---

title: '蚂蚁向外生长'
date: 2024-06-16
author: ByteAILab

---

6月13日，蚂蚁集团发布了2023年度的可持续发展报告（下文也称“ESG报告”）。

由于蚂蚁集团目前没有上市，没有常态化的财报披露，这一份报告是外界观察蚂蚁战略和业务最重要的一扇窗口。

---


从阿里集团每个季度的财报，可以简单推算蚂蚁的利润水平。财报数据显示，蚂蚁过去几年的利润基本保持平稳。但在利润之外，我们更关心的是另一个问题。

4年前，蚂蚁集团把名称中的“金融服务”改成了 “科技”。这其中的信号非常清晰，蚂蚁集团把对增长的展望放在金融业务之外，希望通过互联网和科技的力量，从继续为社会解决普惠问题的角度出发，找到新的价值支撑，再造自身。

如今，蚂蚁的增长动力是否已经真正转变？ESG报告可以给我们部分的答案。

**AI何以“优先”**

最新的ESG报告里，有一个非常引人关注的数字，2023年蚂蚁集团研发投入高达211.9亿元，维持了多年的增长势头，再创历史新高，也继续保持在中国民营企业的前列。

超过200亿的研发投入去了哪里？报告透露的信息很清晰——**人工智能技术和数据要素技术**。在前不久的数字中国建设峰会上，蚂蚁集团的董事长兼CEO井贤栋也曾透露，蚂蚁的技术战略，未来十年都将聚焦上述两个方向。

“AI优先”被蚂蚁确立为新的战略。考虑到在当下市场对AI的实用性尚没有十足信心，蚂蚁把AI放在战略优先位置，这种...

...愿数据价值的流动像自来水一样即开即用，让每一家小微企业都能能够共享到数据价值的红利，”井贤栋在报告的致辞中指出。

**支付宝走出支付**

对今天的蚂蚁集团而言，支付宝App仍然是最核心的战略资产。AI技术的革新在发生，但支付宝APP始终是最基础的实现场景、流量池和数据来源。

除了成长为原生的AI应用，支付宝的应用领域也在横向延伸。最新的ESG报告显示，支付宝平台上的商业生态，也正在进化。支付宝已经走出支付和金融，走向更广阔的原野。

2023年，蚂蚁集团提出新战略，支付宝的未来应该“双飞轮”驱...

...y"><br/></p></div>。请先只将Body部分的内容去除“      本文链接：<a href="https://www.aixinzhijie.com/article/6845498" data-v-7f057cc4="">https://www.aixinzhijie.com/article/6845498</a><br data-v-7f057cc4="">
      转载请注明文章出处”内容，并转化为不带html标签（注：图片链接展示需要保留）的Makedown的内容。再整体按照如下Makedown格式标准输出。
---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。