---
title: '英伟达超越苹果市值的隐喻：AI服务器将超越手机，成为ICT产业最大赛道'
date: 2024-06-21
author: ByteAILab

---

<div class="article-content__container">
<div class="bbt-html">
<div class="ne-render-content">
文章来源： 锦缎 
本文系基于公开资料撰写，仅作为信息交流之用，不构成任何投资建议 

全球年出货量1200万台，销售金额1000多亿美元，服务器其实从来都不是一个小众的市场。只不过作为对比，汽车年销售量近1亿辆、电脑年出货量2亿台、手机年出货量超10亿台。

---
单从销量论，服务器确实是小巫见大巫；服务器容易被人忽略的更大缘由是，to B属性让其一直只能默默站在ICT数字经济大潮的幕后。

但在《2024年的AI服务器，相当于2018年的新能源车》一文中，我们提到，随着AI带动全球进入算力的军备竞赛，AI服务器未来出货量预估的复合增速将超过10%，成为增长最快的智能硬件之一。

而且由于高算力芯片堆积，服务器的产品均价可能从1万美元迈向10万美元，随着AI渗透率提升，远期服务器市场空间势必将突破万亿美元。如果横向对比，ICT市场规模最大的品类——智能手机当前全球市场规模为5000亿美元左右，仅从比大小的视角，服务器也开始占据了ICT（信息通讯）行业的C位，即将成为其中最大赛道。

所以我们看到，作为智能手机和服务器最具代表性的公司，苹果和英伟达在这一时代更迭的背景下反复争夺全球市值第一的宝座。

我们需要强调的是，AI服务器的崛起不是一场眼见他人起高楼宴宾客的旁观者游戏。随着服务器从幕后走向台前，每一人都将被裹挟其中。被动跟随不如主动应对，站在新十年的起点，深入产业链，并重新审视这一重大变化的蝶变意义和乘数效应，是发于草莽并最终跟上时代脉搏的必要条件。

### 01

从CPU到GPU，服务器权柄易主

在芯片行业和游戏玩家黑话中，由于Logo颜色的不同，大家也分别戏称英特尔、英伟达、AMD为蓝厂、绿厂和红厂。

服务器进入AI时代，是以蓝厂的全面溃败和绿厂的意外大获成功为背景的。

1）传统服务器时代，属于蓝厂英特尔的黄金20年

从产品结构上来看，与汽车、智能手机一样，服务器同样是高度精密的智能硬件工业品，我们在《2024年的AI服务器，相当于2018年的新能源车》一文中，定调其为当今最尖端的产品，是必须不厌其烦反复研究的科技靶点。

理解智能硬件最快的方式就是拆机：从功能分区来说，服务器包括计算、存储、IO、散热、电源等不同功能分区的模块，不同功能模块相互耦合、协同配合；再进一步拆解，服务器主要由主板、内存、CPU、磁盘、网卡、显卡、电源、主机箱等硬件设备组成，不管是塔式服务器、机架式服务器、机柜式服务器、刀片式服务器，内部结构都大同小异。

手机、汽车和家电，经常只做局部更新就发布新一代的...

[To read more, visit the original link.](https://www.aixinzhijie.com/article/6846092)
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。