---
title: '连续五年！百度智能云蝉联中国AI公有云市场第一'
date: 2024-08-28
author: ByteAILab
---

近日，全球领先的IT市场研究和咨询公司IDC 发布《中国人工智能公有云服务市场份额，2023》报告。报告显示，2023年中国AI公有云服务市场整体规模达126.1亿元人民币，百度智能云市场份额排名第一（26.4%），自IDC发布中国AI公有云市场报告以来，百度智能云已经连续5年蝉联中国市场第一。

---
IDC报告指出，2023年是疫情后第一年，众多行业企业都面临增长的压力，但AI公有云市场依然实现了58.2%的大幅增长，未来5年AI公有云市场的最大增长点是大模型，百度智能云在2023年位居中国大模型平台市场第一。目前，文心大模型的产业落地规模全球第一，已经有超过半数的央企正在使用百度智能云进行AI创新。AI公有云市场高速增长：百度智能云连续5年蝉联中国市场第一

2023年，中国AI公有云服务市场市场规模达126.1亿元人民币，相比2022年增长58.2%。 百度智能云、阿里云以26.4%的市场份额获得中国AI公有云市场第一，百度、阿里、腾讯、华为四大云厂商市场份额合计占比超过90%。自2019年IDC发布AI公有云市场份额报告以来，百度智能云连续五年、第九次获得中国AI公有云市场第一。 从细分市场来看，2023年，在市场规模最大（计算机视觉公有云服务）、增速最快的（大模型相关的智能语音、自然语言处理、计算机视觉公有云服务）领域，百度智能云均保持领先位置，阿里云、腾讯云也在细分市场增长强劲。 IDC报告认为，百度智能云连续多年高速增长，始终维持领先优势，主要有三方面原因：布局全栈AI技术，形成端到端的AI优化机制；在生成式AI、多模态、大模型应用场景、OCR、对话式AI等AI软件方面具备明显优势；拥有最大的AI及大模型产业落地规模，广泛覆盖金融、制造、能源、互联网等行业。 2019-2023年，AI公有云市场规模连续5年超高速增长，成为全球最大增长点和新机遇。对于未来的增长趋势，IDC表示，面向未来，大模型、生成式 AI 对公有云市场带来的影响包括：第一，快速显著拉动 AI IaaS 市场的增长，原因在于大模型的预训练需要大规模算力，部署到用户端进行微调或者二次训练对算力也有一定的要求。能够提供高性价比、稳定算力的厂商将优先获益。第二，短期内将带动云上 AI 能力市场的增长。当前大模型、生成式 AI 的产品能力都正在研发当中，需要不断地迭代更新，云厂商可以让用户快速获得最新能力。 大模型是未来5年最大增长点：百度智能云位居中国大模型平台市场第一

IDC报告表示，2023 年为疫情后第一年，众多行业企业都面临增长的压力，但 AI 公有云市场依然实现了 58.2%的增长。 未来 5 年，大模型、生成式 AI 驱动的下一代人工智能有望带动整体产业穿过下行阶段，重回高增长时代。 IDC上周发布的《中国大模型平台市场份额，2023：大模型元年——初局》报告显示，2023 年中国大模型平台及相关应用市场规模达 17.65 亿元人民币，百度智能云位居中国大模型市场份额第一。 目前，百度智能云在大模型产品布局、大模型产业落地规模两大核心领域，均处中国第一。 在大模型应用方面，2024年大模型在全球的产业落地明显加速，这也是中国在该领域可以弯道超车的最大机遇点。目前，百度的文心大模型已经拥有全球最大的大模型产业落地规模，广泛覆盖政务、金融、制造、能源、互联网、教育、医疗、手机、汽车等经济支柱型行业。从2024年上半年大模型中标项目情况来看，百度中标项目数量最多、中标金额总数最高、覆盖行业最多。 在大模型产品方面，模型效果好价格低、大模型工具平台完善易用是评价模型厂商实力的硬指标。 IDC报告指出，文心一言以及百度智能云千帆平台是 2023 年最受市场认可并大规模使用的大模型产品。千帆平台不仅提供包括文心大模型、主流开源大模型在内的近80款大模型服务，还提供覆盖开发大模型、AI原生应用全生命周期的工具链。针对大模型落地成本高的问题，百度智能云今年将文心主力大模型ERNIE Speed、ERNIE Lite全面免费开放，对文心旗舰大模型ERNIE 4.0、ERNIE 3.5进行了大幅降价，进一步帮助客户降低大模型使用门槛和试错成本，加速业务创新。近期，百度智能云还推出文心旗舰大模型ERNIE 4.0 Turbo精调服务，截止当前共计6款文心大模型可在千帆平台进行精...

<p><img src="https://image.jiqizhixin.com/uploads/editor/24b7e1e2-2f78-4862-bdf9-78a2453aacd6/1724653649515.png" style="width: 54.19%;"/></p>

<p><strong>AI公有云市场高速增长：百度智能云连续5年蝉联中国市场第一</strong></p>

2023年，中国AI公有云服务市场市场规模达126.1亿元人民币，相比2022年增长58.2%。<strong>百度智能云、阿里云以26.4%的市场份额获得中国AI公有云市场第一，百度、阿里、腾讯、华为四大云厂商市场份额合计占比超过90%。自2019年IDC发布AI公有云市场份额报告以来，百度智能云连续五年、第九次获得中国AI公有云市场第一。</strong>

从细分市场来看，<strong>2023年，在市场规模最大（计算机视觉公有云服务）、增速最快的（大模型相关的智能语音、自然语言处理、计算机视觉公有云服务）领域，百度智能云均保持领先位置，阿里云、腾讯云也在细分市场增长强劲。</strong>

IDC报告认为，百度智能云连续多年高速增长，始终维持领先优势，主要有三方面原因：布局全栈AI技术，形成端到端的AI优化机制；在生成式AI、多模态、大模型应用场景、OCR、对话式AI等AI软件方面具备明显优势；拥有最大的AI及大模型产业落地规模，广泛覆盖金融、制造、能源、互联网等行业。

2019-2023年，AI公有云市场规模连续5年超高速增长，成为全球最大增长点和新机遇。对于未来的增长趋势，IDC表示，面向未来，大模型、生成式 AI 对公有云市场带来的影响包括：第一，快速显著拉动 AI IaaS 市场的增长，原因在于大模型的预训练需要大规模算力，部署到用户端进行微调或者二次训练对算力也有一定的要求。能够提供高性价比、稳定算力的厂商将优先获益。第二，短期内将带动云上 AI 能力市场的增长。当前大模型、生成式 AI 的产品能力都正在研发当中，需要不断地迭代更新，云厂商可以让用户快速获得最新能力。

<p><strong>大模型是未来5年最大增长点：百度智能云位居中国大模型平台市场第一</strong></p>

IDC报告表示，2023 年为疫情后第一年，众多行业企业都面临增长的压力，但 AI 公有云市场依然实现了 58.2%的增长。 未来 5 年，大模型、生成式 AI 驱动的下一代人工智能有望带动整体产业穿过下行阶段，重回高增长时代。

IDC上周发布的《中国大模型平台市场份额，2023：大模型元年——初局》报告显示，2023 年中国大模型平台及相关应用市场规模达 17.65 亿元人民币，百度智能云位居中国大模型市场份额第一。

<p><strong>目前，百度智能云在大模型产品布局、大模型产业落地规模两大核心领域，均处中国第一。</strong></p>

<p><strong>在大模型应用方面，2024年大模型在全球的产业落地明显加速，这也是中国在该领域可以弯道超车的最大机遇点。</strong>目前，百度的文心大模型已经拥有全球最大的大模型产业落地规模，广泛覆盖政务、金融、制造、能源、互联网、教育、医疗、手机、汽车等经济支柱型行业。从2024年上半年大模型中标项目情况来看，百度中标项目数量最多、中标金额总数最高、覆盖行业最多。</p><p><strong>在大模型产品方面，模型效果好价格低、大模型工具平台完善易用是评价模型厂商实力的硬指标。</strong>IDC报告指出，文心一言以及百度智能云千帆平台是 2023 年最受市场认可并大规模使用的大模型产品。千帆平台不仅提供包括文心大模型、主流开源大模型在内的近80款大模型服务，还提供覆盖开发大模型、AI原生应用全生命周期的工具链。针对大模型落地成本高的问题，百度智能云今年将文心主力大模型ERNIE Speed、ERNIE Lite全面免费开放，对文心旗舰大模型ERNIE 4.0、ERNIE 3.5进行了大幅降价，进一步帮助客户降低大模型使用门槛和试错成本，加速业务创新。近期，百度智能云还推出文心旗舰大模型ERNIE 4.0 Turbo精调服务，截止当前共...

<p><img src="https://image.jiqizhixin.com/uploads/editor/e8655e0e-2782-4c38-9056-92c35ce50ff5/%E5%9B%BE%E7%89%872.png" style="width: 700%;"/></p>

<p>在政务领域，中华全国总工会联合百度智能云打造了AI法律咨询助手，为劳动者提供精准的法律问题解答、快速计算劳动赔偿金额、生成个性化案情评估等便捷服务。相较于传统的开发模式，整套系统及应用的交付周期从3个月大幅缩短至1个月。</p>

<p>在工业领域，中化信息携手百度智能云，共同探索利用大模型进行新型材料的研发。中化信息基于千帆AppBuilder打造的“化小易”知识助手，能够基于自然语言提问，快速检索并回答分子特性、分子合成路线等专业知识，替代了传统的人工查询方式。目前，特定分子的检索效率能够提升5倍以上，极大提高了研发工作效率。</p>

<p>在交通领域，贵阳市公安交通管理局与百度智能云一起，在贵阳观山湖核心区的31个关键交通节点部署了AI信控系统。通过引入交通信控大模型，对各路口、各流向的交通流量进行精准感知和预测，动态调节路口信号灯时长，缓解交通拥堵。目前，贵阳市工作日车均延误时长下降多达15%，全国城市拥堵排名也从过去的第4位，下降至第25位，AI与大模型功不可没。</p>
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。