title: 'E2open在TMS中推出预约调度API'
date: 2024-06-27
author: ByteAILab

---

Carriers和shippers可以通过Scheduling Standards Consortium (SSC) Appointment Scheduling API优化预订、提前时间、调度等功能
E2open Parent Holdings, Inc. (NYSE: ETWO)是最大的多企业网络连接供应链SaaS平台，发布了一款新的Scheduling Standards Consortium (SSC) Appointment Scheduling API，使e2open客户能够加快码头调度、减少手工操作、缩短提前时间，并将他们货物的调度数据集中化。![图片](https://ai-techpark.com/wp-content/uploads/2024/06/E2open-960x540.jpg){ width=60% }

---
该预约调度API作为公司24.2季度技术更新的一部分，现在可在e2open运输管理(TMS)解决方案中使用。
预约调度是承运商、经纪人和发货人的重要摩擦点。对于在货运行业中保持和管理预约的复杂而微妙的跨功能流程仍然在很大程度上人工操作，导致各方效率低下、延迟和成本增加。
2022年12月，一些物流和货运技术提供商联合组成了Scheduling Standards Consortium (SSC)，并启动了码头调度API的开发，以解决供应链物流中持续存在的挑战。通过创建标准化的调度接口，SSC旨在简化发货人、承运商和中间商之间的沟通和协调。目标是提高效率，减少延迟，改善供应链绩效。E2open是SSC的投票会员。
新的API使承运商能够对通过e2open TMS内的仓库码头调度功能管理的发货地点执行所有预约调度功能，从轮询空闲插槽到请求约会，并接收关于这些约会的实时确认和更新。发货人还可以实时了解码头活动，并轻松管理约会。这消除了手动调度约会的需要，从而最大程度地减少了效率低下、延迟和人为错误。
e2open副总裁、产品管理Tara Buchler表示：“物流行业的现代化速度惊人，各方和系统之间无缝数字通信条件不断改善。我们作为Scheduling Standards Consortium的投票会员，并代表在我们网络中运营的数百家发货人和成千上万家承运商，我们的目标是制定一套标准，使货运行业的调度系统能够能够始终一致且高效地彼此通信。”基于建立一套标准通信协议，我们使发货人、承运商和中间商能够紧密合作，实现高效数据共享、连接决策制定，并提高整个供应链的效率。”

承运商和发货人受益于预约调度API
通过新的API，e2open物流生态系统的所有参与者都可以实现运营和财务影响，包括：
成本节省 - 优化调度减少滞留时间和延迟，提高资产利用率、资源分配和准确性，进而实现成本节约.优化流程的更好决策 - 实时查看码头可用性，卡车到达情况和日程变更，以及关于调度模式、等待时间和绩效指标的数据，帮助公司基于准确数据做出基于准确数据做出节省时间和成本的明智决策.增强合规性 - API可以更好地遵守承运商和司机的约会时间，并增强整个供应链的责任制.简化集成 - 标准化API连接消除了多重登录和容易出错的手工数据输入的需要。
与Qued合作，提供集成解决方案，帮助各种规模的承运公司在e2open TMS和其它系统中集成和自动化他们的约会调度活动。
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。