```
---

title: '钉钉AI重磅更新：深入业务场景，上线工单等场景AI助理'
date: 2024-11-15
author: ByteAILab

---

11 月 13 日，钉钉迎来重磅升级：AI 深入业务场景，钉钉面向企业关键场景推出“精选 AI 助理”，首批已上线工单助理、Excel 助理、法务助理等 6 大 AI 助理。同时，钉钉联合生态伙伴发布行业 AI 解决方案，覆盖制造、医疗、零售、教育等行业。

---


![image](https://image.jiqizhixin.com/uploads/editor/e40a41a0-93a6-4ca5-919d-47a7bd0ef929/1731481500057.png)

**深入业务场景，上线工单等场景AI助理**

今年 4 月，钉钉 AI 助理市场上线，生态伙伴和开发者上架 AI 助理超过 700 个。此次，钉钉推出精选 AI 助理，企业可按需选择，开箱即用，将进一步加速 AI 在业务场景里创造价值。

钉钉首批推出的精选 AI 助理，包括工单助理、行政助理、Excel 助理、口碑助理、法务助理、审批助理，已针对特定场景预设工作流和 AI 技能，并和钉内其他应用深度打通，企业员工可直接上手使用。现在，用户在钉钉里直接搜索精选 AI 助理就能免费试用。

![image](https://image.jiqizhixin.com/uploads/editor/295d1d62-850b-4c76-b844-6e9a1651fdd9/1731481500079.png)

- **工单助理**：专注于解决工单流转效率低、信息更新不及时的问题，可以根据消息上下文，主动识别问题、生成工单并完成派单；它还支持自动跟进处理进度，做到实时同步.
- **行政助理**：针对性学习公司规章制度和专业行政知识，员工可以像聊天一样，查询差旅标准、转正流程等细节问题；它还支持推荐相关办事入口，使得流程更加高效.
- **Excel 助理**：用自然语言与它对话，就能轻松进行数据查询和计算，无需记忆复杂的函数。同时，还支持生成各种可视化图表，用于分析业务问题、预测业务趋势.

管理口碑数据的口碑助理、识别合同法律风险的法务助理、批量处理跟进审批单的审批助理同步上线。

目前，已有一批企业借助 6 大助理，实现了业务经营和协作效率的升级。以金石机器人为例，通过引入钉钉工单助理，金石不仅实现了对全国 1000 家服务商问题的及时跟进，还提升了整个项目交付的效率。数据显示，平均一个项目问题的解决时间已从半个月缩短为 1-3 天。

钉钉认为，AI 需要提供场景化的智能服务，真正走入到应用、协作、经营等场景中。接下来，PPT 助理、客服助理、数据分析助理、人事助理、维保助理、IT 助理等一系列 AI 助理也将陆续上线。

**走入千行百业，联合生态推出行业AI解决方案**

面向行业，钉钉还联合生态伙伴推出“ AI 解决方案中心”，提供具备行业 know-how 的 AI 定制产品和交付服务，目前已覆盖医疗、制造、教育、零售、互联网、金融、交通基建、航空等行业，企业可按需选择。

![image](https://image.jiqizhixin.com/uploads/editor/4e19a9f4-65fd-4808-a33b-a901374c8f85/1731481500105.png)

例如，适用于零售行业的“门店经营助理”，能够实时查看商品的每日销售情况，为下一季度进货提供数据支撑；适用于医疗行业的“就医助理”，沉淀了医疗知识、就医流程、专家信息等知识，随时随地给患者提供专业解答。

此外，针对大企业的混合云、私有化部署 AI 需求，钉钉推出 AI 大模型一体机，覆盖了从算力、模型、数据库，到 AI 助理应用开发和场景部署的“全流程”，提供软硬一体的 AI 解决方案。同时，一体机从模型、数据、应用三个层面，确保 AI 使用的数据安全，助力企业在本地或自有数据中心内快速落地 AI 应用。

**AI 基础能力升级，新增可视化编排功能**

在钉钉 AI 的底层能力方面，可视化编排等功能已上线，供企业和开发者创建 AI 助理使用，提升了可用性和产品体验。

可视化编排功能，可有效提升 AI 助理创建的可用性和体验。用户无需专业编程门槛，即可以 “拖拉拽”的形式，轻松将节点添加到工作流画布中，实现 “所见即所得”的 AI 助理搭建体验。该功能还支持分支编排和循环编排，完成更复杂的任务执行。

![image](https://image.jiqizhixin.com/uploads/editor/0a20469e-d7c4-4d57-9c52-939868523806/1731481500124.png)

**生成式人工智能正走向场景和价值驱动**。相较于大模型厂商，钉钉平台拥有大量垂直的办公场景、应用和数据，AI 助理更能结合企业业务需要，走入到具体的协作、经营环节中，这是钉钉 AI 的独特优势和领先性。

未来，钉钉还将探索出更多业务场景 AI 助理，进一步降低 AI 的使用门槛，也让传统的业务应用能快速智能起来，帮助更多企业赢在 AI 时代。
```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。