```md
---

title: '即梦AI首发，字节自研视频生成模型Seaweed开放使用'
date: 2024-11-10
author: ByteAILab

---

11月8日，字节跳动旗下的AI内容平台即梦AI宣布，即日起，由字节跳动自研的视频生成模型Seaweed面向平台用户正式开放。用户登陆后，在“视频生成”功能下，视频模型选择“视频S2.0”即可体验。

---

![图说：即梦AI PC端和App端模型使用入口](https://image.jiqizhixin.com/uploads/editor/aeb198bc-c4dd-4417-aa78-dc44f6d97b14/1731058556199.png)
9月底，字节跳动正式宣布向AI视频领域进军，发布豆包模型家族的两款视频生成模型Seaweed和Pixeldance，并通过即梦AI、火山引擎分别面向创作者和企业客户小范围邀测。据介绍，经过剪映、即梦AI等业务场景打磨和持续迭代，豆包视频生成模型具备专业级光影布局及色彩调和，画面视觉极具美感和真实感。基于DiT架构，豆包视频生成模型还能实现大幅度运动画面流畅自然。

值得一提的是，本次开放使用的豆包视频生成模型Seaweed是该款模型的标准版，除具备上述能力，在生成效率方面有较为明显的优势。测试显示，该模型仅需60s就能生成时长5s的高质量AI视频，大幅领先于国内业界3-5分钟的前沿水平。

即梦AI官方透露，近期，Seaweed和Pixeldance两款视频生成模型的Pro版也将开放使用。Pro版模型能实现自然连贯的多拍动作与多主体复杂交互，攻克了多镜头切换的一致性难题，在镜头切换时可同时保持主体、风格、氛围的一致性，适配电影、电视、电脑、手机等各种设备的比例，可以更好地服务于专业创作者和艺术家们，应用于设计、影视、动画等内容场景，助力想象力的实现和故事创作。

即梦AI支持通过自然语言及图片输入，生成高质量的图像及视频。平台提供智能画布、故事创作模式、以及首尾帧、对口型、运镜控制、速度控制等AI编辑能力，并有海量影像灵感及兴趣社区，一站式提供用户创意灵感、流畅工作流、社区交互等资源，为用户的创作提效。

平台相关负责人表示，AI能够和创作者深度互动，共同创作，带来很多惊喜和启发，通过开放豆包视频生成模型的使用和持续升级平台各项AI能力，即梦AI希望成为用户最亲密和有智慧的创作伙伴。

---

```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。