---
title: '微软和苹果放弃OpenAI董事会观察员席位'
date: 2024-07-14
author: ByteAILab

---

微软和苹果放弃OpenAI董事会观察员席位

7月10消息，微软当地时间周一宣布将放弃在OpenAI董事会的观察员席位，他们称，OpenAI在过去八个月中取得了“重大进展”，对公司发展方向充满信心，因此不再需要该席位。

无独有偶的是，近期开始和OpenAI之间合作得更加紧密的苹果，在前不久还被媒体爆料，其将获得OpenAI董事会观察员职位。

---
但就在微软宣布放弃后，英国金融时报又爆料，苹果也不会在OpenAI董事会担任观察员角色。

苹果，从去年开始，就一直在寻找将AI技术融入产品的机会，尽管并未像其他科技巨头那样常常有成果。但今年其与OpenAI的合作，正是这一追求的体现。

2024年6月，苹果宣布与OpenAI建立合作，计划将ChatGPT集成到iOS、iPadOS和macOS中。这一合作意味着苹果设备将获得更高级的自然语言处理能力，Siri的智能化水平有望得到显著提升。通过与OpenAI的合作，苹果希望能够推动Siri的进化，使其成为一个更加智能和个性化的数字助手。这不仅是对现有技术的一次升级，更是对未来人机交互方式的一次大胆探索。

微软，作为全球最大的软件公司之一，其与OpenAI的合作是AI发展史上的一个重要里程碑。

2019年，微软宣布了对OpenAI的巨额投资，总额达到130亿美元。这不仅是资金上的支持，更是技术与资源上的深度绑定。微软Azure云计算平台为OpenAI提供了强大的算力，加速了AI模型的研发与部署。

微软的Azure OpenAI服务，集成了ChatGPT、DALL-E等领先的AI工具，为企业提供强大的语言理解和内容生成能力。GitHub Copilot，基于OpenAI技术，为开发者提供了代码自动补全和错误检测的智能辅助。

据称，微软和苹果放弃这一席位，可能是他们面对全球监管机构对大型科技公司合作的审查，所做出的选择。

微软和苹果的退出，为OpenAI的未来发展带来了不确定性。但同时，也为OpenAI提供了重新思考和探索合作模式的机会。未来，OpenAI可能会寻求与更多企业建立合作关系，以推动AI技术的更广泛应用。

对于微软和苹果而言，退出观察员席位并不意味着与OpenAI的合作结束。两家公司可能会通过其他形式，如技术合作、项目投资等方式，继续参与到OpenAI的发展中。同时，这一事件也可能促使两家公司在AI领域寻求新的合作伙伴和机会。

与此同时，没有了微软和苹果的“观察”，OpenAI无疑将拥有更大的自主权。这不仅为OpenAI提供了更广阔的发展空间，也带来了前所未有的挑战。如何在保持创新的同时，应对市场竞争和监管压力，将是OpenAI必须面对的问题。 <br/>

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。