```
---

title: 'OneTrust第六连任入选《福布斯云100强》'
date: 2024-08-16
author: ByteAILab

---

在全球最佳私有云公司中排名前25%
在帮助组织负责地使用数据和人工智能的市场定义平台OneTrust连续第六年入选2024年《福布斯云100强》。![图片](https://ai-techpark.com/wp-content/uploads/2024/08/OneTrust-N-960x540.jpg){ width=60% }

---
该榜单是由福布斯杂志与Bessemer Venture Partners和Salesforce Ventures合作发布的全球前100家私有云公司的权威排名，OneTrust公司连续第三年位列第21位，占据了全球前25%的位置。
OneTrust的创始人兼首席执行官Kabir Barday表示：“公司对数据的看法已经发生了根本性变化。围绕数据的监管环境和消费者行为变化使得仅仅最大化地收集和使用数据已经不再足够。现在，关键在于负责任地收集和使用数据。”
OneTrust最近宣布预计今年晚些时倮将实现5亿美元的ARR业绩，并保持正向的自由现金流。这一成功得益于其不断增长的客户群，全球客户超过14,000家，其中包括世界前100强公司的75%。这些客户已经转向OneTrust寻求帮助，以帮助它们负责地使用数据和人工智能。除了入选备受推崇的《福布斯云100强》之外，公司因其突破性软件解决方案、创新和影响力而继续受到认可。
《福布斯》云100榜单编辑Alex Konrad表示：“在过去的九年里，福布斯云100榜单表彰了全球领先的私有云公司，从人工智能到工作软件，从基础设施到安全。今年的榜单是迄今为止表现最强的一组佼佼者，他们的收入、估值和增长最终将导致具有历史意义的IPO。”
Barday继续说道：“OneTrust在全球帮助组织开启数据和人工智能的使用之路，提供解决方案透明收集第一方数据，自动化风险和合规操作，涵盖隐私、安全、人工智能治理、第三方和IT风险。再次入选榜单的前25%位置令人荣幸，这证明了我们持续增长的势头和对信任、数据为中心的创新愿景。”
Bessemer Venture Partners合伙人Mary D’Onofrio表示：“在九年的数据统计中，我们从未见过如此竞争激烈的2024年云100榜单。本年度榜单价值达到了8200亿美元，创下了云100榜单历史上最高的价值。”
Salesforce Ventures管理合伙人Paul Drews说道：“过去一年，我们的行业在创新方面迈出了一代人的步伐，而以人工智能为先导，我们正见证一场几十年来最重要的平台转变。云100榜单代表了精英中的精英，我们对云计算行业的未来充满期待，同时对整个技术行业的发展也充满期待。我们为这些创始人及其社区已经取得的成就感到自豪，并期待看到他们如何在未来继续改变这一行业。”
福布斯2024年云100强和20个新兴明星榜单已在www.forbes.com/cloud100上在线发布。

探索AITechPark，获取人工智能、物联网、网络安全、AITech News的最新进展，以及行业专家的深入更新！
```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。