---  

title: 'Zenity现在为Microsoft 365的Copilot企业使用提供安全保障'  
date: 2024-05-04  
author: ByteAILab  

---  

功能增强，让企业能够安全地拥抱AI生产力激增  
Zenity，作为业务应用和AI开发安全治理领域的领导者，今天宣布它现在可以为Microsoft 365的Copilot提供企业使用的安全保障。![图片](https://ai-techpark.com/wp-content/uploads/2024/05/Zenit-960x540.jpg){ width=60% }

---
Zenity是第一家为安全地管理企业AI Copilots使用引入专门的AI安全姿势管理解决方案的公司，并为客户提供安全地利用AI的全部力量，让全体业务用户在企业中安全使用AI。  
根据微软的说法，70%的用户表示使用Copilot for Microsoft 365使他们更加高效。无论是自动化重复性任务、总结会议笔记，还是使用文本提示构建应用程序，Copilot都提供了宝贵的生产力增益。然而，Copilot for Microsoft 365无法从第三方服务中实时检索信息，商业工作流通常不仅仅在M365应用程序和数据格式上运行，这就需要使用插件。  
在使用和与Copilot for Microsoft 365交互时，所有技术背景的业务用户都可以集成现有插件，并开发自己的插件，以添加自定义功能，将Copilot连接到各种系统和数据。然而，这种互连性可能会因为以下原因，导致数据泄露的风险呈指数级增加：  
无法识别Copilot使用的业务上下文的DLP漏洞，导致最低权限违规。插件容易遭受提示注入攻击。数据访问和使用超出设计范围；即使对于建立或与之交互而不知情的业务用户，也会造成风险。插件设计困难，包括复杂的命名约定，可能会导致额外的操作挑战。  
作为市场领先的安全治理平台的补充，该平台让企业在全体用户中释放业务生产力，Zenity现在为客户提供了完全利用企业助手的能力，让所有用户都能从中受益。通过这种突破性的AI安全方法，安全领导者从中获益包括：  
增加可见性：Zenity让客户能够查看整个企业中使用的插件列表，Zenity深度洞察还显示了谁正在与这些插件交互，以及出于哪些业务原因。风险评估：确定哪些插件和Copilot使用案例包含过多的权限，具有对敏感数据的访问权限，并暴露机密信息。Zenity还对从Microsoft商店构建和下载的自定义插件进行风险评估，这可能是危险且未经测试的。增强安全性：用户通过自动化的操作手册和缓解行动获得额外的安全防护措施，以确保在业务用户定制和集成插件时，能够安全地进行此操作。  
Zenity的首席执行官本·克里格（Ben Kliger）表示：“客户希望扩展生成式AI助手的使用，以帮助推动业务发展，但他们需要一种安全可靠的方法。通过我们的增强功能，Zenity让用户能够发现安全漏洞和风险，例如第三方访问、嵌入式凭据和风险依赖性。信息主管和信息安全主管可以放心利用助手的价值，以提高生产力并简化操作，而不必担心安全隐患。”
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。