---
title: '华为将收获一个射频芯片IPO'
date: 2024-08-31
author: ByteAILab

---

近日，射频、模拟芯片厂家北京昂瑞微电子技术股份有限公司（下称“昂瑞微”）在北京证监局办理辅导备案登记，拟公开发行股票并上市，辅导券商为中信建投。

对于具体的上市板块，有知情人士向《科创板日报》记者表示，“昂瑞微大概率想上沪深A，但目前还没最终确定，现阶段，公司的想法是先进入辅导期排队。

---
”

▌携手中信建投再次冲击IPO

《科创板日报》记者注意到，这并非昂瑞微首次“闯关”资本市场，早在2023年2月，昂瑞微曾首次公开发行股票并上市辅导备案获证监局登记受理。当时，昂瑞微曾与中信建投签订辅导协议，但在2023年辅导结束后，证监会网站显示中信建投已撤回辅导备案。

对于去年中信建投撤回辅导备案的原因，《科创板日报》记者从知情人士处了解到，其去年撤回申请，主要是受到监管IPO政策收紧影响，暂停了近半年时间的新股受理之后已重新启动，昂瑞微顺势打算重启上市计划。

在该知情人士看来，“昂瑞微管理层决心上市的意愿是比较强烈的。去资本市场最直接的目的之一就是上市融资，当然公司股东退出压力也是有的，但不是最主要的因素。”

公开资料显示，射频、模拟芯片供应商昂瑞微成立于2012年，是国家重点专精特新小巨人企业，每年芯片的出货量超过10亿颗。该公司总部位于北京，在上海、深圳、广州、大连、西安、中国香港设有研发中心，在上海、深圳、韩国等设有销售/技术支持中心，在苏州设有运营中心。

股东结构方面，昂瑞微无控股股东，实际控制人为钱永学，与联合创始人孟浩、欧阳毅签署一致行动协议。钱永学合计控制公司62.4309%的表决权。

天眼查显示，昂瑞微成立至今，先后经历多轮融资，包括华为旗下哈勃投资、小米长江产业基金等知名机构。...

图片来源：<a href="https://www.aixinzhijie.com/article/6845498">https://www.aixinzhijie.com/article/6845498</a>  
转载请注明文章出处
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。