---
title: '数据中心排放量可能比大科技公司宣称的高662％。

---
能够继续保持欺骗吗？'
date: 2024-09-16
author: ByteAILab

---

大科技公司近年来关于温室气体排放的声明是一大亮点。但随着人工智能的崛起带来日益增长的能源需求，科技行业很难掩盖推动技术革命的数据中心的真实成本。根据《卫报》的分析，从2020年到2022年，谷歌、微软、Meta和苹果的“内部”或公司拥有的数据中心的实际排放量可能比官方报告高出662% - 或者是官方数据的7.62倍。

亚马逊是五家科技巨头中最大的排放者——2022年，次大排放者苹果的排放量不到亚马逊排放量的一半。然而，亚马逊因其不同的商业模式，难以单独确定该公司数据中心的特定排放数字，因此未包括在上述计算范围内。随着这些数据中心的能源需求增长，许多人担心碳排放也将同步增加。国际能源署表示，2022年数据中心已占全球电力消耗的1%至1.5%，而在AI热潮开始之前，即位于2022年底ChatGPT发布之前。

与典型基于云的应用程序相比，人工智能对数据中心的能源消耗要高得多。根据高盛的数据，一个ChatGPT查询需要处理的电量几乎是谷歌搜索的10倍，到2030年数据中心的电力需求将增长160%。高盛的竞争对手摩根士丹利的研究得出类似结论，预计到2030年全球数据中心的排放量将累积达25亿公吨CO2当量。

对气候安全构成威胁，密歇根州将通过新法律吸引科技数据中心

同时，五家科技公司均声称实现了碳中和，尽管谷歌去年放弃了这一标签，因为该公司加强了碳排放核算标准。亚马逊是最新宣称达到此目标的公司，称其在七年前就实现了目标，并实现了3％的绝对排放减少。“这归结于创造性的会计手法，”由亚马逊雇员组成的倡导团体“亚马逊员工为气候正义”解释道。

“亚马逊——尽管您看到的所有关于他们的太阳能场和他们的电动货车的公关和宣传——正在扩大其化石燃料使用，无论是在数据中心还是在柴油卡车中。”

误导的度量标准

谈到数据中心，涉及到“创造性会计”的最重要工具是可再生能源证书Recs。这些是公司购买的证书，以表明它们购买了由可再生能源发电的电力来匹配其部分电力消耗的情况。然而，关键在于，所涉及的可再生能源并不需要被公司的设施消耗掉。生产地点可以是从隔壁镇到几千公里之外。

Recs用于计算“市场为基础”的排放量，即公司使用的官方排放数据。如果将Recs和抵消因素排除在外，就会获得“基于位置”的排放量——即数据处理区域实际产生的排放量。

关于这些排放量的趋势令人担忧。如果将这五家公司视为一个国家，它们在2022年的“基于位置”的排放量总和将使它们排在环球排放量第33位，仅落后于菲律宾，超过阿尔及利亚。

一张带有紫色和橙色点的间隙图表，显示科技公司官方和实际排放量的差距

许多数据中心行业专家也认识到，“基于位置”的度量比公司使用的官方、市场为基础的数字更为诚实。“基于位置”[核算]提供了与实际用于运行数据中心的能源相关的排放的准确图片。Uptime研究所可持续性研究主任杰伊·戴特里奇表示，Uptime理念认为这是正确的度量标准。

尽管如此，作为一个碳核算监督机构，温室气体(GHG)协议仍允许在官方报告中使用Recs，尽管科技公司与之有多少容忍度之间存在争议，这导致了GHG协议的规则制定过程中发生了两派之间的游说战。

一方是以亚马逊和Meta为首的“排放优先合作组织”，其目标是将Recs纳入核算过程，而不管其地理原始地点。实际上，这仅仅是对GHG协议已允许的规定的轻微宽松解释。

另一方，以谷歌和微软为首，主张在数据中心的可再生能源生产和能源消耗之间有时间和地点的匹配。谷歌将这称为其24/7目标，即到2030年使其所有设施都运行在可再生能源上，全年无休。微软称其为100/100/0目标，即到2030年使其所有设施100%使用无碳能源，永不采购碳能源。

谷歌已经放弃了其Rec使用，微软计划在2030年之前做同样处理，放弃使用低质量的“非地点特定”Recs。

学术界和碳管理行业领袖们也反对GHG协议对Recs的包容态度。在2015年的一封公开信中，50多名这样的人士辩称，“作为GHG核算的基本原则之一，应当不允许任何公司针对不导致整体GHG排放量变化的行动而报告GHG足迹的减少。然而，根据合同/Rec为基础的报告方法，正是这种情况会发生。”

值得称赞的是，GHG协议要求公司在年度环境报告的正文中同时报告基于位置和市场为基础的数字。尽管如此，没有任何公司在其年度环境报告中为所有三个排放子类别同时包含基于位置和市场为基础的指标。

事实上，基于位置的数字只有谷歌和Meta直接报告在正文中。这两家公司仅为一个子类型的排放Scope 2包括这些数字，即公司通过购买来自公用事业和大型发电厂的能源而导致的间接排放。

内部数据中心

Scope 2是包括与所购电力相关的大多数内部数据中心运营排放的类别，因为它涉及由公司办公室和零售空间消耗的电力引起的排放，这是相对较小且不具碳排放的操作。亚马逊在其Scope 2排放中还需要考虑另一个碳排放强度较高的业务垂直领域：仓库和电子商务物流。

对于提供数据中心特定数据的公司Meta和微软来说，情况是这样的：数据中心构成Meta的市场为基础(官方)Scope 2排放的100％，以及其位置为基础的排放的97.4％。对于微软来说，这两个数字分别是97.4%和95.6%。

基于位置和官方Scope 2排放数字之间的巨大差异显示了数据中心实际上有多么碳密集，以及公司的官方排放数据可能是多么具有欺骗性。例如，Meta将其2022年的官方Scope 2排放数据报告为273万公斤二氧化碳当量——所有这些都归因于数据中心。而在基于位置的核算系统下，仅数据中心的这一数字跃升至超过380万公斤二氧化碳当量——增加了超过一万九千倍。

微软也存在类似情况。该公司报告其2022年与数据中心相关的官方排放量为280,782公斤二氧化碳当量。在基于位置的核算方法下，该数字跃升至610万公斤二氧化碳当量。这是一个近22倍的增长。

虽然Meta的报告差距较为严重，但这两家公司的位置为基础的排放量更高，这是因为它们在特定情况下低估了其数据中心的排放量， Meta在2022年基于位置的Scope 2数字与官方数字之间的差距中，97.4%是未报告的数据中心相关排放，而微软则是95.55%。

其余公司没有提供特定数据中心排放数据。然而，鉴于谷歌和苹果具有类似的Scope 2业务模式，其基于位置的数据中心排放量增加倍数可能与其基于位置的总Scope 2排放量增加倍数相似。

一系列线状图表，显示橙线和紫线之间的垂直差距

在这一类别中，从2020年到2022年，基于位置的排放总和至少高出275%（或3.75倍）于官方数字总和。亚马逊没有向《卫报》提供2020年和2021年基于位置的Scope 2数字，因此用于计算这些年份的是其官方（而很可能更低）数据。

第三方数据中心

大科技公司还从第三方数据中心运营商（或“共同托管”数据中心）那里租用了大部分数据中心容量。据Synergy Research Group称，大型科技公司（或“超大规模运营商”）在2022年占据全球数据中心容量的37%，其中有一半的容量是通过第三方合同获得的。尽管这组别包括谷歌、亚马逊、Meta、微软和苹果之外的公司，但它给出了这些公司与第三方数据中心活动规模的一个概念。

这些排放理论上应该归入范围3，即公司承担的所有排放，不能归因于其消耗的燃料或电力。

一系列线状图表，显示橙线和紫线之间的垂直差距

对于大科技公司的运营，这将涵盖从销售的硬件（如iPhone或Kindle）的制造过程到员工通勤过程中汽车排放的所有内容。

就数据中心而言，范围3排放包括公司内部数据中心建设过程中的碳排放，以及这些内部数据中心内部使用的设备制造过程中的碳排放。此外，可能还包括与合作的第三方数据中心的电力相关排放。然而，这些排放是否完全包含在报告中几乎不可能证明。“范围3排放存在巨大的不确定性，”戴特里奇说。“就会计而言，这个领域非常混乱。”

据戴特里奇介绍，一些第三方数据中心运营商将其与能源相关的排放放入其自己的范围2报告中，这样租用者就可以将这些排放放入其范围3报告中。其他第三方数据中心运营商将能源相关排放放入其范围3排放中，指望租户在其自己的范围2报告中报告这些排放。

此外，所有公司对这些范围3数字都使用市场为基础的指标，这意味着第三方数据中心的排放在官方数字中也被低估。在那些在脚注中报告其基于位置的范围3排放的公司中，只有苹果在2022年开始存在其官方范围3数字和基于位置的范围3数字之间的较大差距。

这种差距在很大程度上可以归因于数据中心排放的计算。苹果在2022年唯一对范围3方法论进行的更改是包括“远程办公、第三方云服务、电力传输和分配损失，以及范围1燃料的上游影响”。由于该公司积极列出第三方云服务在其官方范围3报告中不存在排放，这意味着所有与这些第三方服务相关的排放将只在2022年以后的基于位置的范围3排放中显示。2025年及以后尽管大科技公司隐藏这些排放，但它们有望继续增长。由于人工智能带来的额外负荷，数据中心的电力需求预计到2030年将翻一番，根据电力研究所的数据显示。谷歌和微软都将人工智能归咎于它们最近官方基础排放增加。

“根据我在2022年离职时所了解的情况，人工智能计算在谷歌的数据中心中的相对贡献是相当有限的，”目前担任实用性存储公司Gridstor首席执行官、前谷歌数据中心能源战略部门主管的克里斯·泰勒说。“两年前，[人工智能]还不是我们担忧的主要事项，至少在能源团队中是这样。”泰勒解释说，他在谷歌期间看到的数据中心增长大多归因于谷歌云的增长，因为大多数企业正在将其IT任务转移到该公司的云服务器。

今天的电网能否承受人工智能增长的能源需求是不确定的。一
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。