---

title: '刚刚，OpenAI发布Windows版ChatGPT，高级语音能用了'
date: 2024-11-17
author: ByteAILab

---

<div class="article-content__container">
<div class="bbt-html">
<div class="ne-render-content">
<p>今天凌晨2点，OpenAI正式向所有Windows用户开放桌面版ChatGPT。</p>
<p>桌面版ChatGPT支持拍照识别和高级语音两大特色模式，例如，你可以拍摄一幅山水画，然后基于这幅画进行各种提问。

---
</p>
<p>OpenAI之前发布的GPT-4o的高级语音模式，也可以在桌面版ChatGPT使用了，你可以像和老朋友聊天一样，实时打断与ChatGPT对话。</p>
<p>这对于教育领域帮助巨大，可以用它练口语、解读数学、物理等各种难题，每一个人都能拥有自己的“贾维斯”。</p>

<p>网友表示，非常棒的消息！现在是时候提高高级语音聊天的限制了——这将帮助我们许多人更高效地工作。</p>

<p>这真是个突破！Alt + Space 快捷键肯定更方便。高级语音模式听起来也是一种很酷的多任务处理方式！</p>

<p>期待已久，终于来了。</p>

<p>听起来很方便。和电脑语音聊天让多任务处理变得更加顺畅。</p>

<p>桌面版高级语音非常棒！</p>

<p>之前说的共享屏幕功能，也该安排一下了吧。</p>

<p>老铁不能忘了Mac用户啊~</p>

<p>桌面版ChatGPT来了，那Copilot就安息吧~</p>

<p>很棒，那啥时候发布linux版本呢？</p>

<p>好家伙，还有人想要XP版本，这老古董。Windows10都得高级版。</p>

<p>下载完Windows版ChatGPT客户端之后，启用方法很简单，使用快捷键Alt + Space就能访问了。</p>
<p>你可以使用PC自带的摄像头进行拍照，然后让ChatGPT进行解读或提问。</p>

<p>也可以在工作区域进行截图，这个就非常方便了。例如，你正在分析一个数据表，可以通过截图功能让ChatGPT基于这个数据给你三个不同的见解。</p>

<p>也能使用高级语音模式，可以实时打断与它的对话，同时ChatGPT能感知你的情感。</p>

<p>对于很多学生来说这个功能相当不错，练习各种语言口语是它最佳应用案例之一。当时OpenAI在发布语音模式时，教育便是主要应用场景之一。</p>

<p>新增的搜索聊天记录功能也非常好用，你可以搜索过去30天与ChatGPT的各种聊天记录，并且可以接着之前的内容继续聊天。</p>

<p>桌面版ChatGPT提供了伴侣功能，可以在不同的应用中出现方便使用。伴侣聊天窗口会记住它最后的位置，并在应用重置时自动回到屏幕底部中心，这样可以减少用户的调整工作，提高使用效率。</p>

<p>在伴侣聊天窗口中，你可以随时通过点击窗口顶部的“在主窗口中打开”按钮，将对话转移到ChatGPT的主应用窗口中继续。</p>

<p>如果不小心关闭了伴侣聊天窗口，你可以通过访问ChatGPT应用侧边栏的聊天历史来继续对话，确保不会丢失任何聊天内容。</p>
<p>目前，所有用户都能使用Windows桌面版本了，去微软的应用商店就能快速获取。</p>
</div>
</div>
</div>

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。