```
---

title: 'SlashNext中期钓鱼报告'
date: 2024-05-24
author: ByteAILab

---

令人震惊的是，由生成式AI工具武器化推动的钓鱼、BEC和其他基于消息的攻击出现了激增
SlashNext，下一代AI云电子邮件、移动和网络消息安全领导者，今天发布了其2024年中期钓鱼状况评估报告。![图片](https://ai-techpark.com/wp-content/uploads/2024/05/SlashNe-960x540.jpg){ width=60% }

---
这份报告是对SlashNext每年钓鱼状况报告的更新，SlashNext威胁实验室团队上次发布报告是在2023年10月。当时报告中提到的钓鱼攻击激增促使团队在六个月标志处进行全面分析，以确定上升趋势是否仍在持续，尤其是在威胁行动者继续利用生成式AI工具来辅助他们的钓鱼、企业电子邮件妥协（BEC）和其他社会工程攻击时。
受AI生成攻击推动，中期评估揭示了仅过去六个月中恶意钓鱼链接、BEC、QR码和附件型电子邮件、多通道消息威胁增加了341%。这还叠加了过去12个月恶意电子邮件和消息威胁惊人的856%增加。自ChatGPT于2022年11月推出以来，发送的恶意钓鱼消息增加了4151%。
“人类一直是，并将继续是，任何组织安全的最薄弱点，”SlashNext首席执行官帕特里克·哈尔表示。“威胁行动者持续改进诸如钓鱼这样数十年存在的策略的原因是它们极其有效。根据Verizon 2024年数据泄露调查报告，人类越来越容易受到钓鱼攻击的影响，现在用户仅需21秒点击恶意链接，然后再用28秒输入个人数据。我们根据研究了解到，这些攻击受到易获得的生成式AI工具的提振。威胁行动者正在使用生成AI为受害者定制信息、编写更具说服力的消息，并大幅加速这些攻击的速度和数量，且几乎没有额外成本。”
在查看具体威胁类型时，SlashNext威胁实验室发现过去六个月中凭据窃取式钓鱼攻击增加了217%，BEC攻击增加了29%。根据最近的FBI IC3报告，由于BEC攻击造成的损失在2023年超过29亿美元，每起BEC事件的平均成本为13.7万美元。此外，手机已成为最常用、最易受攻击的通信方式，45%的所有手机威胁现在被报告为短信钓鱼攻击。
基于CAPTCHA的攻击，特别是使用CloudFlare，也在增加，并被用于掩盖凭据窃取表单。攻击者生成数千个域并实施CloudFlare的CAPTCHA，以将凭据窃取表单从无法绕过CAPTCHA的安全协议中隐藏。
“利用Microsoft Sharepoint、AWS和Salesforce等合法服务来隐藏钓鱼和恶意软件是威胁行动者常用的另一种策略，因为它利用了用户对这些工具的信任，”哈尔继续说。“除了基于CAPTCHA的攻击外，基于QR码的攻击也越来越受欢迎，现在占所有恶意电子邮件的11% - 通常嵌入在合法基础设施中。不应该寄望于用户识别和避免复杂攻击，特别是当研究证明依赖培训和传统网络安全工具对现代攻击策略是无效的时候。现在是时候通过AI对抗AI，实施AI动力的电子邮件和消息安全工具，将恶意消息完全留在用户的收件箱之外。”
为应对这些网络攻击日益复杂化的趋势，SlashNext先进的生成式AI安全平台专门设计用于识别、预测和阻止复杂的BEC威胁、钓鱼和勒索软件。通过利用生成式AI、自然语言平行预测、计算机视觉、关系图和上下文分析，该平台实现了业界领先的99.99%的检测率。了解更多关于SlashNext平台的信息并安排演示。
下载完整的2024年中期钓鱼状况评估报告。
SlashNext正在与FBI共同举办一个网络研讨会，时间是太平洋时间5月22日11点，将讨论2024年FBI互联网犯罪投诉中心报告的关键发现。注册参加主题为“BEC、生成式AI和FBI 2024 IC3报告：探索最危险的网络犯罪”网络研讨会。

---
```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。