```
---
title: 'GPT-4o delivers human-like AI interaction with text, audio, and vision integration'
date: 2024-05-16
author: ByteAILab
---

OpenAI推出了其新的旗舰模型GPT-4o，无缝集成了文本、音频和视觉输入和输出，承诺增强机器交互的自然性。![图片](https://www.artificialintelligence-news.com/wp-content/uploads/sites/9/2024/05/openai-gpt-4o-ai-artificial-intelligence-api-benchmark-testing-developers-multimodal-voice-vision-text-chatgpt.jpg){ width=50% }

---

GPT-4o，其中的“o”代表“omni”，旨在满足更广泛的输入和输出模式。“它可以接受任意组合的文本、音频和图像作为输入，并生成任意组合的文本、音频和图像输出，”OpenAI宣布。
用户可以期望响应时间快至232毫秒，模拟人类对话速度，平均响应时间为320毫秒。
开创性能力
GPT-4o的推出标志着从其前任中的一大飞跃，通过单个神经网络处理所有输入和输出。这种方法使得该模型能够保留先前在早期版本中由于使用单独模型流水线而遗失的关键信息和上下文。
在GPT-4o之前，“Voice Mode”可以处理音频交互，GPT-3.5的延迟为2.8秒，GPT-4的延迟为5.4秒。先前的设置涉及三个不同的模型：一个用于将音频转录为文本，一个用于文本响应，另一个用于将文本转换回音频。这种分割导致了诸如语调、多个讲话者和背景噪音等细微差别的丢失。
作为一个综合解决方案，GPT-4o在视觉和音频理解方面有显著的改进。它可以执行更复杂的任务，如和声歌曲，提供实时翻译，甚至生成带有笑声和唱歌等表现元素的输出。其广泛能力的示例包括准备面试，即时翻译语言以及生成客户服务响应。

Superintelligent的创始人兼首席执行官Nathaniel Whittemore评论道：“产品发布比技术发布本身更容易引起分歧，因为在实际互动之前很难判断产品是否会真正与众不同。特别是当涉及到一种不同的人机交互模式时，关于它有多有用的信念就会更多。
“也就是说，人们注意到没有GPT-4.5或GPT-5的发布，这也让人们忽视了这是一个本质上多模态模型的技术进步。它不是一个具有声音或图像附加功能的文本模型；它是一个多模态的输入、多模态的输出。这打开了一系列需要一些时间才能逐渐进入人们意识的用例。”

性能和安全
GPT-4o在英文文本和编码任务方面与GPT-4 Turbo性能水平相当，但在非英文语言方面表现显著优越，使其成为一个更具包容性和多功能性的模型。它在推理方面树立了新的基准，0-shot COT MMLU（常识问题）达到了88.7%，5-shot no-CoT MMLU达到了87.2%。
该模型在音频和翻译基准方面表现出色，超过了以前的最先进模型，如Whisper-v3。在多语言和视觉评估中，它展示出卓越的表现，增强了OpenAI的多语言、音频和视觉能力。

OpenAI通过设计将强大的安全措施纳入到了GPT-4o中，包括通过后期安全措施来过滤训练数据并细化行为。该模型已经经过了一次准备框架的评估，符合OpenAI的自愿承诺。在领域如网络安全、说服力和模型自主性评估中，表明GPT-4o在任何类别中都没有超出“中等”风险水平。
更进一步的安全评估包括与各个领域的70多位专家的广泛外部红队合作，包括社会心理学、偏见、公平性和虚假信息。这种全面的审查旨在减少GPT-4o引入的风险。

可用性和未来整合
从今天开始，GPT-4o的文本和图像功能已经在ChatGPT中可用，包括免费版和增强功能的Plus用户。由GPT-4o提供动力的新的Voice Mode将在接下来的几周内进入ChatGPT Plus的alpha测试阶段。

开发人员可以通过API访问GPT-4o，用于文本和视觉任务，从中受益的包括其速度翻倍、价格减半以及与GPT-4 Turbo相比增强的速率限制。
OpenAI计划通过API将GPT-4o的音频和视频功能扩展到一组受信任的合作伙伴中，在不久的将来预计进行更广泛的推出。这种分阶段发布策略旨在确保在开放全部功能之前进行彻底的安全性和可用性测试。
“他们已经让这个模型免费对每个人开放，并且使API的价格降低了50%，这非常重要，这将极大地提高可访问性，”Whittemore解释道。
OpenAI邀请社区反馈不断完善GPT-4o，强调用户输入在识别和消除GPT-4 Turbo可能仍然表现更好的方面的重要性。
(图片来源：OpenAI)
另请参阅：OpenAI采取措施增加AI生成内容的透明度

想要从行业领袖了解更多关于人工智能和大数据的知识吗？请查看即将在阿姆斯特丹、加利福尼亚和伦敦举办的AI & Big Data博览会。这一全面的活动与其他领先的活动同时举办，包括智能自动化会议、BlockX、数字转型周以及网络安全和云博览会。
在这里探索由TechForge提供的其他即将举行的企业技术活动和网络研讨会。
Tags: ai, api, 人工智能, 基准, chatgpt, 编程, 开发人员, 开发, gpt-4o, 模型, 多模态, openai, 性能, 编程。
```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。