---

title: '她被指控制作了一个涉及少女啦啦队员的虚假视频。

---
她被逮捕、被排斥和谴责。问题在于？实际上一切都不是虚假的'
date: 2024-05-12
作者：ByteAILab

---

Madi Hime正在深吸一口蓝色的电子烟，闭着眼睛，脸上带着满足的表情。这位16岁的少女笑着，头抛向后，开心地大笑，导致烟雾从她的嘴里涌出。这个视频画质模糊而晃动，看起来像是在低光下由某人对着Madi的脸放大拍摄，但这让人印象深刻。Madi是位拥有严格行为准则的啦啦队员，所属于位于宾夕法尼亚州道尔斯敦的高度竞争性的“全明星”队伍Victory Vipers。被抓拍到聚会和吸烟可能导致她被赶出团队。在2020年7月，一位匿名人士将这个可疑视频直接发送给了Madi的教练。

八个月后，这段视频成为了一场警方新闻发布会的主题。地区检察官马特·温特劳布告诉出席的记者们，警方审查了视频和其他图片，并发现它们被称为深度伪造。由于一名未透霜身份的人正在利用尖端技术来玷污一名青少年啦啦队员的声誉。吸烟视频只是许多令人不安的沟通之一，引起了希尔顿镇警察局的注意。Madi一直在接到让她自杀的消息。她的母亲詹妮弗·海姆告诉警察，有人一直在从Madi的社交媒体上获取照片并操纵它们，“让她看起来像在喝酒”。Madi在泳衣照中被篡改：“她的泳衣被编辑掉了。”

Madi并不是唯一受害的Victory Vipers啦啦队成员。2020年8月，谢丽·雷特尔收到匿名短信指责她的女儿凯拉喝酒和抽大麻。诺艾尔·尼罗也收到了她17岁女儿穿比基尼的照片，配有关于“有害特质、报复、交男友和抽烟”的标题。温特劳布补充道，这些图片也都被“篡改并展示为深度伪造”。

匿名发件人使用“伪装”软件来掩饰他们的身份。警方设法将其追踪到没有前科记录的50岁女子拉斐拉·斯波内的IP地址。在她的警方逮捕照片中，她穿着一件鹦鹉绿高领衫，头发紧紧地扎成马尾辫。她那用浓密黑线勾勒的眼睛冷冷地看着镜头，明亮的嘴唇被愤怒地紧抿着。她看起来令人恐惧。“看起来她的女儿与Victory Vipers体操队的受害者一同助威——或者曾经是助威——“温特劳布告诉出席的记者。斯波内自发地在试图抹黑她16岁女儿的竞争对手，以试图让他们被赶出队伍。

当记者把一个又一个麦克风放在讲台上的时候，温特劳布毫不婉转地说道，“这种技术现在可以被任何拥有智能手机的人使用——你的邻居，一个怀恨之人。”他挥舞着自己的手机，“在巴克斯县，我们有一个具有特定意图的成年人，通过深度伪造技术来对未成年人进行攻击。”这超越了宾夕法尼亚郊区啦啦队的竞争。任何人都可能成为这种新型犯罪的受害者，也有可能是犯罪者。“只需下载一个应用程序，你就可以开始了。”温特劳布继续说道，“有时这些深度伪造实在太逼真，我们甚至用肉眼无法识别它们。”他补充说，当局总是处于被动地位：“制作一个深度伪造视频只需要几分钟，但我们需要数个月进行调查。”照片中的这位女子是煤矿中的报警雀：相信自己的眼睛看到的事情的时代正式结束了。

2021年，深度伪造技术再次在那些花费太多时间被限制在家里的世界中引发了一波道德恐慌。深度伪造的色情虽然被盗用非自愿人士的面孔粗略地叠加在其他人的身上，多年来一直令人担忧，但现在数字操纵的视频开始变得惊人地令人信服。这次新闻发布会发生在一段深度伪造视频在TikTok上传播后的几周。这发生在伊丽莎白女王出现在Channel 4的替代圣诞节致辞视频中被深度伪造并扭曲舞蹈，引发了愤怒。但是啦啦队员的深度伪造故事则是另一回事：一个令人着迷的美国女孩、裸露、青少年竞争、未成年人聚会和反乌托邦科技的不可抗拒的组合。

就在温特劳布离开讲台的那一刻，这个故事爆发了。它成为了国际头条新闻，从BBC新闻到印度斯坦时报再到悉尼先驱晨报（以及，是的，卫报）。特雷弗·诺亚嘲笑斯波内对上的每日秀。Madi Hime与她的母亲一起出现在ABC的《早安美国》节目中，这是美国收视率最高的早间节目。他们分享了吸烟录像带，这是该案中唯一公开发布的图像内容，Madi描述了当其中一名啦啦队教练将她拉到一旁告诉她他们收到的内容时的感受。“我上了车，开始哭，说‘那不是我在视频里’，”Madi说。“我以为如果我这么说，没人会相信我，因为有证据——有视频。但很明显，这是被篡改过的。”

在警方新闻发布会的最后，一名记者举起了手。由于我们最初的本能是相信我们的眼睛，警方是如何得出结论认定视频是深度伪造的，“而不是说：也许这是年轻人在撒谎，视频是真实的”？“有所谓的元数据，”温特劳布回答。“我们可以看到幕后，正如我们在这个案例中所能做的。由于一些供应商位于世界的另一端，我们并不总是能够做到这一点。有些供应商不愿合作。其他人只是充斥着请求。”他举起手，仿佛被这一切大为震撼，补充说：“我们认定照片是照片，视频是视频，它们未经修改，未被污染。这是一个挫折。”

但是，一年多后，当斯波内最终出庭面对她的指控时，她被告知这起案件中的网络骚扰元素已经被撤销。警方再也没有指控她在数字上对任何事情进行了篡改。有人在呼喊着深度伪造。一个在全世界引发数千条头条新闻的故事，实际上是基于青少年的谎言。当真相最终大白的时候，几乎没有被报道——但这些视频和图片都是真实的。如果“啦啦队员”一词让你想到在美国高中橄榄球比赛场边手持波状花的女孩，那就错了。全明星啦啦队是一项独立的体育运动。它要求惊人的胆量和运动能力，结合了体操、马戏和舞蹈技巧，以及对女性啦啦队员来说，浓妆、蓬松的头发和镶有闪亮宝石的服装。这是一个绝大部分是女性的体育项目，但不仅局限于女性。每年有四百万美国人参与其中。

每个团队都是一个微妙的生态系统。“翻筋斗”的人在垫子上表演令人惊叹的杂技动作。“顶人”将“飞人”抛向空中，进行翻转和空翻。“金字塔”是任何表演的中心，在那里整个队伍聚集在一起，由“基础”支撑着队友的各个层次和金字塔顶端的一名飞人。飞人需要轻盈、灵活和具备体育天赋；他们是任何表演的焦点。啦啦队美国所有女性运动员的脊柱或脑损伤中占比65%。但对于一些人来说，高风险是值得的：全明星啦啦队员可以获得大学奖学金，成为社交媒体影响者，并获得丰厚的品牌交易。仅仅加入团队就足以让年轻人在社区中获得声望：他们成为地方爱国主义和清清白白成功的象征。

道尔斯敦，离费城以北一个小时车程，是一个漂亮的美国小镇，周边有一个优秀的当地学区；这是那些父母眼明手快的人们来养育他们的家庭。Victory Vipers体育馆位于郊区的一座巨大、毫无特点的机库内。在任何特定的一天，停车场上会停满了开SUV的父母，要么是送孩子，要么是等待他们结束练习。你可以在里面听到教练在高节奏音乐中数着节拍，但除此之外，几乎看不出这是一个高度竞争和成功的啦啦队的所在地。至少外观上是这样，如果你进入一队顶级团队，费用就不止每年4950美元（4000英镑）（不包括外地比赛的旅行费用）。

斯波内在面临指控时律师罗伯特·伯奇知道什么是深度伪造。“我的第一反应是，一个50岁的女士如何在手机上制作深度伪造？你需要相当复杂的编辑能力。”伯奇辩称，新闻发布会是地方检察官利用机会引起关注的一招。“他正在参选连任。他看了看刑事起诉书，看到了一个机会。”

当地人头条新闻网站“每日点”在2021年5月对这些深度伪造指控进行调查，并问问瑞斯针对他使用的方法，自2023年以来审查证明这些视频被数字篡改时采用的方法。当时代普法学家亨利·阿杰尔在推特上表示，ABC仍在使用带有“深度伪造视频”字幕的录像，显然并不是。他在推文中表示，“电子烟笔/云朵/手在女孩的脸上移动”，“尴尬的面部角度”以及视频的其他方面，“可能需要深度伪造专家做了大量工作，后期编辑完成。”

新闻发布会中最广泛报道的声明之一是斯波内曾经从Madi的社交媒体上拿走照片，并对其进行篡改，以使她看起来赤裸。伯奇耸耸肩：“从那次新闻发布会之后的第一天起，我就要求检察官办公室将死亡威胁和裸照发送给我，但我从未收到。”当他终于被允许看到对他的客户所面临的指控所依据的证据时，在2021年11月——几乎是她被指控以后的一年——他发现了“裸”主张的依据：是来自名为斯凯勒的人的Snapchat发来的截图，显示了穿着粉红比基尼的Madi被模糊处理，以与她的肤色融为一体，这种事情有可能是某人在手机上用手指轻滑进行的基本照片编辑软件所能做的事情，而不是任何高级AI数字编辑。这看起来更像是愚蠢的玩笑，而不是对一个儿童图像进行严重处理的企图。斯凯勒是一个真实存在的人——Madi朋友圈的一个十几岁的女孩，斯波内和伯奇告诉我——但警察从未联系过她询问有关该图像的事宜。

伯奇指责称，希尔镇警务
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。