---

title: '3分钟千人被裁，IBM中国大败退'
date: 2024-08-28
author: ByteAILab

---

来源：[量子位](https://mp.weixin.qq.com/s/5EPjyzRO2KIVkau6XBwrvA)

白交 发自 凹非寺

量子位 | 公众号 QbitAI

![图片来源：由GPTNB生成](http://www.jesonc.com/upload/3B33CB85B496C0CB6FBA4C2BD79320AD/1724733260489/FtpW7A890wrXsOaHh_Gsu7d8gZo5.png)

三分钟的全员会议，让IBM中国研发业务全线关闭。<br/>一千多人命运被改变，一个时代也就此落幕。

---


多方消息称，此次中国区关闭主要涉及两条业务线：

一个是IBM中国开发中心（CDL），另一个是IBM中国系统中心（CSL），主要负责研发和测试。

相关员工将获得N+3赔偿。

这个周末，有关IBM撤退中国的消息搞得人心惶惶。起因是上周五晚，IBM中国关闭了内网访问权限，波及范围涉及研发和测试在内的一千多位核心员工。

由于事发突然，当晚不少人甚至还在加班，就被踢出了内部群组。

为此，IBM中国同第一财经回应称：

IBM会根据需要调整运营，为客户提供最佳服务，这些变化不会影响我们为大中华区客户提供支持的能力。

换言之，研发部门撤退中国是真，还想继续服务赚钱也是真。

IBM将彻底关闭中国区业务：员工N+3赔偿

今天上午，IBM全球企业系统开发部副总裁Jack Hergenrother在全员大会上宣布，决定将中国系统实验室的研发工作转移到海外其他IBM基础设施基地。

目前，IBM正在退出在中国所有发展业务。

有自称是员工的表示，周一冒着大雨来参加全员大会，结果三分钟听着老外说「做了一个艰难的决定」，全部研发一锅端。

据第一财经消息，声明指出，中国企业，尤其是民营企业，越来越重视抓住混合云和人工智能技术带来的机遇。

而IBM在中国的本地战略重点则是利用其在技术和咨询方面的丰富经验，组建具备相应技能的团队，帮助中国客户共创符合他们需求的解决方案。

也就是说，研发工作不在中国进行了，但咨询和销售业务继续。

此外，IBM也强调，未来将转向服务中国的民营企业以及部分在中国的跨国企业。

事实上，IBM撤退中国其实也有迹可循。2021年，IBM悄默声地关停了中国研究院CRL。

当时被曝原因是内部调整，而研究院本身也很难盈利。

如今IBM两大研发中心CDL和CSL关闭，背后原因是指中国的基础设施业务有所下滑。

其中，中国开发中心（CDL）成立于1999年，是IBM全球最大的软件开发实验室之一。

IBM“广进”进行时

过去一段时间里，IBM全球范围内也已进行了多番裁员。

一边裁员，一边再用AI来补齐。

今年1月，IBM宣布已经裁员3400人。

IBM在财报会议上提出了“劳动力再平衡”，并称这将只影响“非常低的员工比例”。

按照发言人Michael Cable的解释就是：

是生产力的提高推动了“再平衡”，以及我们不断努力让我们员工队伍与客户最需要的技能保持一致。<br/>特别是人工智能和混合云等领域。

今年3月，同样没有声明，没有征兆。7分钟员工会议上，IBM营销和通讯部门被裁撤。

该公司首席执行官 Arvind Krishna早前就表示，

公司将在未来五年内，用人工智能取代8000个岗位工作。

当时IBM就预计到2024年底，员工人数仍与年初持平。

与之相应的是在AI投资的加大。去年5月，IBM 宣布推出WatsonX，号称是一个开发工作室，供企业“训练、调整和部署” 机器学习模型。11月，还成立名为IBM Enterprise AI Venture Fund 的创投基金，资金额为5亿美元。

虽然不会知道此番裁撤是否也是IBM广进计划的一部分，但IBM关闭中国区研发业务，也的的确确标志着一个时代的落幕。

从新中国成立第一台IBM中型计算机，到80年带中后期落地北京上海办事处，几十年发展，中国大大小小几十个城市都有它相应的业务，覆盖金融、能源等关键领域。

1995年9月，IBM中国研究院，是IBM在全球设立的12家研究实验室之一，也是其在发展中国家设立的第一个研究中心。研究领域涉及人工智能、云计算、认知医疗、物联网以及区块链等方面。

他们多次立于行业之前，推出前沿性产品以及提出前瞻性技术概念。

早在上一轮AI浪潮之初，IBM就已经实现了智能问答系统，成为NLP、机器学习领域的头号玩家。放在当时极具前沿性的AI医疗代表Watson，结果被IBM大举引进国内。不过之后因为种种原因而败走中国。还有像物联网领域，早在2014年，IBM中国研究院也率先提出了“物联网3.0”的理念。

而从IBM出来的研究员们，如今也成为国内技术创新的中坚力量。

蓝色巨人不仅影响了一个全球范围内的时代，也推动了中国科技发展的进程。

但现在，长江水后浪推前浪，尘世上一代新人换旧人，IBM的时代，在竞争最激烈的中国率先结束了。

参考链接：<br/>[1]https://m.yicai.com/news/102246580.html<br/>[2]https://mp.weixin.qq.com/s/276sQP1FORXWIyxhxEt3NQ
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。