```
---

title: '任意论文一键变播客，谷歌正式发布Illuminate，它能重构研究者的学习方式吗？'
date: 2024-09-10
author: ByteAILab

---

像听书一样「读」论文。‍

先来听一段英文播客，内容是不是很熟悉？是的，这俩人就是在聊那篇《Attention is All You Need》。

---
在 4 分半的对话里，他们介绍了论文的核心内容，一问一答，听上去相当自然。
播客原址：https://illuminate.google.com/home?pli=1&amp;play=Pa5iGH1___bGy1‍

实际上，播客中对谈的双方都是 AI，生成这段四分钟音频内容的产品是 Illuminate，来自谷歌。

Illuminate 是一个将学术论文转化为人工智能生成的音频讨论的项目。已有用户晒出自己的试用结果，效果不错：

谷歌实验室在邀请用户尝试「前沿技术」方面有着悠久的历史。Illuminate 最早在今年五月的 Google I/O 大会上亮相，当时谷歌重点强调了自身大模型的多模态和长文本能力。但那时 Illuminate 只是一个私人测试版本。

显然，谷歌未必是第一个想出这个点子的公司，但却是第一个做出这个产品的公司：

当时 Illuminate 的宣传点是「按照自己的方式学习」。因为 Illuminate 可以使用 AI 将复杂的研究论文转化为引人入胜的音频对话，从而「重新构想学习」。

想法很简单：由谷歌的 LLM Gemini 生成论文摘要和问答，在引入两个人工智能生成的声音，一个男性采访者和一个女性专家，分工完成一个简短的采访，描述论文内容。

目前，在 Google Illuminate 网站上，已经能够收听到一些经典研究的播客样本。

‍这个产品在什么场景下用呢？

设想，你可以在运动或开车时「聆听」那些看不过来的新增研究论文核心内容。

同时，播客还可以很容易地调整为其他叙述形式，以适应不同的使用场景。

也许你想马上动手制作一期属于自己论文的播客，别急，让我们看看使用说明。

如何将论文一键转化为播客访谈？

打开 Illuminate，界面如下所示。需要注意的是，用户需先申请候选名单，通过审核后才能使用。

目前，Illuminate 针对已发表的关于计算机科学的论文进行了优化。

体验地址：https://illuminate.google.com/home

官方网站上列举了很多示例，我们以经典论文《Attention is All You Need》为例。首先，你可以查看原始论文，点击「View Source」直达论文，这样一来，用户既可以回顾论文内容，也可以根据播客音频进行学习。

接着点击「play」选项，在界面下方是生成的两个 AI 对话的访谈。这是 Illuminate 的关键部分，对话内容围绕研究展开。

我们还是以《Attention is All You Need》为例，对话过程涉及很多知识点，可能是你在读论文时没有注意到的，比如论文的核心概念是什么。生成的音频内容干货满满，会谈到「序列模型 RNN、LSTM， 这些模型在语言处理、翻译和文本摘要等任务中占据主导地位，但这些 RNN 在处理长序列时有明显的不足，因为它们需要一步步处理信息，这是一个重大限制。 

而这篇论文通过引入一种名为 Transformer 的模型来解决这个问题，该模型使用一种称为自注意力的机制，可以一次性处理整个序列，从而识别出哪些部分最相关…… Transformer 还引入了多头注意力机制，它不仅仅使用一个注意力机制，而是使用多个注意力头……」

听完整段对话，你对论内容会有一个重新的认识。

随着 Illuminate 的不断完善，以后遇到新论文，就可以先让 Illuminate 帮你做好预习，在之后的阅读过程中，就会轻松很多。

对于生成的音频内容，如果你没听清，可以后退数秒，也可以前进几秒，甚至还可以控制语速，0.5 倍、2 倍速都可以选择。

点击「share」按钮，你可以将播客内容分享到各个平台。

下面是我们将对话内容分享到 X。你不用编辑任何文本，分享的内容都是自动生成的。这样一来，其他人也可以点开链接进行查看、学习。

除了论文，Illuminate 处理一整本书也是可以的，官方网站上已经列举了很多名著，如《傲慢与偏见》《本杰明・富兰克林自传》等等。

不过，整体看下来，Illuminate 还是有些小缺点，比如生成的对话都是英文，音频不能下载，也没有相应的字幕。或许，不久的将来，我们会看到更加用户友好的 Illuminate。

想要使用的小伙伴，可以提前申请了。

```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。