---
title: '造电池比造火箭更难：谁挡住了马斯克？'
date: 2024-08-22
author: ByteAILab

---

文章来源：<a href="javascript:void(0);" rel="noopener nofollow" target="_blank">远川科技评论</a>

特斯拉迄今为止唯一一次“电池日”举办在2020年9月，由于疫情原因，电池日比原定日期推迟了5个月，参会者的防护措施也很新颖——坐在停车场的电动车里观看活动。延期的五个月里，全球新能源车市场大爆发，全年销量首次突破300万大关。

---
同时，上海超级工厂开始爆产能，以月为单位刷新着产能记录，让这次电池日备受关注。

![Image](http://www.jesonc.com/upload/3B33CB85B496C0CB6FBA4C2BD79320AD/1724224937432/Fqu2bo3FieV7kJtE4xJ3oGg2WH4c.png)

电池日现场，大家都在车里看

不仅参与方式别出心裁，马斯克选择的地点也很讲究。弗里蒙特工厂是特斯拉的第一座整车组装厂，两年前，马斯克在这里度过了47岁生日。时值Model 3产能地狱，马斯克亲自带队“奋斗21天”，在停车厂搭建了半自动临时组装产线，艰难度过危机。“电池日”当天，特斯拉高管Drew Baglino复盘了和老板一起奋斗的日子，又用马斯克的口吻概括了电池日的主题：“为了制造世界上最好的汽车，我们在工厂里从头开始设计车辆。现在，我们要对电池也做同样的设计。”

**随后，这场发布会的真正主角“4680电池”，正式登场。**

顾名思义，4680电池指直径46mm、高度80mm的圆柱形电池。相比前一代2170电池（即直径21mm、高度70mm），能量密度大幅度提高，同等续航下可以显著降低车辆生产成本。在马斯克的诸多大饼中，4680电池是最接近实现的那一张。时至今日，当年PPT上的黑科技几乎都实现了，2023年年初的财报会上，马斯克表示2024年将成为“4680年”。

然而今年4月，在电池日上揭开4680电池面纱的高情商高管Drew Baglino却意外离职，成为特斯拉全球大裁员中，10%优化名单里职级最高的员工之一。Drew Baglino在特斯拉供职超过18年，在2019年联合创始人JB Straubel离职后，Drew Baglino是事实上的CTO，也是4680电池与研发生产的主导者。

那么，是什么改变了马斯克？

**分手的决心**

2019年6月，CNBC曝光一处位于加州弗里蒙特的神秘办公楼，这里距离特斯拉弗里蒙特工厂只有七分钟车程，除了随处可见的“Tesla”标识，外界对大楼里发生的一切都一无所知。

按照CNBC的说法，这里是特斯拉的“秘密电池实验室”，并且取了个非常挑事的标题：特斯拉正在尝试自己生产电池，摆脱对松下的依赖。

![Image](http://www.jesonc.com/FokM5CglxLBi3OkeC5krSM39xrKE)

松下是特斯拉创办初期最坚定的支持者，不仅在后者上市前夕慷慨投资3000万美元，也一直是特斯拉最核心的电池供应商。然而，CNBC的报道却揭晓了4680电池项目上马的原因之一：特斯拉和松下的联盟早已貌合神离。

从Model S量产时期开始，马斯克对松下的电池产能就颇有微词，到了Model 3的产能地狱，马斯克公开表示都是松下电池生产的太慢。当时美国媒体报道，生产一套2170电池组，需要7个小时，出产的电池报废+返工率一度高达40%。

除了产能和良率问题，双方实质性的分歧在于，上海临港的超级工厂即将落成，考虑到电池运输成本以及50万的目标产能规划，马斯克希望松下追加投资，一同奔赴上海建电池厂，大干一把。

但松下的电池业务已经陪特斯拉亏损多年，希望特斯拉赶紧带带兄弟，让松下尽快收回投资。所以，松下嘴上说愿意...
---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。