---

title: 'OpenAI「突拔网线」，国内大厂笑疯！泼天流量来了，微软急伸橄榄枝'
date: 2024-07-13
author: ByteAILab

---

就在昨天，OpenAI正式封锁了中国地区API，但微软却向开发者们大方伸出橄榄枝：速来Azure！与此同时，中国大模型，已经准备好了一波爆发。

西方不亮东方亮。

---


OpenAI的API禁令昨日已经生效了，但微软却大方地向中国开发者敞开怀抱：Azure可用，速来！

微软Azure已经在公开声明中明确表示，其人工智能模型可供中国客户使用。

作为OpenAI的投资母公司，微软居然放话表示，自己不会效仿OpenAI的做法。

这就奇了，所以，OpenAI封锁中国的API使用，并不是美国政府的要求？

微软发言人在接受媒体PYMNTS采访时表示，微软在中国提供的Azure OpenAI服务没有任何变化。

公司将继续通过在中国以外地区部署的模式，为中国符合条件的客户提供接入服务。

The Information也对此有一篇详尽报道。

这个消息，让大家松了一口气——只要注册微软的Azure云服务，国内企业依然可以使用OpenAI的模型。

微软在公开声明中明确表示，Azure中国作为与本地公司21Vianet的合资企业，会一直向中国提供Azure的OpenAI服务。

三家Azure的中国客户也证实，自己目前能够使用OpenAI的模型。

其中两家公司表示，会使用OpenAI的API来训练向中国客户销售的AI模型。比如，他们会将ChatGPT的回复反馈给中国的AI模型，来提高它们对用户指令的理解能力。

OpenAI的禁用消息一出，微软就火速po文，手把手教大家「迁移到Azure OpenAI」

不过，这其中很微妙的一点是，OpenAI仍能从微软在中国服务中获益。

根据OpenAI和微软签订的协议，前者可以从微软销售OpenAI服务获得的收入中获得20%的分成。也就是说，API禁归禁，但分成还是照样拿的。

当然，我国的云服务市场还是由几家本土科技巨头占主导，Azure在其中只是一个边缘角色，因此OpenAI的分成也不会太多。

微软和OpenAI的分歧

可以看出，关于在我国的业务如何部署，微软和OpenAI是有分歧的。

长期以来，中国一直是微软重要的研究中心和业务活动来源地，必应搜索引擎和云计算合资企业，都是这家软件巨头极为看重的布局。

但OpenAI对于国内，显然并不这么想。

微软发言人表示，「OpenAI作为一家独立公司，有自己的决定。」

那么，OpenAI的决定又是谁的决定呢？

网友锐评，「不如说是美国国安局的决定」。（http://mp.weixin.qq.com/s?__biz=MzI3MTA0MTk1MA==&mid=2652489743&idx=3&sn=7f130251af2c9ccb14a79246f5377630&chksm=f12abcfec65d35e8bf7949504bf904235503d43a37ee778a9a66991bf6204a397f10635973fc&scene=21#wechat_redirect）

同样有国内网友猜测，这件事估计是OpenAI新董事会成员的手笔。

网友的猜测并不是空穴来风，目前美国的监管环境愈发严格，政府及军事服务数字化也不断加速。

早在今年1月，美国政府就对包括微软在内的主要云服务提供商提出了严格监管，迫使这些公司识别、积极调查在其平台上从事AI应用开发的外国客户。

可以推测，微软等提供商也一度面临政府施压，只是为何独独OpenAI亮明态度，大张旗鼓向中国开发者发起封锁，其中龃龉就不得而知了。

今年5月，一群美国议员就提出了一项两党法案，根据该法案，美国政府可以更轻易地阻止美国公司向中国出售人工智能。

显然，OpenAI认为，有必要向政府表明自己的态度，避免任何这方面的暗示。

问题是，微软能在多长时间内保持这种平衡。

G皇回宫

上个月，OpenAI给开发者广发警告信，称7月9日起开始拒绝不支持国家和地区的用户访问API。

今天，是OpenAI「禁令」开始的第二天。

据一些开发者透露，目前API的调用还未受到影响，但也基本上做好了从OpenAI到Azure的切换备案。

给这些地区的用户吃闭门羹，OpenAI自然有它如此「傲娇」的考量和底气。

随着近两年大模型井喷式发展，当作行业「活靶子」的GPT历经各种「力压」、「秒杀」和近一年的停滞之后，创下了新的访客记录，将其竞争对手远远抛在了身后。

据Similarweb估计，ChatGPT在2024年6月创下了新的访问者记录。网站当月记录了29亿次访问量，比之前2024年5月的25亿次访问量记录增长了15.6%。

与去年相比，增长了96%。在美国，增长更为显着，同比增长135.8%（环比增长5.55%）。

Sameweb报道称，ChatGPT的移动应用程序也在不断增长。6月份美国日活跃用户数量增长约13%，达到320万。

OpenAI最近进行了一些结构性改变。其中包括于2024年5月从子域chat.openai切换到独立域chatgpt。

此外，新型号GPT-4o于5月推出并免费提供使用，这标志着公司首次免费提供GPT-4类模型。

性能迭代升级生成响应速度更快，加上最诱人的「免费」，GPT自然大获流量。

<a href="http://mp.weixin.qq.com/s?__biz=MzI3MTA0MTk1MA==&mid=2652494284&idx=4&sn=bef19061cdd93c44c4bffcad6507d7ae&chksm=f12aad3dc65d242b7b9ddb96d65bd7b8f4dd60bf43ffa8a98d24eec9324c53ac956524464626&scene=21#wechat_redirect">尽管GPT-4o备受期待的实时语音功能最早要到秋天才能广泛使用，这一功能可能会刺激用户量和访问量进一步的增长。</a>

竞争对手正在努力跟上 ChatGPT的增长步伐。最大竞争对手谷歌的人工智能聊天机器人Gemini 6月份的访问量较上月下降了16.6%。

但是，与去年同期相比，Gemini增长了150%。Sameweb指出，从bard.google更改为gemini.google可能会导致网络统计数据不准确。

Gemini的月访问量只有4亿左右，很难与ChatGPT竞争。

然而，谷歌还有一张王牌，那就是在搜索和Android等服务中实施Gemini，但这些服务并未包含在这些统计数据中。所以谷歌的模型和AI服务不仅仅是Gemini的使用。

但OpenAI模型也可通过API用于众多应用程序，包括许多Microsoft的AI服务。此使用情况也不包含在ChatGPT统计数据中。

值得一提的是，一个专注于个性化和娱乐的聊天机器人系统正在弯道超车，据Similarweb称，<a href="http://mp.weixin.qq.com/s?__biz=MzI3MTA0MTk1MA==&mid=2652495995&idx=1&sn=368e1c03f606fc06c94513aa6235991d&chksm=f12a948ac65d1d9c168e398e7328681055d8cb6a485fa17a389ebef451294b0f3079f26982d9&scene=21#wechat_redirect">Character.ai的移动应用程序正在接近ChatGPT在美国的320万日活跃用户</a>。

6月份，Character.ai游客人数同比增长62%，环比增长11.5%，达到3.09亿人次。

中国大模型自力更生

挑战与机遇总是并存，这也为国内的人工智能公司创造了机会，它们正想方设法抢夺吃了OpenAI闭门羹的用户。

在有关OpenAI API停服传出后，有的大厂为其AI模型提供5000万个免费token，以及免费迁移服务；有的大厂还为其AI模型向新用户赠送1亿个免费token。

直至7月底，国内这些竞争对手门正在为OpenAI的前用户提供迁移途径，将此视为扩大用户群的宝贵机会。

这么看来，OpenAI的决定可能会加速中国AI公司的发展，这些公司正在与美国竞争对手展开激烈竞争，同时也在相互竞争。

来自里昂证券的数据显示，中国至少拥有130个大模型，占全球总数的40%，仅次于美国。

但是，OpenAI等美国公司一直处于生成式人工智能的最前沿，而中国公司却一直在打价格战，一些分析师猜测这可能会损害它们的利润率和创新能力。

尽管如此，纽约大学教授、撰写中国技术文章的Winston Ma说，OpenAI的离开正值「中国大型科技企业缩小与OpenAI的性能差距」之际。

「OpenAI的离开对中国市场是一个短期冲击，但它可能为中国国内的语言模型提供了一个接受真正考验的长期机会。」Ma说。

到目前为止，中国公司相较于推进模型本身的发展，更加注重大语言模型的商业化。

OpenAI这一举动对中国大语言模型的独立和自力更生或许也是件好事。

随着OpenAI切断了与中国最后也是最重要的联系，也可能成为中国人工智能产业实现爆发式发展和商业化落地的序曲。

参考资料：

https://the-decoder.com/openais-free-gpt-4o-model-drives-chatgpt-to-new-heights-with-96-year-over-year-growth/

https://www.pymnts.com/artificial-intelligence-2/2024/report-microsoft-wont-follow-openai-in-blocking-chinas-access-to-ai-models/

https://www.reddit.com/r/singularity/comments/1dz8yqu/openai_is_blocking_api_access_to_china_starting/

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。