```
---

title: '阿里国际推出首个专业版AI Search，为什么它会是下一个B2B谷歌？'
date: 2024-08-08
author: ByteAILab

---

经历过「千模大战」的喧嚣，一年半之后，生成式 AI 的应用层创新终于步入爆发期。
年初的 Sora 激起一阵 AI + 视频生成 的浪潮。

---
涟漪未散，OpenAI 新的 SearchGPT 又燃起了 AI + 搜索的战火。
AI + 搜索，这其实是生成式 AI 技术浪潮刚涌现时，大部分人对其应用的想象：改变传统的搜索引擎。这一战场上，Perplexity 在另起炉灶，Google 想着自我革新，Bing 忙着乘势而起。
如今，阿里国际也宣布入局，直接带来了一款新产品。但与其它所有人都不同，阿里国际的 AI 搜索切入了一个空白地带：涉及更多行业 Know-How 的深度信息搜索领域。阿里国际选择了自己最擅长的「全球电商」行业，意在改变全球采购流程，使之更加直观和高效。
7 月 31 日在法国巴黎举办的发布会上，阿里国际官宣了全球首个 AI 驱动的 B2B 采购搜索引擎。据了解，这款 AI 采购搜索引擎会在今年 9 月正式亮相。
在巴黎的发布会现场，阿里国际副总裁张阔展示了这款新产品。它能主动理解采购者的自然语言，并转化为专业的采购请求；还能根据全球市场数据预测需求、提供建议，实现更精准的匹配。
![图片](https://mmbiz.qpic.cn/sz_mmbiz_png/KmXPKA19gWicrN0vSQvo3RYpPiaiaLUtqFyAvtP4uOTlPgicZ2n5egHUYt8Lk1aNYErRicZFtnZ0E2Vhdxvpx9PbKyw/640?wx_fmt=png&amp;from=appmsg)
业内认为，这将成为全球贸易领域的「下一个 Google」。
「新的 AI 搜索引擎并不是在传统的被动搜索的基础上做提升，这是全新的全球贸易采购体验。」张阔表示。
对于从事采购的中小企业主来说，它首先能听懂你的「大白话」，自动转译成专业采购术语，然后跟你一步步对话，并智能整合全网信息，化被动搜索为主动理解，更精准地理解甚至预测你的需求。
同时，它重构了信息呈现的方式，能主动帮你做信息比较，推荐最合适的供应商。
最后，它还能提供更完整的采购服务，最终帮你完整贸易的全部流程。
如果说过去的 Google，还只是在被动应答，把网页信息跟你输入的关键词匹配，那这一新的 AI 采购搜索引擎，则是在真正理解商品的信息、理解企业的需求，然后主动完成精准匹配。
Sora 的发布，曾让大家惊叹「AI 开始理解并生成真实的物理世界」，那这一 AI 搜索引擎，似乎开始理解现实世界的商业逻辑了？
AI 让「隔行」不再「如隔山」
自互联网兴起的几十年来，「搜索引擎」一直是大众接触各类信息的主流方式。
但我们知道，以传统搜索引擎获取专业领域信息的成本很高，在广袤的互联网上...
...
---

```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。