---
title: 'OpenAI、A16z等AI顶流纷纷下注，日本为什么成了“香饽饽”？'
date: 2024-08-29
author: ByteAILab

---

<div class="article-content__container">
<div class="bbt-html">
<div class="ne-render-content">
<p>文章来源：[乌鸦智能说](https://mp.weixin.qq.com/s/DrosK2k0-G4FGYVDcAY5bA)</p>
<p>文／朗朗</p>

今年以来，越来越多AI巨头和投资机构宣布投资日本AI产业。

①4月15日，**OpenAI**首个亚洲办公室落地日本东京，并为日企提供日语版GPT-4。

---

②8月17日，**a16z**计划在日本开设第二家国际办事处，用于东京的融资活动。
③4月9日，**微软**宣布就云计算和AI领域，未来两年内在日本投资29亿美元。
④4月18日，**甲骨文**宣布就云计算和AI领域，未来十年内在日本投资80亿美元。
⑤4月，**孙正义**宣布，软银将以AI半导体为突破口，把业务扩大到数据中心等行业，预计投资额最高达10万亿日元规模。
在AI顶流公司将手伸向日本之前，不少AI应用已经精准锁定了日本市场。
比如，实现千万美金ARR(年经常性收入)的AI转录公司Notta，和进入搜索TOP20的AI搜索公司Sparticle，都是深耕日本市场的成功案例。
种种迹象显示，在这一波AI浪潮之中，之前在AI方面没有建树的日本逐渐有了存在感。
为什么日本突然间成了香饽饽？在AI巨头们纷纷下注日本背后，我们又应该如何看待日本AI市场的机会？
/ 01 /
用户渗透率不到10%
日本市场成AI应用金矿
AI大佬们之所以这么看重日本，实在是因为日本的AI市场太好了！
从渗透率来说，日本是一块几乎没有被AI“浸染”过的处女地。7月，日本总务省发表的2024年版《信息通信白皮书》显示，只有9.1%的个人使用生成式AI。这一比例与中美等国家存在较大差距。
尽管使用率较低，日本市场的潜在需求却不低。在日本总务省的走访中，回答“非常想使用”和“根据情况考虑使用”二者的合计比例达7成。
另外，生成式AI初创Sparticle的创始人近日表示，他们接触到的很多企业都在快速接纳AI，谈论明年有多少预算要拨给AI、工作流里面有哪些可以AI来优化。
日本用户对AI需求可不只是口头说说，而是实打实愿意掏真金白银。大批从外部涌入日本的AI初创公司由于“先发优势”，叠加以出色的本地化表现，在日本市场分到了一杯羹。
比如，主攻日本市场的AI转录公司Notta的访问量能做到400万，高居中国AI出海榜前20。公司创始人张岩近期表示，Notta的ARR（年度经常性收入）已经做到了近千万美金。
一位日本网友用Notta完成会议纪要的过程
日本用户之所以愿意为AI买单，还是因为日本太缺人了。
日本严重的人口老龄化问题，导致劳动年龄人口减少。据帝国数据库统计，2023年在日本，人手不足导致的企业破产案例达到260起，大幅刷新了历史最高纪录。
在这种情况下，作为生产效率提升工具的AI，自然成了香饽饽。
看到这里，你可能会有疑惑，为什么日本AI需求如此旺盛，为什么用户渗透率反而在发达国家里“垫底”？
一个很重要的原因是，日本本土的AI产业不行。
4月，据日本市场调研机构Tokyoesque数据，日本专门从事AI技术的公司有700+家。而根据新华社6月报道，我国AI企业有4500+...
<div class="ne-atomic">
<div class="ne-img-wrapper" data-align="c">
<img alt="" src="http://www.jesonc.com/FvIzGBbLBToxwkouZbZVxQQKsAm8" style="width:657px"/>
</div>
</div>
...
```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。