---

title: '实测 | GPT-o1：学会了思考，也学会了偷懒'
date: 2024-09-17
author: ByteAILab

---

来源：AI科技评论

原文链接：https://mp.weixin.qq.com/s/gZY1tLetXXvvzvW_NyZttw

![图片来源：由GPTNB生成](http://www.jesonc.com/upload/8FD7B96F5E34993C64020C0DB54F4C00/1726284282649/FgDJ6ZM22ijaiK2P4PKV59Bm4ATA.jpg)

我可能是全网第一个花钱向 GPT-o1 提问，人在深圳靠一条网线横跨太平洋到美国硅谷让 OpenAI 最强大模型 GPT-o1 模型思考 38 秒之后、宕机了半小时选择拒绝回答问题并收了我2.5块（一瓶肥宅快乐水）的韭菜...

（因为这个模型只支持订阅使用并且一个月只回复120条内容，plus会员订阅费1个月20美刀，约等于1.25软妹币1条回答...）

OpenAI 今天凌晨突击更新 GPT-o1，早上起来全网都在开香槟，大意就是突破了LLM极限，新模型能力在生物、物理比肩甚至超越人类博士生。另一个特性就是 o1 模型会用更长的时间思考以此来尽可能完善的回答问题。

---


针对上面提到的两个特性，小编找了几个需要强综合逻辑思考能力并包含物理、生物、数学能力的题目来测试GPT-o1 的能力到底如何。以下是题目设置：

**数学题测试**

![数学题1](http://www.jesonc.com/FuHFK7JJH2N-YYYrav2Hs4d1Nwf4)

「人力显卡」所有人类都用笔算/心算产生的算力能否推翻英伟达的统治？

「钞票打印机」如果我的家用打印机能够打印美元，我能比马斯克有钱吗？

**综合性物理题**

![物理题1](http://www.jesonc.com/FicsKag4auQf0TQaC2kaNWv-bXG2)

「人力地震」地球上所有人在同一个地方同时起跳落地，地球会发生什么？

「机枪飞行背包」用向下射击的机枪能组装成一个飞行背包让人飞天吗？

「世界末日」如果地球和地上所有的东西都在一瞬间停止转动，但大气层还是保持原来的速度，会怎样?

**生物题**

「不孕不育会遗传不？」如果一个人体内所有的DNA在一瞬间消失了，会发生什么？

另外本文章分为：独立测试、横评对比存在的问题、值不值得氪金。小伙伴们可以按需快速前往相应版块。

### 1、数学题测试

**问题1「人力显卡」**

全球所有的人类放下手中工作然后参与到计算中能产生多少算力？这些计算能力和现代的计算机或智能手机相比谁更厉害呢?

![数学题1详情](http://www.jesonc.com/FpnW7_7txbf2dixR1b9HEwlo09D6)

这算是一道比较简单的数学和逻辑推理题，o1思考了11秒，得出的结论是全人类心算/笔算的算力总...

### 2、综合物理题测试

**问题1「人力地震」**

假如地球上所有人站同一个地方同时起跳落地，地球会发生什么？

![物理题1详情](http://www.jesonc.com/FoCOeiTUVdp9W0teOKA5ZuAaXZZU)

这个问题AI思考18秒经过计算告诉咱先别担心，地球的质量是人类总质量的10万亿倍以上，所以人类跳...

...

---

文章链接：<a href="https://www.aixinzhijie.com/article/6846718">https://www.aixinzhijie.com/article/6846718</a>

![GPT-o1 Vs. Claude对比](http://www.jesonc.com/FneGGcOjeUISFVLk0R75VThFMHTw)

如果你只是普通用户，那么这次升级更看重的就是“思考”这一项能力能否帮助你，目前中等程度的问题回答由于第一，但复杂的思考会偷懒，且大部分场景下可以通过优化提示词让Claude 3.5追上GPT-o1。

另外，第一时间愿意消费这个东西的大部分是高手，他们本来用的就厉害做出一些厉害的东西也容易有传播度，受限于收费门槛大部分人容易被这些信息迷惑，以为只有更新了才能做到。其实你大可以先试试用他的提示词然后在普通产品能不能达到那个效果再决定要不要消费。

最后附上一段GPT-o1对OpenAI的吐槽以及Claude对GPT-o1的看法。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。