---
        title: 'Simon Gooch加入Saviynt担任专家服务高级副总裁'
        date: 2024-08-26
        author: ByteAILab

        ---

        领先的身份管理公司聘用Gooch来帮助组织从传统身份解决方案转变为Saviynt创新、安全、智能的数字身份治理平台。![图片](https://ai-techpark.com/wp-content/uploads/2024/08/Former-Acce-960x540.jpg){ width=60% }

---

        
        Saviynt，一家领先的提供基于云原生的身份和治理平台解决方案的公司，今天宣布IT转型和安全服务行业领袖Simon Gooch已加入公司，担任专家服务高级副总裁。
        
        Simon最近担任Accenture的全球数字身份主管兼首席信息官安全总监。在Accenture超过25年的职业生涯中，Simon领导了该公司的关键IT数字转型项目，包括将其内部安全架构从传统的被动的本地方法转变为动态的云优先、面向服务的模式，并侧重于身份、访问和数据治理。Simon帮助公司确保在其职业生涯期间公司实现剧增的情况下交付有效的内部安全和身份项目。凭借其在大规模数字转型项目中的直接经验，Simon还与Accenture的许多客户密切合作。
        
        Saviynt总裁Paul Zolfaghari表示：“我们非常高兴能够通过Simon这样一位备受尊敬且备受推崇的IT和安全领域的远见者加强我们领导团队。”他说：“Simon将其在全球最大组织之一的丰富经验带到Saviynt，我们的客户将受益于他的战略性、未来导向的视角和广博知识。我们期待将Simon独特、卓越的专业知识提供给Saviynt的客户。”
        
        作为专家服务高级副总裁，Simon将负责确保现有客户充分利用Saviynt的身份管理平台。Simon还将与考虑进行身份现代化计划的新公司合作，向他们展示借助Saviynt的解决方案实现这一转型价值的可行路径。
        
        Simon说：“当我开始在Saviynt的职业生涯中迈出第一步时，我反思了这一关键阶段如何与我所看到的网络安全同样关键的演变阶段相吻合。我坚信，只有真正把身份作为连接、保护和启用所有技术的纽带，你才能安全有效地转型业务。”他表示：“我很高兴能加入一个不仅有愿望在塑造下一个演进阶段发挥关键作用的组织，而且已经汇聚了一支热情、专业和经验丰富的团队，他们的激情、专业知识和经验将为一个创新且成功的未来奠定基础。”
        
        Simon对确保运行Accenture业务的技术起到了关键作用。在这家全球公司中，Simon直接向Accenture的首席信息官汇报，与Accenture的首席信息安全官直接合作，他全面负责实现Accenture的数字身份愿景，从战略到实施，及运行所有身份和访问管理服务。 

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。