---
title: '20位嘉宾演讲内容剧透，架构创新专场超强阵容揭晓！年度AI芯片盛会邀您下月见'
date: 2024-08-21
author: ByteAILab
---

<div class="article-content__container">
<div class="bbt-html">
<div class="ne-render-content">
<p>生成式AI时代，大模型及AIGC的快速发展推动着计算需求的高速增长。</p>
<p><strong>从服务器到边缘，再到AI手机、AI PC、AIoT、智能汽车，</strong>各个领域的AI芯片玩家都面临着新的机遇和挑战。

---
</p>
<p>AI大模型与各个赛道的结合，带来了新的体验革新，这些新体验的落地则离不开各类AI芯片的支撑。放眼全球，产业格局的激烈变动，也让更多中国AI芯片企业看到了新的发展机会。</p>
<p>与此同时，芯片设计的复杂度不断提升、产品快速量产上市的要求不断增加、新兴应用市场不断涌现，投资和成本的压力也水涨船高。</p>
<p>AI芯片作为AI产业发展的“基石”，是实现AI产业化落地的核心力量，对AI技术的进步和行业应用都起着决定性作用。</p>
<p><strong>如今各路AI芯片创企可谓是百家争鸣，群雄逐鹿成为国内AI芯片产业的主基调。</strong>在这样的产业背景下，我们将全球顶级AI芯片产学研用及投融资领域专家们聚集起来，为他们提供思想交锋、观点碰撞的平台。</p>
<p>9月6-7日，<strong>2024全球AI芯片峰会（GACS 2024）</strong>将在北京新云南皇冠假日酒店盛大举办。<strong>全球AI芯片峰会至今已成功举办六届，现已成为国内规模最大、规格最高、影响力最强的产业峰会之一。</strong></p>
<p>本届峰会由芯东西与智猩猩共同主办，以<strong>「智算纪元 共筑芯路」</strong>为主题。峰会采用“主会议+技术论坛+展览展示”的全新形式。主会议由一场开幕式，以及数据中心AI芯片、AI芯片架构创新、边缘/端侧AI芯片三场专场会议组成，将在主会场进行；技术论坛分为Chiplet关键技术论坛、智算集群技术论坛和中国RISC-V计算芯片创新论坛，将在分会场进行。</p>
<p>峰会同期还将布设<strong>展区，</strong>展示AI芯片产业链优秀企业的最新技术、产品与方案。同时，峰会期间，还将重磅揭晓两大AIIP AI生产力创新先锋企业榜单，分别是<strong>2024年度中国智算集群解决方案企业TOP 20、2024年度中国AI芯片新锐企业TOP 10。</strong></p>
<p>此前，我们共向大家公布了<strong>31位</strong>演讲嘉宾。（<a href="https://mp.weixin.qq.com/s/L5p1bonlLdF7aExtSM45JQ">《AMD与国产AI芯势力创始人领衔！2024全球AI芯片峰会首批嘉宾公布，报名正式开启》</a>、<a href="https://mp.weixin.qq.com/s/8XKK67KBWebbksI_NSfmTg">《25+明星芯片企业集结2024全球AI芯片峰会，分会场Chiplet、RISC-V论坛部分嘉宾揭晓！》</a>、<a href="https://mp.weixin.qq.com/s/jLEUUh97GBvPIj1-31MtqA">《清华大学尹首一教授领衔，30位AI芯片/Chiplet/RISC-V大咖云集！大模型时代最火AI芯片峰会最新嘉宾阵容公布》</a>）</p>
<p>今天，我们向大家公布峰会的最新进展！</p>
<p>一、最新36位嘉宾确认演讲 架构创新专场阵容敲定</p>
<p>2024全球AI芯片峰会共计两天日程，主会议由一场<strong>开幕式，以及数据中心AI芯片、AI芯片架构创新、边缘/端侧AI芯片三场专场会议</strong>组成，将在主会场进行；技术论坛分为<strong>Chiplet关键技术论坛、智算集群技术论坛和中国RISC-V计算芯片创新论坛，</strong>将在分会场进行。</p>
<p>清华大学教授、集成电路学院副院长尹首一将在开幕式做主题报告。同时，AMD人工智能事业部高级总监王宏强，高通AI产品技术中国区负责人万卫星，清华大学交叉信息研究院、人工智能学院助理教授、北极雄芯创始人马恺声，也将在开幕式进行主题演讲。</p>
<p>在数据中心AI芯片专场，6位嘉宾已确认参会，并分别进行主题演讲。他们是：Habana中国区负责人于明扬，壁仞科技副总裁兼AI软件首席架构师丁云帆，中昊芯英创始人、CEO杨龚轶凡，浪潮信息开放加速计算产品负责人Stephen Feng，芯和半导体技术市场总监黄晓波，Alphawave亚太地区业务总监郭大玮。</p>
<p>云天励飞副总裁、芯片业务线总经理李爱军，后摩智能联合创始人、产品副总裁信晓旭，安谋科技产品总监杨磊，智芯科创始人兼CEO顾渝骢，聆思科技副总裁徐燕松，视海芯图创始人&amp;董事长许达文，富瀚微资深市场总监冯晓光，将在边缘/端侧AI芯片专场发表主题演讲。</p>
<p>芯动科技IP研发副总裁高专、硅芯科技总经理赵毅、锐杰微董事长方家恩三位专家，将在Chiplet关键技术论坛，围绕UCIe Chiplet IP、2.5D/3D IC协同设计仿真EDA工具和先进封装进行主题报告。</p>
<p>摩尔线程高级产品总监付海良、昆仑万维AI Infra负责人成诚、智源研究院研究员敖玉龙三位技术专家，将在智算集群技术论坛发表演讲。</p>
<p>在中国RISC-V计算芯片创新论坛，算能高级副总裁高鹏、跃昉科技研发副总裁袁博浒、芯来科技CEO彭剑英、赛昉科技NoC首席架构师葛治国、澎峰科技创始人&amp;CEO张先轶、兆松科技联合创始人兼CTO伍华林6位大咖已确认参会，他们将分别围绕异构计算、边缘AI芯片、IP商业化要素、片上网络NoC、大模型推理引擎、AI编译器等，全方位解读RISC-V产业的生态发展与创新。</p>
<p><strong>而AI芯片架构创新专场的7位演讲嘉宾已全部敲定，</strong>他们分别是：<strong>北京超弦存储器研究院首席科学家戴瑾，苹芯科技CEO杨越，
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。