```
---

title: '华为云董理斌：做难事解难题，盘古大模型以“智”重塑千行万业'
date: 2024-07-07
author: ByteAILab

---

7 月 5 日，2024 世界人工智能大会暨人工智能全球治理高级别会议 —“盘古大模型重塑千行万业” 分论坛于上海世博中心举办。

在 “盘古大模型做难事解难题，以‘智’重塑千行万业” 主题演讲中，华为云 Marketing 部部长董理斌向出席会议的百余名人工智能领域顶尖专家、业界领军人物分享了盘古大模型 5.0 的全新能力，以及盘古大模型深入高铁、钢铁、工业设计、建筑设计、气象等领域，重塑千行万业的应用进展。

---


他表示，盘古大模型 5.0 通过更多的模态和更强的思维能力，重塑云服务，为开发者、客户和伙伴提供更强大、更丰富的智能化能力。

![华为云 Marketing 部部长董理斌发表主题演讲](https://image.jiqizhixin.com/uploads/editor/780fa437-f594-4053-9949-27a53f5590fa/a.png)

今年，华为云盘古大模型 5.0 在全系列、多模态、强思维三个方面带来全新升级。
- 全系列：盘古大模型 5.0 分别推出了十亿级、百亿级、千亿级、万亿级参数规格的模型，支持应用于不同复杂度的业务场景。
- 强思维：盘古大模型 5.0 将思维链技术与策略搜索深度结合，极大地提升了数学能力、复杂任务规划能力以及工具调用能力。
- 多模态：除了业界支持的文本、图片、视频外，盘古大模型 5.0 还支持雷达、红外、遥感等更多模态，让 AI 更精准地理解物理世界。

盘古大模型 5.0 的重大升级之一是多模态生成能力的显著增强。在自动驾驶领域，盘古大模型 5.0 通过创新的可控时空生成技术，结合场景视频生成、4D BEV 视频生成、自动驾驶仿真库及路网信息，能更好地理解物理规律，大规模生成和实际场景相一致的驾驶视频数据，还可以灵活增加控制条件，生成不同路况、不同光照、不同天气的训练视频数据，加速自动驾驶技术的快速成熟。

![盘古 5.0 重塑自动驾驶](https://image.jiqizhixin.com/uploads/editor/db5fa1da-b3a6-4e73-afd3-5ad8f68e652e/b.png)

在持续创新技术的同时，华为云深耕行业，“两手沾泥”，组织超过 500 名华为专家赴一线、跑工地、进车间，和行业专家一起，将盘古大模型落地到了中国 30 多个行业、400 多个应用场景。

在钢铁领域，盘古大模型能够对热轧生产线的最优参数进行预测。在切换钢板生产规格时，操作工人往往需要对模型参数进行调整优化，这个过程通常需要耗费至少一周时间。盘古大模型仅需约 4 小时，显著减少调优时间。此外，在上海宝武钢铁热轧生产线中，基于盘古大模型，精轧宽展预测精度较传统模型提高 5% 以上，钢板成材率提升 0.5%，预计每年可以多产钢板 2 万余吨，年收益达 9000 余万元。未来，盘古大模型还将应用于高炉场景，对炉温、铁水温度、硅含量等炉况进行仿真，从而辅助高炉精准控制，充分利用每一分能源，降低能源成本。

在铁路领域，高铁巡检机器人搭载盘古大模型后，可精准识别动车零部件的变形、异物、松动、丢失等 3.2 万个故障检测项点，覆盖 8 大类、350 多种复杂故障，不仅提升高铁运营效率、降低巡检成本，而且减少凌晨时段人工巡检的艰辛作业。

在媒体内容生产和应用领域，盘古大模型能够将实拍视频快速转换成特定风格的动漫，并保持角色样貌特征前后一致，舞蹈、武打等大运动轨迹也能确保合理一致的视觉效果，制作周期从月级缩短到天级，大大提升制作效率，作品一次拍摄多元化制作，实现价值最大化。

盘古大模型还在政务、金融、制造、医药研发、煤矿、工业设计、建筑设计、气象等领域发挥着巨大价值。董理斌表示，大模型创新需围绕企业生产场景、核心场景展开，帮助企业实现产品的创新，生产效率的提升，工作环境的持续改善，让每一个企业、每一位企业员工拥有 AI 助手。

为支持伙伴与客户持续获得有效的 AI 算力，华为云依托三大核心枢纽中心，构建满足全国 AI 算力的昇腾 AI 云服务，不仅全面适配行业主流的 100 多个大模型，而且将大模型的资源开通时间从月级缩短到天级，并可实现千亿参数模型云上训练 40 天无中断。

未来华为云将继续携手客户和伙伴，在大模型创新和解难题、做难事的道路上攻坚克难，为行业智能化升级、企业跨越式增长提供坚实的 AI 力量，加速行业智能化。

---
```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。