```
---

title: 'Palantir被CDAO选中参与扩大数据分析和人工智能'
date: 2024-06-04
author: ByteAILab

---

Palantir Technologies Inc. (NYSE: PLTR)今天宣布，国防部首席数字和人工智能办公室（CDAO）授予其子公司Palantir USG，Inc.一项生产合同，以使他们的AI启用操作系统的许可证在整个国防部范围内可用。![图片](https://ai-techpark.com/wp-content/uploads/2024/05/Palantir-960x540.jpg){ width=60% }

---
从最初的1.53亿美元订单开始，以支持特定的作战指挥部和联合参谋部，额外的奖励可以在未来的5年内达到4.8亿美元。
此外，CDAO还授予Palantir一项用于快速安全地将第三方供应商和政府能力纳入由政府拥有、Palantir运营的数据环境以满足优先作战指挥需求的原型其他交易（OT）合同，金额为3300万美元。
“这些奖励代表了AI在战士采用方面的重要一步，将尖端技术从实验转变为企业生产，” Palantir国防增长主管Shannon Clark表示。“我们很自豪地支持CDAO，使指挥官能够在各个领域做出更好、更快的决策，并实现前所未有的规模。”
Palantir的商业解决方案将成为更大CJADC2生态系统的一部分，与其他供应商和项目整合，以支持战场意识、全球整合、争夺后勤、联合火力和目标工作流程。用户将受益于过去几年Palantir为战士部署AI/ML工具所创造的当前数据集成。
“在这个地缘政治竞争的时代，CDAO通过敏捷、高效和负责任的部署AI/ML成为带动作战CJADC2能力实现的重要领导者，”Palantir USG总裁Akash Jain说。“Palantir很荣幸继续支持CDAO的使命，即开发、部署和扩展促进美国国防的AI启用解决方案，我们期待与美国战士共同努力，确保这些工作能够在最关键的领域有效发挥作用 - 在战场上和各级决策者手中。”
此外，政府操作人员和第三方供应商将能够在平台上或其他平台上通过开放API和本体软件开发工具包（OSDKs）构建数据集成、管道和应用程序。Palantir的开放基础设施提供灵活和快速响应的有机用法，同时保持所需的安全协作，以确保访问控制和数据保护。
这项工作是Palantir与CDAO长期合作的延续，旨在支持全球信息支配实验（GIDE）事件，以及为先进技术开发经过验证的现实应用程序。

---

```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。