---

title: '澳大利亚政府希望制止在线危害助长暴力和分裂。

---
它可以做些什么？'
date: 2024-05-05
author: ByteAILab

---

澳大利亚阿尔巴尼斯政府表示，在四月份的悉尼刺杀事件和对女性暴力危机凸显了在线危害的情况后，“无所作为不是一个选项”。但在表示会采取行动之后，政府到底将采取什么具体措施来进一步监管大型科技和社交媒体领域仍然是一个悬而未决的问题。政府目前正在开展多项对科技行业各个方面的审查、咨询和流程，一些可能会在未来几周内得到解决，而其他一些结果则预计要等到今年晚些时候才会出炉。在考虑如何解决在线误信息和厌恶女性暴力内容的问题时，政府提出了许多关于可能采取的科技改革途径。

1. 年龄验证技术
政府在周三对男性暴力的声明中表示，将为年龄验证技术试点提供预算资金，“以保护儿童免受有害内容，如色情和其他年龄限制的在线服务”。 “这个试点项目将确定可用的年龄验证产品，以保护儿童免受在线危害，并测试它们的有效性，包括涉及隐私和安全问题，” 它表示。这个想法已经被提出一段时间了，但之前被政府拒绝。在2023年3月的一份报告中，网络安全专员建议对年龄验证进行“路线图”，包括采取措施防止色情对儿童造成伤害。在2023年8月的回应中，政府没有采纳这一建议，表示当时年龄验证技术“尚未成熟，但正在发展”。回应中表示，任何此类项目必须能够可靠地工作，且无法绕过，能够全面实施，包括在外部托管这类内容的情况下，并在平衡隐私和安全风险的同时不引入更多隐私风险方面。 “年龄确认技术尚不能满足所有这些要求，” 政府回应写道，指出要强制实施年龄验证“尚未做好准备”。周三的试点研究宣布将“确定可用产品”，以及现在是否能够实施的问题。一个关键的僵局可能是一个人需要提供多少个人数据，如身份文件，才能验证他们的年龄。

2. 误信息法规
通讯部长米歇尔·罗兰德周二表示，政府将“于今年晚些时候”提交有关在线误信息的有争议法案。这项法案去年以草案形式发布，但在引发有关言论自由的强烈抗议后被撤回。这是阿尔巴尼斯政府在邦迪结合和维斯特西德尼刺杀事件后网络中传播有害误信息之后提出的第一个解决方案。罗兰德表示，政府正在与一些当事方进行“建设性的磋商”之后才发布经修订的草案。“我认为，尤其是邦迪的刺杀事件，以及西部悉尼的刺杀事件之后发生的事情，突显了监管平台的系统和流程对于应对有害误信息传播的重要性，”她说。在维斯特西德尼和邦迪结合刺杀事件发生后不久，罗兰德告诉九家报纸“对于任何负责任的政府来说，无所作为都不是一个选择”。

3. 新闻传媒议价法规
政府正面临着要将Meta的Facebook和Instagram、TikTok以及X等社交媒体公司列入新闻传媒议价法规的压力，这将迫使这些社交媒体公司就他们在其平台上得到的新闻内容从主流媒体机构进行协商。绿党的通讯发言人莎拉·汉森－扬表示，政府应该将这些平台列入范围。助理财政大臣斯蒂芬·琼斯正在等待财政部和澳大利亚竞争与消费者委员会关于对新闻机构和社交平台改变的影响的建议。琼斯表示，社交媒体公司有“社会责任”，包括在他们的平台上传播新闻。他补充说，如果Facebook等公司重复其在2021年的行为，完全删除正在协商中的新闻内容，这将是“反民主的”。

4. 调控算法和推荐引擎
一些政府流程关注社交媒体算法如何向用户提供有害或暴力内容。在线危害部长会议批评了“推动‘影响者’传播有害性别刻板印象和鼓励对女性施加暴力”的算法推荐系统，而《在线安全法案》审查的参考说明将推荐引擎列为“一系列新兴技术引起的危害”之一，还包括人工智能和端到端加密。推荐引擎是在线内容个性化的核心。《卫报澳大利亚》了解到，政府正在考虑通过加强《在线安全法案》和网络安全专员的权力来迫使社交媒体平台阻止青少年看到有害或暴力内容。

5. 进一步限制在线虐待
在线安全审查还提出了修订围绕儿童网络欺凌、非同意共享亲密图像、成年人网络虐待的规定，或者修改围绕描绘令人憎恶的暴力行为的规则的可能性。在维斯特西德尼教堂刺杀事件后，以及网络安全专员对X提起起诉，因为后者托管了袭击录像，政府预计将仔细考虑这些规则是否适合其目的。

6. 数字“协调机构”
对于更多新颖的方法，受自由党参议员安德鲁·布拉格主持的2023年参议院经济委员会的一份报告收到了一些关于在科技领域建立某种整体监管机构的建议。报告建议联邦政府“建立数字平台协调机构”，并对当前监管方案中出现的“分裂”和重叠问题提出担忧，其中一些方案具有“竞争性优先级”。报告指出绿党参议员大卫·舒布里奇抱怨指出，许多领域没有“主导机构”。一些提交建议增加对现有监管机构（如澳大利亚竞争与消费者委员会或澳大利亚信息专员办公室）的资源投入。其他人呼吁设置具有特定数字专业知识的新监管机构，或设立一个致力于在线问题的新的国会委员会。政府对委员会意见作出回应时提到正在进行的工作加强现有流程。

7. “科技税”
为了进一步监管在线平台，汉森－扬还呼吁政府“适当对其进行征税”，并为业主设立新规则。“需要全面的媒体改革，以确保我们拥有适用于科技巨头和现代媒体公司的媒体监管，”她最近表示。她还表示，应力求实施“适当的人物测试”以针对大型媒体所有者和社交媒体巨头。有人建议高额税收可用于直接资助公共利益新闻。亚太发展、外交与国防对话（AP4D）智库最近提出了一项新的数字平台税，用以资助新闻媒体应对“不断上升的误信息和不实信息”。

这些话题上的更多探讨，可在以下链接找到：
网络安全、
在线虐待、
澳大利亚政治、
安东尼·阿尔巴尼斯、
针对妇女和女童的暴力、
色情、
网络等。

请注意文章内容的重复使用。
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。