```
---

title: '新AI 见未来|2024世界人工智能大会 · 国际AI城市论坛成功举办'
date: 2024-07-09
author: ByteAILab

---

AI将如何改变城市面貌？AI如何在城市空间里创造商业价值？海外城市代表和专家如何看AI在城市里的应用和赋能？7月6日，以“新AI 见未来”为主题的2024世界人工智能大会·国际AI城市论坛成功举办。论坛由上海智慧城市发展研究院、中国联合网络通信集团有限公司、联合国教科文组织国际工程科技知识中心智能城市分中心联合主办，世界规划教育组织(WUPEN)、香港理工大学智慧城市研究院协办，联合国工业发展组织上海ITPO支持。

---
此外，由上海积乘数字科技有限公司提供AI互动支持。

论坛上，来自不同国家不同城市的院士专家、学术嘉宾和企业代表等，围绕AI技术赋能建设“世界之城”“新质之城”与“元动之城”，探索AI城市建设的新理念、新技术和新路径，让城市发展更高效、善创新、有温度、可持续！

[Image 1](https://image.jiqizhixin.com/uploads/editor/b5c6e17d-f85e-4e94-b1e0-bff1142a2bee/d252b212c99c8514bea03e75ecbf026c.jpg)

当前，作为新一轮科技革命和产业变革的重要驱动力量，人工智能正在以不可逆转的速度升级迭代，世界开始步入AI“普惠”时代。中国联通智能城市研究院副院王题在活动致辞中表示，中国联通集团新发展战略的牵引下，上海联通牢牢把握网络强国、数字中国建设的时代方位，坚持国家队、排头兵的责任担当。主动融入上海市新一轮发展，加快新一代新型数字信息基础设施建设，深度参与上海“五大中心”建设和城市数字化转型，坚持企业发展与上海经济社会发展同向发力，助力上海人工智能高地的全新构筑。

...

[Image 2](https://image.jiqizhixin.com/uploads/editor/e78fd6d1-fb10-42a5-a276-1599d06905c9/a3ce96e266adcc5435b7f8d41dfbb353.jpg)

新AI 见未来！2024国际AI城市论坛成为了一场汇聚全球智慧、激发创新思维的璀璨盛宴，不仅构建了跨领域、跨行业的生态合作伙伴紧密合作平台，还通过深入交流与思想碰撞，不断汇聚来自世界各地的智慧与力量。论坛上的每一个精彩瞬间，都是对AI技术赋能城市未来的深刻诠释，是对数字时代城市变革的积极探索。未来，相信各方将携手并进，以更加开放的心态和务实的行动，推动AI技术与城市发展深度融合，为打造更加美好的城市未来贡献力量！

---
```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。