---
title: '澳大利亚警方发出“虐待性敲诈”警告。

---
以下是其工作原理以及家长应留意的红旗'
date: 2024-09-07
author: ByteAILab

---

儿童至少12岁被在线社区成员盯上，这些人向他们施加压力，要求他们制作极端内容
---
儿童至少12岁被在线社区成员盯上，这些人向他们施加压力，要求他们制作极端内容，包括性行为和自残，澳大利亚联邦警察已经向家长和监护人发出了警告。警方称这种实践为虐待性敲诈，涉及极端在线社区。澳大利亚联邦警察在一份声明中详细介绍，来自世界各地的成员使用化名，在社交媒体和消息平台上向儿童施加压力，让他们自行制作明确的性和暴力内容以获得进入这些群体的机会。罪犯可能与受害者年龄相仿。
---
珀斯男子猎取180名儿童，成史上“最糟糕”的性敲诈案继续阅读虐待性敲诈的区别在于，大多数罪犯动机是“在群体内获得地位或声名”，澳大利亚联邦警察人类剥削部门和由澳大利亚反击虐童中心领导的澳大利亚中心指挥官海伦·施耐德说：“他们的行为是为了利用脆弱的受害者制作令人憎恶的内容，用以取乐。”
---
受害者陷入圈套虐待性敲诈犯人在与受害者建立在线关系后，鼓励他们制作明确的色情或暴力内容，澳大利亚联邦警察的情报发现。然后他们与其他群体成员分享内容，引发了一个恶性循环，其中该组织威胁将材料与受害者的家人或朋友分享，除非他们再制作更多。根据澳大利亚联邦警察的声明，这些要求通常会升级至特定的现场性行为、虐待动物、严重自残和在线自杀。
---
RMIT的专家尼古拉·亨利表示，升级是“一种常见的策略”。“通常从一个非常无害的方式开始，随着时间的推移逐渐升级。”亨利将这种敲诈形式描述为一种诱使：“让年轻人成为他们自己虐待行为的‘积极参与者’，以获得加入一个独特群体的承诺。”“由于施虐者试图让受害者变得明白，这可能会降低受害者报告或向他人告知此事的意愿。”施耐德警告说，因此，识别罪犯并关闭此类群体“非常困难”。“不幸的是，这些群体中的一些受害者认为他们并不是受害者，他们不认为自己被迫执行这些极端可怕的行为，因此不太可能向当局报告。”
---
在澳大利亚，儿童、青少年、家长和教师可以联系Kids Helpline拨打1800 55 1800，或者联系Bravehearts拨打1800 272 831，成年幸存者可以联系Blue Knot Foundation拨打1300 657 380。在英国，NSPCC为儿童提供支持电话0800 1111，关心儿童问题的成年人可以拨打0808 800 5000。国家成人虐待协会(Napac)为成年幸存者提供支持电话0808 801 0331。在美国，可以拨打或发送短信到Childhelp虐待热线电话800-422-4453。其他帮助资源可以在Child Helplines International找到。探索更多有关这些主题的内容上因特网安全澳大利亚联邦警察社交媒体在线虐待儿童保护网络犯罪儿童解释分享重复使用此内容。
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。