```
---

title: '具身智能赋能机器人，「AI+人形机器人」论坛在浦东新区成功举行'
date: 2024-06-12
author: ByteAILab

---

6 月 6 日下午，在上海市浦东新区科技和经济委员会指导下，由上海市浦东新区投资促进中心、人形机器人（上海）有限公司主办，上海浦东科技创业中心、机器之心（上海）科技有限公司承办，中国银行股份有限公司上海市分行协办的「AI + 人形机器人」论坛暨张江机器人全球生态峰会具身智能开发者论坛在浦东新区张江科学会堂成功举行。

来自具身智能、运动控制、云计算以及人形机器人整机等领域高校院所、行业企业以及投资机构的 200 多位嘉宾参加了本次论坛，在线观看人次超 30000。

---


本次论坛邀请了 12 位来自具身智能领域的学者、企业代表以及开发者代表进行了技术交流和研究成果分享。

浙江大学控制科学与工程学院教授王越总结了目前机器人在末端规划和跟踪控制遇到的难题，并分享了浙大团队的解决方案。上海人工智能实验室青年科学家、浦器团队负责人庞江淼分享了浦器团队用具身智能大模型赋能机器人，针对具身交互数据和机器人的三维感知的难题提供了解决方案，并展示了在可泛化性控制方面的工作成果。香港中文大学 （深圳）教授，跨维（深圳）智能数字科技有限公司创始人贾奎延续了类比自动驾驶提出了高通用性具身智能的五个发展阶段，介绍了跨维智能基于 Sim2Real 的高通用性具身智能解决方案。

上海理工大学教授、机器智能研究院执行院长、上海卓益得机器人有限公司创始人李清都重点分析了肌腱仿生驱动在灵巧性、安全性、续航性、成本控制等多方面的优势，并倡议加强产业间的交流协作，引导人形机器人的良性发展。国家地方共建人形机器人创新中心特邀开发者胡宇航分享了自监督学习在人形机器人中的应用，推动了机器人的自动学习和优化。国讯芯微（苏州）科技有限公司 CTO、联合创始人蒋琛讨论了具身智能控制系统平台如何促进人形机器人大小脑的端到端融合，同时生态联合体可快速组建人形机器人手臂、腿、躯干和头，为人形机器人公司提供一站式定制化服务。

广东天太机器人特邀人形机器人专家，上海大学副教授施群聚焦人形机器人结构设计领域，分享了高度拟人化人形机器人的设计探索，尤其是腰部、髋部、腿部的创新设计，探讨了人形机器人设计领域的潜力和前景。科大讯飞人形机器人首席科学家季超博士分享了团队结合具身大模型打通基于模型优化和基于数据驱动的运动控制路线齐头并进的技术路线，深度解析了大模型给具身智能通用机器人带来的提升空间和产业化落地瓶颈及挑战。复旦大学智能机器人研究院青年研究员李伟分享了团队在基于生命进化学习三角形的机器人形态进化和行为学习，仿真到落地实现的强化学习运动控制策略迁移和基于元学习和多模态模仿学习的机器人操作技能等方面的相关工作。

松灵机器人 (东莞) 有限公司营销中心负责人陈鹏介绍了松灵机器人在全球机器人科研教育领域所做的工作，并邀请业内人士协力解决机器人专用数据集稀缺的问题，助力机器人行业的加速发展。百度智能云泛科技行业具身智能机器人赛道负责人张龙君分享了加速具身智能机器人产品相关核心能力构建的相关工作，主要包括：具身大脑能力构建、运控小脑训练迭代、具身数据采集标注以及远场人机语音交互。OpenLoong 开源社区负责人邢伯阳分享了国家地方共建人形机器人创新中心低成本具身平台的设计思想和应用前景，通过联合生态解决 “卡脖子” 难题，为行业建设世界领先的人形机器人训练场。

浦东新区大模型赋能产业系列聚焦金融、智能网联车、人形机器人等垂直领域，深度探讨了 AI 技术的前沿应用场景，为学界与产业界的技术交流、产业上下游协同发展搭建了专业、开放的交流平台，驱动产业蝶变，实现 “AI 向实・产业跃升”，助力浦东打造人工智能世界级产业集群。

---
```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。