---

title: '英国只有3%的12岁孩子没有智能手机。

---
以下是其中四人的感受'
date: 2024-09-24
author: ByteAILab

---

在今年，家长对智能手机的担忧引起了巨大反响。那些没有智能手机的孩子是感觉被剥夺了吗？还是更有生活情趣呢？

无论如何，智能手机已经完全占据了我们自己和孩子的生活。但不可避免的反弹正全面展开。这不仅仅是家庭围绕屏幕时间限制发生争执，或者父母徒劳地试图减少对成人、极端化或消费主义内容的暴露。随着对手机具有成瘾性、干扰儿童学习、创造力和注意力的认识日益增强，以及超过97%的12岁孩子拥有智能手机，学校已经开始采取行动。今年2月，英国政府发布了关于智能手机的指导意见，一些学校自那以后已经禁止了智能手机的使用。同样在2月，两位担忧的家长创建了WhatsApp群组“无智能手机童年”。根据其联合创始人戴西·格林维尔(Daisy Greenwell)的说法，这个在线社区现在已经拥有超过12万名成员，“在英国每个郡都有一个当地群组，这些群组中还有成千上万的学校群”。

那么，对于这领先于潮流的没有智能手机的少数孩子来说，他们是如何看待这一切的呢？

安妮贝尔，13岁
我是我所知道的唯一一个没有智能手机的人。我知道它们相当容易让人上瘾。我有一些朋友在Snapchat上花费很多时间 - 其中一个朋友在她的手机上设定了为期三小时的屏幕时间限制，并且将整个时间都用于Snapchat上。我们一起时，一些其他朋友会在TikTok或YouTube上滚动，我感觉被排斥了。有时我的朋友与他们没有遇见过的来自另一所学校的人交流，所以我认为社交媒体是一个很好的找人的方法。但它也有负面影响，因为你可能会和你不想交谈的人接触，尽管我不知道有任何人在网上被欺凌过。如果有一个他们不认识的人，他们通常会把对方拉黑。

其中一个积极的地方是，我与真实世界中的朋友更加联系紧密，并且我可以在我妈妈的手机上加入一些WhatsApp群组，这有助于我与班级群聊连接。我觉得拥有智能手机会让我从其他事情分心。在社交媒体上，每个人都在说：“你需要买这款美颊腮红或那款保湿霜。”还有：“哦，我买了这个是因为TikTok上有人说它很好。”然后下周，每个人都在说：“哦，你买了这款保湿霜，那太老了。”如果看到你的朋友都知道所有新潮流，那表明他们对此相当上瘾。今年夏天，我花了很多时间学吉他和唱歌，如果我有智能手机，我想我是不会这么做的。

在学校，我们有Yondr计划，你必须将手机锁在一个袋子里。如果被抓到手机在外面，会被处以关押。有些人是如此上瘾，以至于他们无法将其锁在外面五个小时。但很多人不会让他们的手机随身，你可以真正和他们交谈。

亨利，11岁
我11岁时得到了一个智能手机，然后我妈妈拿走了，因为她说我看手机时的态度变得很糟糕，这导致了争吵。她让我停下来，但我不会，因为我想要完成游戏的某个关卡或和朋友聊天。

我了解青春期：这就是为什么禁止智能手机不是答案，以及我们应该做的事情
更多阅读
手机上的游戏很有趣，但主要是在假期无法与朋友联系。我完全不能和朋友说话。我妈妈说她会给我一部诺基亚手机，但我们还没有得到。

在我不拥有手机时更友好我部分同意我妈妈的看法。没有它，你就根本不会想到它。我有两个更小的兄弟，经常有一个会悄悄拿走我的手机搜索视频和玩我的游戏。这会在我们之间引起争吵。

我不想要一个非常简单的手机的唯一原因是因为我经常使用WhatsApp，而我的所有朋友都在用。我被邀请加入了几个大的WhatsApp群，但因为我不能经常使用手机，我总是最终删除它们因为我有太多消息。

如果我妈妈给我一部诺基亚，我想我会使用它，因为经常当我从学校走回家时，我到家时我妈妈和爸爸不在，如果我无法与他们联系，那真的很麻烦。我唯一想对他们说的是：如果你想限制我，让我难以绕过它。我通过要求他们输入密码然后偷偷看他们的方式得到了密码。

杰克，13岁
我不想要一个智能手机。从我看到的我的父母，它似乎就是很烦人；不断发出响声。我手机的唯一用途是联系父母和朋友，所以我有一部旧诺基亚手机。

有时我确实感觉缺少WhatsApp和Snapchat而被排斥，但看到实际上发生的事情，仅仅是感到烦人，什么有趣的事也没有发生。他们只是相互之间发送一些随机的东西。

我有一种与其他人不同的幽默感；在社交媒体上的一些东西，让我完全惊讶于它是如何滑稽的。我认为一些人真的会觉得很有趣，但我肯定可以挑出那些只是随波逐流的人。

当学校禁止使用智能手机会发生什么？ 一个完全的变革
更多阅读
我是我所有朋友中唯一没有智能手机的人。当我说我不想要一个时，人们总是感到相当困惑。一些成年人说：“那很好”，但不是我的朋友和同龄人。我很擅长避免被欺负，所以我没有因此而被人欺负过。

我读书很多。我可能是年级中阅读最为先进的人之一。我不知道这跟这有什么关系，但也许我在晚上读书时，其他人都在看手机。

迈克，11岁
我没有智能手机，因为我父母认为存在太多危险。我不知道有什么危险；他们不告诉我。我认为他们至少应该告诉我危险是什么。

没有智能手机，我将错过发送朋友生活中改变性体验的机会，以及能够通过视频通话看到某人真实的生活。我的朋友现在仍然给我打电话，但他们现在更多地在WhatsApp上与其他人交谈。

我不认为我的大多数朋友对他们的手机上瘾。我认为他们只是恰好到了应该拥有手机的年龄。这就是我感到相当恼火的原因。我毫不怀疑，在六年级结束和七年级开始之间，正是拥有手机的好时机。我认为让一名孩子在六年级之后拥有手机并不危险。我们很成熟 - 你在八年级开始挑选自己的GCSE课程。

一开始我接受了没有手机的事实，但然后许多我的朋友都有了智能手机。我感到非常被排斥。害怕错过 - 这是我对此感到烦恼的主要原因。

探索更多这些主题 智能手机 儿童 家庭 手机 功能性 分享
重复使用此内容。---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。