---

标题: '平装棺材和机器狗：专利申请展示2023年英国的发明'
日期: 2024-10-07
作者: ByteAILab

---

英国发明家去年构思出的机器狗、平装棺材和饼干蛋糕混合品是其中之一。

---
《卫报》对知识产权局（Intellectual Property Office，IPO）列出的专利申请进行了分析，发现2023年至少涉及一名英国发明家的专利申请共有 5,955 项发布。其中包括由伦敦的31岁发明家亚历克斯·梅（Alex May）发明的躺式电脑桌。该设备具有向下面向的电脑监视器，可从桌子下方观看，如果需要还可以作为坐式或站立式桌子操作。自十几岁起患有慢性背部问题的梅，在寻找一种更舒适使用电脑的方式后想出了这个桌子。“当我第一次寻找时，我惊讶地发现并未有类似的产品存在，但我想向箱子添加轮子花费了几十年时间”，他说。在2022年患上长期新冠后，这个发明变得更有用。“我认为有很多医学病症的人都可以从这个桌子中受益，任何需要躺着舒适而不是坐着或站着的情况都可以。”他说。

![Alex May使用他的躺式电脑桌](图片链接)

“对于其他身体健全的人，也有人体工程学的好处。我们都越来越熟悉使用电脑和手机导致的姿势问题，例如慢性腰部疼痛和‘电脑颈’。对我来说这改变了生活，我希望它也能造福其他许多人。”梅目前正在申请更新型号的专利并为该产品建立了小型电子商务业务。

其他发明包括一款由大卫·豪（David How）从Stourbridge发明的黄麻和竹制平装棺材。这款环保且易于组装的产品通过他的平等贸易公司Oasis Coffins在孟加拉国制造，于五月获得专利。

萨福克郡Brandon的安娜·库姆也获得了一项结合生面团和面糊的烘焙方法和产品专利。她的“Cookie Cake”“让用户在一口中体验不同的口感”。这个发明是在和女儿烘烤时出现的一个愉快的意外，当时一些杯形蛋糕溢出，上面看起来像饼干。“她问我们是否可以制作上面带有饼干和饼干的蛋糕”，库姆说。

![Anna Coombe与她的女儿Sophie Coombe在Jarrolds百货商店销售Cookie Cakes](图片链接)

“我不确定，但说我会尝试。花了几个月的时间制作配方，计算比例，并尝试不同的烘焙技术、成分和口味。我受到我患有神经发育紊乱的女儿的启发，她有着惊人的想法和创造力。”在一次“极好”的初期反响后，安娜在网上和当地百货商店销售她的蛋糕。她正在寻找其他企业的试用，并考虑大规模生产。

大多数专利申请都属于高度技术或科学性发明，但其他较少数目和非奇特的例子包括一个能帮你练习像牛仔一样套索的易拼装薄木牛、记录门将表现数据的智能守门员手套、将弦竖立以节省空间的大型立式钢琴、用于制革的类似皮革材料、使用雷达决定唤醒你的最佳时间的午休计时器、马铃薯制作的奶酪，适合左右脚的鞋子以及用来振动你的鼻子以排出黏液的机器。

数据显示，318家公司负责2023年半数英国专利申请。捷豹路虎以182项领先，其次是戴森，共有151项申请，其中一项是用于吸尘的机器狗。四条腿使机器狗能够上下楼梯，而此前Roomba等机器吸尘器无法做到的。本文于2024年10月5日根据关于西拉·尼科尔斯（Sarah Nicolls）名称的图片标题的拼写错误进行了修改。


---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。