```
---
title: '重新定义Ultra标准，vivo X100系列新品正式发布'
date: 2024-05-15
author: ByteAILab
---

5 月 13 日，vivo X100 系列新品三舰齐发，宣布与蔡司签署全新的联合研发扩展协议，以自研和共研并行的开放体系，与蔡司共同探索移动影像新高度。同时推出了蓝图影像，在 X100 系列上市的蓝图影像专属于 vivo｜蔡司联合研发产品线，代表了 vivo 影像在关键场景的认知与积累。

---
vivo 已经连续三年稳坐国产手机销量第一。今年 Q1，vivo 持续保持了第一成绩，满分旗舰 X100 系列功不可没。在 vivo X100、vivo X100 Pro 持续热销收获好口碑之时，vivo 此次升级发布了 vivo X100s、vivo X100s Pro 和 vivo X100 Ultra 三款新品。作为 vivo 史上首个 Ultra，vivo X100 Ultra 搭载蔡司 2 亿 APO 超级长焦和一英寸云台级主摄，不断拉高移动影像标准。vivo X100s 凭借 7.80mm 超薄直屏设计、旗舰级影像体验及天玑 9300 + 强悍性能支持，成为 2024 年直屏旗舰新代表。全新发布的 vivo X100s 共有青云、钛色 、白月光、深空灰四款配色，起售价 3999 元；vivo X100s Pro 共有钛色、白月光、辰夜黑三款配色，起售价 4999 元；两款新品将于 5 月 17 日正式发售。vivo X100 Ultra 共有钛色、白月光、深空灰三款配色，起售价 6499 元，将于 5 月 28 日正式发售。自研与共研并行探索，走出移动影像新道路。最近，vivo 与蔡司签署了全新的联合研发扩展协议。未来双方的合作，不仅要在影像、经典光学领域持续突破，在计算光学、健康影像等方向，vivo 和蔡司也会深度合作，共同探索未来影像的无限可能性。未来，vivo 会与蔡司一起，持续构建移动影像技术的绝对领导力。2023 年 11 月，vivo “蓝科技” 正式发布，汇集蓝晶芯片技术栈、蓝海续航系统、蓝心大模型、蓝河操作系统，全面展示了 vivo 十年阶段性技术研发成果，也为 vivo 锻造产品核心竞争力打下基石。此次发布会上，vivo 再次发布了 “蓝科技” 家族第五个成员 —— 蓝图影像，描绘影像未来新蓝图。影像一直是 vivo 长期重投的技术赛道。vivo 致力把专业设备的影像能力和摄影经验整合进手机，打造人性化的移动影像体验，让用户随时随地纪录真实，传递感动。为此，vivo 已累计投入超 2000 人力和数十亿研发经费，申请专利达 7000 多件，推出了诸多广受欢迎的超级影像功能。蓝图影像，代表了 vivo 影像在关键场景的认知与积累，是 vivo 自研传感器技术、自研算法、自研影像芯片等影像技术的集合。vivo 的影像，是一个自研和共研并行的开放性体系，也是一个跨领域合作的融合性体系。在 X100 系列上市的蓝图影像专...
```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。