```
---

title: '医疗保健行业在2024年的网络安全评级达到“B+”'
date: 2024-06-26
author: ByteAILab

---

SecurityScorecard的威胁研究重点关注医疗保健行业的网络安全进展，并揭示重要的供应链风险。![图片](https://ai-techpark.com/wp-content/uploads/2024/06/Healthcare-960x540.jpg){ width=60% }

---

新的SecurityScorecard威胁研究显示，尽管医疗保健行业在2024年上半年的安全评级为“B+”，但它面临着一个关键的漏洞：供应链网络安全风险。该名为“2024年美国医疗保健行业的网络风险景观”的新报告，研究历史数据泄露和安全评级，为医疗保健机构提供见解，以阻止供应链违规。

Change Healthcare的勒索软件攻击发生后，SecurityScorecard STRIKE威胁分析人员调查了美国500家最大医疗保健公司面临的最严重风险。

主要发现
医疗保健行业获得B+级评分：美国医疗保健行业的安全评级超出预期，平均得分为88分。然而，仍有改进的空间：评级为B的组织比评级为A的组织更有可能成为数据泄露的受害者的2.9倍。医疗保健行业在第三方违规中处于领先地位：2023年，35%的第三方违规事件影响了医疗保健机构，超过了其他任何行业。供应商生态系统是勒索软件团伙极度渴望的目标。攻击者可以通过单个漏洞渗透数百家组织而不被察觉。医疗设备组织有更高的受损风险：医疗设备和设备公司的评分比整体医疗样本低2-3分。这些组织还报告的违规事件和受损计算机比其他医疗领域的组织高出16%。AppSec是最大的攻击面威胁：应用程序安全问题是医疗攻击面中最重要的缺陷之一，48%的组织得分在这一类别中最低。软件供应链让攻击者可以访问源代码、构建过程、管道工具或软件更新，将攻击传播到供应商的客户，这些客户通常默认信任供应商及其系统。尽管威胁不断上升，但数据泄露仍然较低：在过去一年中，仅有5%的医疗机构经历了公开报告的数据泄露，而在过去30天内，有6%的机构证据表明其网络上的计算机遭到破坏。勒索软件仍然是该行业面临的重大威胁，这反映在有关这些攻击的公开报道中。

集中的网络风险
由于Change Healthcare每天使一些公司损失100万美元，企业安全主管正在加倍努力加强供应商监督和网络安全措施。每个组织都必须审查其数据安全实践，评估对敏感数据的第三方和第四方访问，并确定对收入至关重要的关键供应商。

威胁研究与情报高级副总裁Ryan Sherstobitoff说：
“像Change Healthcare这样的单一故障点基本构成了医疗索赔处理的基础，可以瘫痪整个医疗生态系统。如果网络安全社区不积极监控供应链风险，历史将会一再重演。我们必须共同确定并解决单一故障点。”

方法
该研究审查了美国500家最大公开交易的医疗保健公司的安全评级和历史数据泄露。请查看详细的方法。

附加资源
下载“2024年美国医疗保健行业的网络风险景观”要了解更多关于SecurityScorecard威胁情报的信息，请访问我们的网站。

---
```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。