```
---

title: 'HealthEC & VirtualHealth 宣布新合作'
date: 2024-09-26
author: ByteAILab

---

HELlOS®平台将提供新的集成，包括HealthEC的先进、全面的人口健康管理分析和工具

为更好地为客户和患者提供服务，推动人口健康管理向前发展，HealthEC和VirtualHealth®高兴地宣布行业合作伙伴关系。![图片](https://ai-techpark.com/wp-content/uploads/2024/09/HealthEC-960x540.jpg){ width=60% }

---
此次合作将VirtualHealth屡获殊荣的护理和人口健康管理平台HELIOS®与HealthEC的先进人口健康分析能力紧密结合。

这一合作代表了向交付集成、数据驱动的医疗解决方案迈出的一步，这些解决方案可改善患者结果并推动价值导向型护理(VBC)的成功。

通过将HELIOS领先行业的护理管理能力与HealthEC的综合分析能力相结合，医疗机构将能够访问功能强大的工具，用于识别高风险人口、管理慢性病情况和优化护理协调。HELIOS + HealthEC集成解决方案将使医疗机构能够做出更明智的决策，降低成本，并进一步提高整个患者人口的护理质量。

HealthEC首席执行官Chris Caramanico表示:“将护理管理、疾病管理和利用管理作为我们提供的一部分在市场上至关重要，这对于试图进入价值导向型护理市场的提供商来说至关重要。满足合同要求对于提供商来说变得更加困难，我们的目标是100%支持他们。”“通过合作，我们将把最好的产品带到市场上。”

VirtualHealth的创始人兼首席执行官Adam Sabloff强调了这一合作的力量，他表示:“我们已经将自己发展成一个端对端医疗管理的单一解决方案。HELIOS被付款方和提供方市场的重要玩家所使用，因为它能够在一个地方支持协调的护理管理、人口健康管理、利用管理、FHIR互操作性等等。通过与人口健康分析领导者HealthEC合作，HELIOS的客户将能够在更深层次上连接人口健康数据，并提供带来改善患者护理和健康结果的见解。”

```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。