---
title: '苹果放弃投资 OpenAI，硅谷最大融资悬了？'
date: 2024-10-05
author: ByteAILab

---

<div class="article-content__container" data-v-0aea98aa="" data-v-7f057cc4=""><div class="bbt-html" data-v-7f057cc4=""><div class="ne-render-content" data-editby="ne">

文章来源：[定焦One](https://mp.weixin.qq.com/s/yWbJwWdA6YquNWMC4a60XQ)

![Image 1](http://www.jesonc.com/upload/8FD7B96F5E34993C64020C0DB54F4C00/1727661339144/FlOtHDyLWKzD2NE_FBsvew1wXPG7.png)

OpenAI最近的日子可谓冰火两重天，一方面，融资活动如火如荼；另一方面，技术高管们走得走，散的散，以至于其内部员工不免发出如上调侃。

不过，事情尚未尘埃落定之前，一切尚有变数。

---


早有传言称苹果将参与OpenAI的融资轮时，这并不出人意料，毕竟当苹果宣布将ChatGPT服务整合进Siri时，双方合作似乎也是水到渠成。

而《华尔街日报》最新的报道指出，苹果原本可能参与OpenAI下周即将完成的高达65亿美元的融资轮，但却在最后关头决定退出。

![Image 2](http://www.jesonc.com/FjgTVfUtSzW5Pep2jUDXTEFoxAGR)

作为全球最负盛名的AI独角兽，备受追捧的OpenAI然不缺投资者。

报道称，在苹果选择「放手」后，微软、英伟达等巨头仍在谈判桌上。其中已投130亿美元的微软预计还将追加约10亿美元。

风险投资公司Thrive Capital也将领投本轮，投入约10亿美元。投资公司Tiger Global Management和阿拉伯联合酋长国支持的公司MGX也都在积极商谈参与事宜。

尽管本轮融资尚未最终敲定，参与者和投资金额仍有变动的可能，但可预见的是，OpenAI正坚定地从非营利组织转型为营利性公司。

因为报道还提到，若是OpenAI两年内没完成公司结构的重组，本轮投资者将有权要求退回他们的「真金白银」。

![Image 3](http://www.jesonc.com/FkdfzZ_ZNBp5ceiPnIKGjwY9Pyhc)

然而，在OpenAI转型为真正的商业公司之前，不可避免地会经历一段漫长的阵痛期。

据《华尔街日报》报道，许多现任员工和前员工认为，OpenAI在发布产品公告和进行安全测试方面过于急躁，且已失去对竞争对手的领先优势。

更直白地说，在Altman的掌舵下，OpenAI正逐步变得更像一家普通公司。

员工们普遍不满的一点是，肩负掌舵人身份的Altman大多时候不参与公司的日常事务，而是忙于全球推广AI，筹集资金以建设AI所需的芯片和数据中心。

首先，这无疑是好事，因为开发和运营AI模型本质上是一门烧钱的游戏。AI走出实验室，进入现实世界改变人们的生活，依然需要金钱的「燃料」。

根据《纽约时报》查阅的财务文件，OpenAI 8月份的月收入达到3亿美元，自2023年初以来增长了1700%。

该公司预计今年的年销售额约为37亿美元，并且估计明年收入将激增至116亿美元。

但据一位同样审查了这些文件的金融专业人士分析，在支付了运营服务相关成本、员工工资和办公室租金等其他费用后，OpenAI预计今年将亏损约50亿美元。

并且，这些数字还不包括基于股权的员工薪酬和文件中未完全解释的几项高额费用。截至发稿前，OpenAI拒绝对这些文件发表评论。

![Image 4](http://www.jesonc.com/FpSXEvc1LhTA2yN0KOqtxjDlKSKS)

其次，一些在OpenAI工作多年的研究人员却认为，大量资金的注入和巨额利润的前景正在侵蚀OpenAI的文化。

还记得超级对齐团队负责人Jan Leike曾在X上发文：

我与OpenAI领导层在公司核心优先事项上的分歧已久，最终达到了一个临界点……近年来，安全文化和流程已经让位于更为吸引人的产品。

成立于2015年的OpenAI是一家非营利性的研究机构，其宗旨是「创建造福全人类的安全通用人工智能（AGI）」。但照目前来看，这艘大船正悄然偏离了航向。

![Image 5](http://www.jesonc.com/FrVFkZAPRjLMTS_Ge9Gze5msiv5G)

置身事中的OpenAI高管离职潮或许是这一变化的最好表征。

简单来说，这大致可分为两个原因，一是高管心里受委屈了，二是钱没给够。

而此时，外媒WSJ又曝出一些新鲜的瓜料。据悉，在五月份Ilya和超级对齐团队负责人Jan Leike官宣离职之后，OpenAI高层担心这会引发更大规模的人才流失，因此积极寻求Ilya的回归。

![Image 6](http://www.jesonc.com/FktUkHBdga8AfORG4hxXQK3_Kdxe)

OpenAI前CTO Mira和总裁Brockman携带着其他员工的贺卡和信件拜访Ilya，并对其晓之以情，动之以理，并表示如果没有Ilya，公司可能会陷入「崩溃」。

报道还指出，当时Altman也亲自上门拜访，并对其他人尚未找到解决Ilya离职问题的办法表示遗憾。

当时，Ilya向他的前同事表示，他正在认真考虑重返OpenAI。

然而，不久后，临时「变卦」的Brockman突然打电话通知Ilya，公司撤回了让他回归OpenAI的提议。

原因是，公司内部高管在确定Ilya新角色及其如何与其他研究人员共事（包括他的首席科学家继任者）方面「遇到了困难」。

后来的故事大家都知道了，Ilya很快宣布创立新公司SSI，并已成功筹集了10亿美元的资金。

![Image 7](http://www.jesonc.com/FoBMdcJpoLoY-0Ymnj_mZIxxy3j_)

再者，技术大咖离职潮的出现本质上还是绕不开「安全」二字。

在GPT-4o发布之前，OpenAI的高管们希望借此机会狙击Google年度开发者大会，以抢占更多的关注。而研究人员被要求在仅剩的9天内完成比原计划更为全面的安全测试。

加班加点、日夜通宵的安全团队每天工作20小时，几乎没有时间核查他们的工作。

基于不完整数据的初步结果显示，GPT-4o符合部署的安全标准。

但在模型发布后，《华尔街日报》援引知情人士消息称，后续分析显示该模型的劝说能力超出了OpenAI内部标准，即创建能够说服人们改变信念并参与潜在危险或非法行为的内容的能力。

急于推出GPT-4o是一个普遍现象。作为时任CTO（首席技术官），Mira曾多次推迟搜索和语音交互等产品的计划发布，因为她认为这些产品尚未准备就绪。

![Image 8](http://www.jesonc.com/FonUiY5xmbcMFyI2qqCLkU-6WNL4)

其他高级员工也越来越不满。联合创始人兼顶级科学家John Schulman告诉同事，他对OpenAI内部冲突感到沮丧，对未能挽回Ilya感到失望，并担心公司正在逐渐地忘记「初心」。

于是乎，今年8月，他离开了OpenAI，转投了注重安全的老对手Anthropic。

昨日，外媒The Information报道提到，Brockman和Murati在公司的AI发展计划上也时常存在分歧。

尽管Brockman作为公司总裁，通常应该负责公司的整体战略规划和决策，但他同时也会参与到具体的项目中，比如将早期的AI研究成果转化为实际应用的产品原型。

这种既是决策者，又是执行者的角色重叠，很轻易就让其与Murati及其技术团队的观点和计划产生分歧。

《华尔街日报》报道称，Brockman喜欢插手任何感兴趣的项目，这常常让相关人员感到不满，比如Brockman经常在最后一刻要求对已规划好的项目进行修改，这迫使包括Murati在内的其他高管出面调和。

多年来，员工一直敦促Altman约束Brockman，称他的行为让员工「士气低落」。这些担忧一直持续到今年，最终Altman和Brockman同意他应暂时休假。

上个月，Brockman在X平台上写道：「我将休假到年底。这也是自九年前共同创立OpenAI以来的第一次放松。」

报道还指出，OpenAI高层已经人手不足。就在Murati辞职的同一天，首席研究官和副总裁也相继离职。

Altman现在需要加强他的管理团队，设法完成对公司至关重要的数十亿美元融资，并尽快推动将非营利组织转型为营利性公司的复杂进程。

也许再过不久，我们将会看到，目前正在「休长假」的Brockman宣布回归OpenAI。如果没有这些曝光的内幕，估计谁也不会想到，Brockman会成为 OpenAI高管离职潮的又一赢家。

而这场OpenAI连续剧显然还将持续下去，吃瓜群众能做的也只有静待反转、反转和反转。

</div></div>
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。