```
---

title: 'AI在用 ｜ 一款AI视频换脸神器，让安吉丽娜·朱莉秒变「女版」马斯克'
date: 2024-05-22
author: ByteAILab

---

机器之能报道
编辑：山茶花

以大模型、AIGC为代表的人工智能浪潮已经在悄然改变着我们生活及工作方式，但绝大部分人依然不知道该如何使用。
因此，我们推出了「AI在用」专栏，通过直观、有趣且简洁的人工智能使用案例，来具体介绍AI使用方法，并激发大家思考。

---

我们也欢迎读者投稿亲自实践的创新型用例。

（一大早的选题会上）
A：今天的选题是 Faceswap，一款 AI 换脸工具。
B：有啥创新性使用场景？
A：诈骗…… 呃，电影制作……

不得不说，AI 进化得越来越颠了！Faceswap 官网放出了不少演示，个顶个地以假乱真。
它不仅可以实现照片换脸，例如奥黛丽·赫本秒变安妮・海瑟薇：
还可以视频换脸。例如上一秒还是《阿甘正传》里汤姆・汉克斯，下一秒就「改头换面」：
此外，该应用还正在开发 AI 即时换衣功能。
Faceswap 是一款付费且需要魔法的应用，官方提供多种付费计划来满足不同用户需求。
免费计划：每位用户每月可免费换脸 50 张照片、10 个视频，不过上传的视频时长不超过 15 秒且生成的作品有水印等。
初级计划：每月 9.99 美元，每月可生成生成 500 张图片、100 个视频、视频时长最长 30 秒且无水印；
高级计划：每月 29.99 美元，可生成 2000 张图片、200 个视频、视频时长最长为 60 秒，画质也更为清晰。

上手体验：一键生成，效果丝滑
这款 Faceswap 上线了网页版，用户只负责上传图片，系统即可一键生成个性化、搞笑的视频和照片，它既可以实现单人换脸，还可以实现多人换脸，效果丝滑。
Faceswap 官网链接：
https://faceswap.so/zh-cn
单人照或多人照换脸
首先，打开 Faceswap 官网，点击「立即换脸」按钮，再上传一张待换脸的照片，然后点击「添加面孔」，继续上传一张照片，最后点击「交换面孔」，换脸完成。
为保证生成质量，上传的照片尽量清晰，脸部五官无遮挡且为正面照。
例如，我们先后上传了一张「大嘴姑婆」安吉丽娜・朱莉（左上图）和「法兰西玫瑰」苏菲・玛索（右上图）的照片，最终换脸效果（下图）如下：
眉眼、鼻子以及口红色号巧妙地换成了苏菲・玛索，不过仍保留着安吉丽娜・朱莉的发型、服饰以及那张标志性大嘴。
我们再生成一张朱莉和马斯克的换脸照片，其换脸效果更加明显，眉眼和嘴巴都有马斯克的影子。（女版马斯克还挺风情万种～）
Faceswap 也可以换脸多人照片。例如，我们把《老友记》中莫妮卡和钱德勒分别换成舒淇和马斯克（没想到舒淇和马斯克这两个八杆子打不着的人同框了）
效果如下图所示：

视频换脸
更有意思的是，Faceswap 还能实现视频中多人换脸，操作步骤与上述照片换脸类似。官方还贴心地给出了一堆视频模版。我们可以自行上传视频或者使用官方提供的视频模版。
值得注意的是，免费用户上传视频时长不超过 15 秒，而付费用户上传的视频时长不超过 60 秒。
以安妮・海瑟薇主演的《one day》电影片段为例，我们把男女主分别换成张曼玉和梁朝伟，瞬间梦回《花样年华》。
视频换脸后效果：

视频链接：https://mp.weixin.qq.com/s/fd7k3pdKbzLn0QaU2mg8tQ
再如我们把《阿甘正传》中的汤姆・汉克斯换脸成小李子：
视频链接：https://mp.weixin.qq.com/s/fd7k3pdKbzLn0QaU2mg8tQ
还有网友制作了一个马斯克大谈特谈养孩子的换脸视频：
视频链接：https://mp.weixin.qq.com/s/fd7k3pdKbzLn0QaU2mg8tQ
总体来说，Faceswap 的换脸效果还是不错的，就是在生成换脸视频时如果动作复杂或太快容易跳帧。

那些 AI 换脸惹出的乱子
对于电影、电视剧制作方来说，AI 换脸绝对是美事一桩。
原因很简单，内娱明星动不动「塌房」，为了避免血本无归，制作方只能换人重新拍，而如今有了 AI 换脸技术，只要上传一张照片就能轻松换角，不仅省时省力，还节省了大把的银子。
不过，AI 换脸自诞生起也伴随着巨大的争议，甚至搞出了不少乱子。
例如，利用 AI 换脸搞「黄色」，侵犯他人隐私权和肖像权。
今年年初时，一组 AI 换脸生成的霉霉（泰勒・斯威夫特）不雅照在社交平台上疯传，甚至惊动了美国白宫，发言人让・皮埃尔（Karine Jean-Pierre）表示：「我们对此类虚假图像的流传感到担忧。」
再如，AI 换脸技术让社交媒体充斥假新闻。
前几天的 Met Gala 红毯上，凯蒂・佩里和蕾哈娜明明未现身，但 AI 生成的红毯照满天飞，如果不细看很难找出破绽。（以下照片均为 AI 生成）
还有「失踪」几个月的凯特王妃突然现身，「真假难辨」的图片和视频引得全世界瓜民搬着板凳来「找茬」。
更有甚者，有些不法分子还拿 AI 换脸技术搞诈骗。最典型的例子就是一群尼日利亚非洲小哥假扮「落魄王子」诈骗欧美富人。
在 AI 技术出来之前，他们主要用雅虎邮箱忽悠人，骗人话术基本就是「尼日利亚落魄王子，急需爱心人士赞助夺回王位，事成之后共享国库」等，手法相当粗糙。
随着 AI 换脸技术的普及，他们也「马枪换炮」，用自己的声音和深度伪造的面孔与受害者互动，建立在线浪漫关系，从而更好的操控对方。
AI 诈骗猖狂到什么程度？就连巴菲特都在 2024 年度股东大会上表示，「基于深度伪造技朦率碛挛︽那悼蛔强『不断增长的行业』」。
AI 换脸技术带来诸多乱象，我们该何去何从呢？
其实，OpenAI 等 AI 巨头们早就有所布局。
据悉，微软和 OpenAI 成立 200 万美元基金专门来打击选举深度造假，而且 OpenAI 正在推出一款工具 ——DALL・E 3 识别器，来检测由 AI 文生图应用 DALL-E 3 创建的图像。
目前，OpenAI 已经开放了DALL・E 3 识别器的 API，7 月 31 日前可申请试用。OpenAI 会在 8 月 31 日之前公布获取使用权限的名单。
DALL・E 3 内容识别器申请地址：
https://openai.smapply.org/prog/dalle_detection_classifier_access_program/

以后我们会通过新专栏带来更多 AIGC 案例演示，也欢迎大家留言评论并给出改进建议。
---
```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。