# ColoBarn选择IvedaAI保护美国各地数据中心

---

title: 'ColoBarn选择IvedaAI保护美国各地数据中心'
date: 2024-09-29
author: ByteAILab

---

Iveda（纳斯达克：IVDA），全球领先的基于云的人工智能公司，今天宣布，科洛班（ColoBarn），一家位于亚利桑那州和佛罗里达州的重要托管服务提供商，已选择Iveda先进的人工智能技术来加强其数据中心的物理安全。![图片](https://ai-techpark.com/wp-content/uploads/2024/09/ColoBarn-960x540.jpg){ width=60% }

---
这一战略整合强化了科洛班维护和提升其行业领先安全标准的承诺。通过部署IvedaAI™，科洛班正在将多项AI分析应用于外部摄像头，以实现全面的安全管理，包括入侵检测、人脸识别、车牌识别等。IvedaAI提供实时警报，增强了科洛班员工和最终用户的访问控制。

全球数据中心托管市场的增长势头良好，据估计，这一市场规模将从2022年的572亿美元增长到2030年的1,318亿美元。随着对安全可靠的托管服务需求持续增长，像IvedaAI这样的创新解决方案将对满足不断发展的安全需求至关重要。

科洛班正在提升其应对潜在安全威胁的能力，从而优化操作并确保关键数据基础设施的安全环境。Iveda和科洛班的合作在托管服务的最佳安全标准方面确立了新的基准，这两家公司继续引领数字转型和技术创新。

“在科洛班，数据所在地，安全是我们的首要任务，”科洛班首席执行官马修·施莱弗（Mathew Shryver）表示。“通过整合Iveda的人工智能技术，我们正在采取积极措施，不仅保护我们客户的宝贵数据，还要为托管安全设定一个新标准。Iveda的专业知识和创新方案与我们提供卓越服务和安全给客户的使命完美契合。”

Iveda的首席执行官和创始人大卫·李（David Ly）补充道：“Iveda一直信任科洛班管理我们自己的数据，我要亲自对科洛班信任IvedaAI以增强其数据中心安全表示赞赏。通过选择我们的人工智能技术，科洛班展示了其作为真正创新者和行业领导者的角色。我们很高兴与科洛班合作，为托管服务的安全标准制定新的标准。”

要通过IvedaAI改进您的安全和操作，请联系我们sales@iveda.com。
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。