---
title: '腾讯连投六轮，“国产AI芯片”启动IPO'
date: 2024-08-30
author: ByteAILab

---

<div class="article-content__container">
<div class="bbt-html">
<div class="ne-render-content">
<p>文章来源：[直通IPO](https://mp.weixin.qq.com/s/UAh8AEegCaxC-cfh6KZ9Qg)</p>
<div class="ne-atomic">
<div class="ne-img-wrapper" data-align="c">
<img alt="图片来源：由无界AI生成" src="https://appserversrc.8btc.cn/upload/3B33CB85B496C0CB6FBA4C2BD79320AD/1724909898323/FhLouWVD-b-Ff3bg88ykmtDus4rW.png" style="width:100%">
<div class="ne-img-desc">图片来源：由无界AI生成</div>
</img>
</div>
</div>
<div class="ne-atomic">
<div class="ne-img-wrapper" data-align="c">
<img alt="" src="https://appserversrc.8btc.cn/FoZntu8sNSg_P6wB9nNppV1tuqpJ" style="width:661px"/>
</div>
</div>
<h3><strong>已经融资近70亿，估值160亿。</strong></h3>
<div class="ne-atomic">
<div class="ne-img-wrapper" data-align="c">
<img alt="" src="https://appserversrc.8btc.cn/FiilBKozfgyFfWZhfAhFaRO9ZP3z" style="width:661px"/>
</div>
</div>
<p>文丨直通IPO ID：zhitongIPO</p>
<p>作者丨邵延港</p>
<blockquote>又一家AI芯片独角兽筹备IPO。

---
</blockquote>
<p>8月26日，据证监会官网披露，上海燧原科技股份有限公司（以下简称“燧原科技”）上市辅导备案获受理，辅导机构为中金公司，计划在A股进行IPO。</p>
<p>来源：证监会官网截图</p>
<p>燧原科技成立于2018年8月，六年时间内完成十轮融资，累计融资额近70亿元，背后知名投资机构云集，其中腾讯更是连续六轮参投。</p>
<p>据近期胡润研究院发布《2024全球独角兽榜》，燧原科技估值160亿元，排名全球第482位。</p>
<p>“国产AI芯片”是燧原科技的其中一个标签，公司专注人工智能领域云端算力产品，致力为通用人工智能打造算力底座，提供原始创新、具备自主知识产权的AI加速卡、系统集群和软硬件解决方案。大模型爆发后，在国内落地了众多AGI算力基础设施。</p>
<p>近年来，AI芯片的国产替代的呼声居高不下，包括燧原科技、摩尔线程、壁仞科技等初创公司在资本市场上早已成为明星标的。去年7月，壁仞科技被爆出将在香港进行IPO，今年，成立六年的燧原科技也开始谋划上市之路。</p>
<p>传奇“清华EE85班”，走出AI芯片独角兽</p>
<p>在中国芯片领域，清华大学无线通信系85级EE85班，极富传奇色彩。</p>
<p> “中国芯片首富”韦尔股份创始人虞仁荣、兆易创新创始人之一舒清明、格科微创始人赵立新、长江存储董事长赵伟国、卓胜微创始人之一冯晨晖等许多芯片、传感器领域的风云人物都出自这里。</p>
<p>燧原科技的创始人赵立东，也是出自这个班。</p>
<p>从EE85毕业后，赵立东去美国犹他州立大学攻读电子与计算机，然后去了以芯片闻名于世的硅谷，在半导体芯片行业摸爬滚打，一待就是二十多年。</p>
<p>2007年，赵立东加入AMD，迎来其事业生涯的重要阶段。赵立东曾在AMD担任产品工程部高级总监，负责CPU/GPU/APU及多个相关核心IP的研发，团队规模超过千人。</p>
<p>随着AMD在中国研发中心的建设，赵立东也来到了上海。彼时，赵立东面对当时的中国研发中心，最大的感受是：“我们有1000多个研发工程师，职能非常完整，中国也有市场，那时AMD营收的1/3来自中国市场，我们缺的就是产品定义。我想做一件事情，就是在中国定义产品，把这个产品从中国卖到国外去。”</p>
<p>为此赵立东辞掉国内的职位，回到美国总部，就是想做成这件事，但最后因种种原因没能实现。</p>
<p>2014年，赵立东回国，加入紫光通信科技集团有限公司担任副总裁，主管半导体投资相关工作，之后历任紫光集团旗下锐迪科微电子公司总裁、紫光集团有限公司副总裁。</p>
<p>直到2018年，赵立东“中国芯”的愿望终于付诸实践。当年3月，赵立东从紫光集团辞职后，找来前AMD同事张亚林，在上海注册成立燧原科技，公司命名源于“点燃星燧不知火，汇聚燎原之势”。</p>
<p>得益于创始团队的丰富经验，燧原科技在仅仅18个月后，发布“邃思1.0”，这款AI训练芯片一次性流片即收获成功，创造纪录，燧原科技在业界崭露头角。之后，燧原科技对外发布基于“邃思”的云端训练加速卡“云燧T10” 和第一代推理产品“云燧i10”。</p>
<p>2021年，燧原科技发布第二代训练产品“云燧T20/T21”和推理产品“云燧i20”，以及配套的“驭算”软件平台，燧原科技成为当时国内第一家云端训练和推理产品迭代到第二代的企业。</p>
<p>如今，燧原科技核心业务涵盖芯片、板卡、智算一体机、液冷算力集群以及配套的软件系统，为互联网企业、云服务商、网络运营商、科研机构、地方智算中心等客户提供算力支撑。</p>
<p>赵立东曾说：燧原科技从一开始就选择了高举高打的路线，瞄准数据中心，做AI训练加速芯片。因为那是蓝海市场，拼的是技术实力，不是价格。</p>
<p>而在创业之初，国际巨头垄断中国AI芯片市场，中国客户迫切希望看到可替代的供应商和产品。对于燧原科技来讲，技术门槛高是挑战，更是机会。燧原科技的初衷就是“做大芯片，拼硬科技”。</p>
<p>六年融十轮，腾讯六次参投</p>
<p>创始团队带着国际大厂光环，叠加当时国家对AI和芯片的大力支持，燧原科技经历了令人惊艳的融资历程。</p>
<p>在公司成立一个月后，燧原科技就获得由亦合资本、真格基金、达泰资本、云和资本和上海科创投联手支持的种子轮融资。</p>
<p>仅仅五个月后，燧原科技宣布获得由腾讯领投的3.4亿元Pre-A轮融资。即便是烧钱的芯片赛道，燧原科技之后的融资如潮水般涌来。</p>
<p>2019年6月，燧原科技又宣布获得3亿元A轮融资，由红点中国基金领投，海松资本、云和资本、腾讯投资、阳光融汇资本、信中利资本跟投。</p>
<p>2020年5月，燧原科技融了7亿；2021年融了18亿；2023年融了20亿。</p>
<p>天眼查显示，在成立至今的六年间，共进行了10轮融资，据报道，燧原科技累计融资额近70亿元，背后股东阵容极其豪华，既有国家大基金、地方国资，也有腾讯、美图等产业投资方，也有真格基金、CPE源峰、红点中国、海松资本等财务投资机构。</p>
<p>值得注意的是，自2018年领投Pre-A轮以来，腾讯已经连续六次投资支持燧原科技，包括Pre-A轮之后的A轮、B轮、C轮、C+轮及D轮。</p>
<p>据燧原科技上市辅导备案报告，公司创始人赵立东、张亚林直接间接合计控制公司32.5087%的表决权，二人签署了一致行动协议并分别为公司总经理、副总经理，为公司共同实际控制人。</p>
<p>天眼查数据显示，在燧原科技的股东序列中，腾讯以20.4944%的持股比例，为燧原科技的第一大股东。不过，由于燧原科技不存在直接持股 30%以上的单独股东主体，因此公司无控股股东。</p>
<p>对于腾讯与燧原科技的合作，更多的是出于生态建设的需要。</p>
<p>赵立东曾表示，引入腾讯可以为燧原科技提供资金和软件技术支持，同时腾讯作为国内最大的互联网企业之一，其云服务和数据中心就是AI训练芯片最佳的应用场景，让燧原科技在产品设计之初就可以有针对性的进行产品定义和开发。</p>
<p>这也是赵立东认为与腾讯的合作中最打动他的一点，“腾讯当时称之为产品的热启动，就是说我们在开发产品的同时，就开始跟他们合作。这样当芯片产品开发出来，其实我们已经走了很长一段路，可以加速产品落地。”</p>
<p>大模型浪潮，AI芯片迎来风口</p>
<p>如今的AI赛道，基本都在讨论大模型的落地话题。</p>
<p>而大模型浪潮下，算力对于AI 技术的发展至关重要。生成式 AI 依赖于底层硬件和软件架构，来执行复杂的算法和处理数据，从而实现智能交互功能，这些技术的实现都离不开算力底座的支持。</p>
<p>目前的智能算力市场份额几乎被国际厂商的GPU垄断，占据了95%以上的市场份额。当国际巨头算力产品被限制之后，国产AI算力芯片迎来发展机会。</p>
<p>燧原科技的产品线覆盖AI训练和推理两大领域，此外还推出了驭算TopsRider软件编程平台和鉴算TopsInference推理加速引擎，通过软硬件协同优化提升产品的整体性能和易用性。</p>
<p>凭借其高算力、高能效比的创新架构和高效易用的软件平台，产品可广泛应用于泛互联网、智算中心、智慧城市，智慧金融、科学计算、自动驾驶等多个行业和场景。</p>
<p>作为AI基础设施最重要的一项，算力如今依旧在风口上。</p>
<p>在商业化方面，燧原科技以AIDC（智算中心）+AIGC结合形成“双轮驱动”。面对算力需求，燧原科技基于云燧智算机的方案打通了生产供应全流程，从整体方案层面进行设计优化，平衡算力、存储和网络的配比与配置，从而大幅度提高了集群的算力利用率。</p>
<p>浪潮之下，燧原科技以独角兽之姿闯入时代的聚光灯下。在这场算力风口中，其IPO计划能否顺利呢？</p>
</div>
</div>
Company.com/article/6846550<br>
        转载请注明文章出处
</div>
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。