```
---

title: '大模型价格进入“厘”时代，豆包大模型定价每千tokens仅0.8厘'
date: 2024-05-17
author: ByteAILab

---

文章来源： 机器之心
作者：Esther

![图片来源：由GPTNB生成](http://www.jesonc.com/upload/3B33CB85B496C0CB6FBA4C2BD79320AD/1715822985370/FkWo9xu_l0a1ytNTS4ZTwgRf6M6d.png)

大模型的性价比之战已经来到了新的阶段。

5月15日，2024火山引擎FORCE原动力大会上，火山引擎总裁谭待宣布，字节跳动内部自研的豆包大模型正式在火山引擎上对外开放服务。

---


豆包大模型在价格上主打“极致性价比”：豆包通用模型pro-32k版，推理输入价格0.0008元/千tokens，较行业价格低99.3%。一元钱能买到豆包主力模型的125万tokens，相当于三本《三国演义》的输入量。

谭待认为，降低成本是推动大模型快进到“价值创造阶段”的一个关键因素。过去一年时间中，许多企业已经从探索尝试大模型，到成功将大模型与核心业务流结合。不论是探索阶段的小场景试错环节，还是大流量的核心业务流结合环节，大模型成本高昂问题始终是制约大模型在千行百业落地的关键要素之一。

...

```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。