```
---

title: 'WOT全球技术创新大会圆满闭幕：在大模型、AIGC赛道持续狂奔'
date: 2024-07-03
author: ByteAILab

---

6月21-22日，WOT全球技术创新大会在北京圆满闭幕。本次大会吸引60+来自大模型、多模态、AI Agent、云计算、大数据、架构等领域的讲师、专家们精彩布道，共有800+参会者现场参与。

---
作为有着十余年历史的综合技术大会品牌——WOT全球技术创新大会始终把交付优质内容作为坚守的准则，在大模型、AIGC受到普遍关注的当下，大会始终追踪最新、最火热、最优质的内容和技术趋势，在大模型、AIGC赛道持续狂奔。

技术成就梦想

在大会致辞中，51CTO副总裁、数字化转型与技术力研究院院长杨文飞表示：数字时代，以AI为代表的数字技术成为改变世界的革命性力量，基于数字技术的创新成为决定企业生存的核心动力，而人才则是支撑创新的关键因素。数据显示，我国数字化专业人才缺口持续扩大，而数字化技术的半衰期却在快速下降、岗位所需要的技能数量持续增加。可以说，数字技术人才的培养，已经成了决定数字产业发展的重要因素。

...

激发企业新质生产力

腾讯云数据库产品总监刘迪带来《云原生数据库全面拥抱AI，激发企业新质生产力》的分享。

...

大模型加速人工智能与产业数字化融合

百度智能云AI与大模型平台总经理忻舟带来《大模型加速产业智能化转型》的分享。

...

百川智能的AGI之路实践

百川技术联合创始人谢剑带来了关于《百川大模型技术与应用实践》的主题分享。

...

结束语

除主会场分享外，本届大会另外设置了13场平行分会场活动。从百度、阿里、腾讯、字节...等大模型技术大厂，到百川智能、第四范式、商汤科技...等大模型独角兽，本届WOT技术大会邀请了众多大模型企业进行自身实践的集中展示。

...

```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。