---
title: '20位嘉宾演讲内容剧透，架构创新专场超强阵容揭晓！年度AI芯片盛会邀您下月见'
date: 2024-08-21
author: ByteAILab

---

<div class="article-content__container" data-v-0aea98aa="" data-v-7f057cc4=""><div class="bbt-html" data-v-7f057cc4=""><div class="ne-render-content" data-editby="ne">
<div class="ne-atomic"><div class="ne-img-wrapper" data-align="c"><img alt="" src="http://www.jesonc.com/Fh07hMt9TSLrLrcNapaObmLbxJUP" style="width:850px"/></div></div>

生成式AI时代，大模型及AIGC的快速发展推动着计算需求的高速增长。

<strong>从服务器到边缘，再到AI手机、AI PC、AIoT、智能汽车，</strong>各个领域的AI芯片玩家都面临着新的机遇和挑战。

---


...

目前，主会议和技术论坛已有20位演讲嘉宾主题出炉，下面为大家一一介绍。

---

```plaintext

1. 清华大学交叉信息研究院、人工智能学院助理教授、北极雄芯创始人 马恺声

演讲主题：《Chiplet迈向大芯片：计算、存储与互联》
内容概要：本演讲将从大芯片需求出发，探讨大模型、自动驾驶、机器人等对芯片的需求，继而从计算、带宽供给和互联三个方向讨论Chiplet相关的解决方案。

2. 壁仞科技副总裁兼AI软件首席架构师 丁云帆

演讲主题：《国产GPU如何系统性的解决大模型算力难题》
内容概要：以ChatGPT为代表的大模型技术引发了新一轮的科技革命，国内外呈现了百模争艳的状态，...

...

19. 澎峰科技创始人&amp;CEO 张先轶

报告主题：《面向RISC-V的大模型推理引擎PerfXLM》
内容概要：本次演讲，将介绍澎峰自研的PerfXLM大模型推理引擎，以及PerfXCloud大模型开发与部署平台，并探讨GenAI算力需求急剧增长背景下，新兴的RISC-V ISA在此领域的移植与优化。

20. 兆松科技联合创始人兼CTO 伍华林

报告主题：《面向RISC-V异构AI芯片的“大编译器”设计和实现》
内容概要：如何快速适配各类AI框架，支持各类模型高效的运行，以及让用户轻松编写高性能的算子库，成为一款AI芯片能否得到市场认可的必要条件。 同时，...

```

---

```plaintext
三、三类门票支持购票 免费票请注意查收

本次峰会设有四类电子门票，分别为<strong>免费票、免审票、通票和贵宾票。</strong>其中，免费票，申请后需经主办方审核通过方可参会，免审票、通票和贵宾票均需购买。

免费票、免审票可参加主会议及中国RISC-V计算芯片创新论坛。对Chiplet关键技术论坛和智算集群技术论坛感兴趣的朋友，可以选择通票或贵宾票购买后参会。

大家可以扫描下方二维码，添加小助手<strong>“雪梨”</strong>即可进行免费票申请，或购买电子门票。已添加过“雪梨”的老朋友，给“雪梨”私信，发送<strong>“GACS24”</strong>即可。

此前已申请免费票的朋友，组委会的审核和通知工作正在进行中，小助手会对通过审核的朋友进行微信告知（优先微信，并辅以短信或电话），请您查收和回复。
```

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。