```
---

title: 'Solace融资1400万美元，通过卫生保健倡导者帮助病人'
date: 2024-08-23
author: ByteAILab

---

Solace是一家数字健康平台，通过连接患者与专业卫生保健倡导者来提供个性化的卫生保健支持，由医保支付。![图片](https://ai-techpark.com/wp-content/uploads/2024/08/Solace-Raises-960x540.jpg){ width=60% }

---

今天，Solace宣布已在A轮融资中筹集到1400万美元。Solace成立于2022年，旨在通过以人为本、个性化的导航方法改善个人和家庭的健康成果。
本轮融资由Inspired Capital牵头，现有投资者Craft Ventures和Torch Capital参与，同时还有新投资者，包括Anne Wojcicki、已故的Susan Wojcicki、RiverPark Ventures和Coalition Operators。自成立以来，Solace总共获得2100万美元的资金，Solace计划加速开发其面向患者和倡导者的数字平台，并扩大其卫生保健倡导者网络以及在美国的覆盖范围。
Solace的联合创始人兼首席执行官Jeremy Gurewitz亲身经历了卫生保健系统有多具挑战性。他的母亲于2018年因胰腺癌的抗击战役不幸去世，尽管她是一位对纽约市卫生保健有深刻理解的放射科医生。Gurewitz与联合创始人Sara Sargent共同创立了Solace，致力于为美国数百万需要独自应对卫生保健系统的患者而战。

“几乎每个人都有过或者认识到有人有过与美国卫生保健系统的噩梦般互动，”Gurewitz说。“无论你的保险计划有多好，或者你有多富裕，当你遭受严重的健康事件时，你被迫完全独自处理一大堆的文件、先前授权、提供者可用性、预约和保险理赔，而这些也恰好发生在你生命中最紧张的时刻。这就是Solace存在的原因。”
美国的卫生保健系统从根本上存在问题。关怀和健康素养缺失是数以百万计的健康问题和可预防程序的根源。临床证据显示，卫生保健倡导者对于提高患者的健康结果非常有效，但由于缺乏认识和保险覆盖，访问倡导服务一直受限制，甚至在受社会健康决策因素影响较大的低收入人群中也受到更严格的限制。通过与医保合作进行卫生保健倡导费用补偿并提供便捷的虚拟访问，Solace将卫生保健倡导服务提供给目前参加医保计划的6500万美国人。
Solace的卫生保健倡导者是前医生、护士、药剂师和其他具有丰富经验的临床专业人士，他们帮助患者应对卫生保健的复杂性。Solace在50个州拥有成千上万的卫生保健倡导者，为各种生活阶段和状态的患者提供个性化支持，包括激进和自身免疫疾病、积极住院治疗、慢性疾病、护理过渡等，超过100种已确定的诊断。

“我们致力于重新定义美国患者的卫生保健格局，”Solace联合创始人兼首席产品官Sara Sargent说。“Solace倡导者非常擅长用恰当的措辞和最佳的步骤解决问题，帮助患者得到他们所需的护理。我们的技术消除了倡导者获得保险补偿的障碍，扩大了患者的获取门槛，并让倡导者专注于人，并非繁琐的文件工作。”
Solace倡导者通过整个护理旅程与个人合作，以个人化的方式倾听、告知和授权患者。Solace使用专有的匹配算法，导致NPS评分达到96。即使在虚拟会话之外，患者也可以通过Solace的平台实时与其倡导者互动，提出问题、分享健康变化并跟踪进展。通过与医保和医保优势计划的直接合作，Solace为大多数患者提供的服务甚至可以零成本。

为了保持其网络的质量，Solace利用来自患者调查、支持临床医师和电子病历的数据来确定其倡导服务的功效。倡导者还被邀请加入一个支持性的临床社区，他们可以在其中与其他倡导者交流资源和提问。

通过这一轮的融资，Solace将继续推动其扩大到医疗补助和私人保险患者覆盖范围，并实现其使命，即使每位患者在其护理旅程中都有一个卫生保健倡导者。

“Inspired Capital的联合创始人之一、前美国商务部长Penny Pritzker说：“无论你有什么保险覆盖，每个人都有过在自己或爱人的健康决策方面感到困惑和恐慌的时刻。我希望看到一个世界，在这个世界中Solace是每位身陷困境的患者的第一个求助。显而易见，有一位经验丰富的专业人士作为倡导者加入你的团队，可以产生巨大的不同，而且我相信这将成为未来十年中卫生保健行业的一个核心组成部分。”

“Inspired Capital的联合创始人兼管理合伙人Alexa von Tobel说：“对我们来说，Jeremy和Sara个人了解如何复杂地导航医疗体系。”“这种个人经历将推动Solace成为一个定义类别的公司。”

```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。