```
---

title: '论坛预告｜“智启文创，激发无限新质生产力” ——“AI+文创”发展论坛前瞻'
date: 2024-06-30
author: ByteAILab

---

![Image 1](https://image.jiqizhixin.com/uploads/editor/4cae674c-d4a5-4d3e-b50c-3a3e9adef337/1719564301571.png)

论坛主题：智启文创，激发无限新质生产力

论坛时间：7月6日 9:30-11:40

论坛地点：上海世博中心515会议室

近年来，随着人工智能技术的迅猛发展，各行各业在新技术的加持下，迸发出了新的动力。在“AI+文创”新质生产力的培育与发展中，上海积极落实数字中国建设部署，为数字文创和元宇宙新赛道顶层设计和战略布局、打造文创产业创新发展“核爆点”提供了新的机遇。

---


为弘扬中华文化，推动文创产业创新发展，搭建国内外文创领域的交流平台，本次“AI+文创发展论坛”应运而生。论坛邀请全球专家、学者、文创产业精英及行业领军人物齐聚一堂，共同探讨文创产业在全球化背景下的新机遇与新挑战，人工智能在文创领域的应用与发展，分享成功案例、创新经验和前沿产品，推动上海文创新业态的创新升级，助力上海国际数字之都建设，提升上海城市文化软实力和竞争力，为中华文化传承与创新注入新动力。

![Image 2](https://image.jiqizhixin.com/uploads/editor/dec619f9-1c00-42b7-8bc4-abf3678dd6db/1719564376874.png)

![Image 3](https://image.jiqizhixin.com/uploads/editor/2558299f-6abc-4885-b9df-0c4a7637bef8/1719564386667.png)

亮点一：前瞻视野，引领未来

论坛准确捕捉了AI与文创融合发展的前沿动态。通过权威嘉宾的剖析和分享，论坛不仅展示了AI在文创领域的最新应用成果，更为文创产业的未来发展指明了方向，为上海打造国际数字之都注入了智慧和力量。

亮点二：权威嘉宾，智慧盛宴

论坛嘉宾阵容强大，包括多位欧洲科学院院士、工程院外籍院士等顶级专家学者，及文创产业领军人物。他们的主旨演讲和案例分享，不仅具有深厚的学术底蕴，更贴近实际、具有极强的操作性，为参会者提供了宝贵的行业洞察和实践指导。

亮点三：多元合作，共创未来

论坛期间，举办多场签约仪式，涵盖投资、合作、联动等多个领域，充分展现了“AI+文创”领域的广阔合作空间和巨大发展潜力。这些合作项目的签署，不仅将推动上海文创产业的创新升级，还将为长三角乃至全国范围内的文创产业发展注入新的活力。

亮点四：策划周密，保障坚实

论坛的组织架构完善，指导单位、主办单位、承办单位等各方分工明确、协作紧密。同时，论坛得到了众多支持单位和媒体的鼎力相助，为论坛的顺利进行提供了坚实的保障。

论坛现场设有抽奖环节，精彩大奖期待您的参与！

![Image 4](https://image.jiqizhixin.com/uploads/editor/ca0b153f-9912-497a-88d3-d01e692b3eb5/1719564472375.png)

WAIC 2024观众注册已开启

扫描二维码进入【云平台】即刻预约
```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。