```
---

title: 'Apromore和Soroco将通过人工智能转变流程优化'
date: 2024-05-16
author: ByteAILab

---

Apromore的流程挖掘平台和Soroco的Scout AI模型将共同为业务自动化和数字转型提供操作智能。![图片](https://ai-techpark.com/wp-content/uploads/2024/05/Apromore-1-960x540.jpg){ width=60% }

---

领先的人工智能驱动的流程挖掘和模拟提供商Apromore与人工智能和交互数据领导者Soroco今天宣布战略合作伙伴关系。Apromore和Soroco旨在通过为企业提供易于使用的无代码解决方案来增加可见度和操作卓越性，从而转变组织如何获得完整了解端到端业务流程、识别改进领域，并实现更有效和高效的业务结果。
此合作将Apromore的流程挖掘平台与Soroco的旗舰Scout AI模型结合起来，使企业能够获得关于端到端业务流程的人工智能加速洞见 - 既来自ERP系统的交易级洞见，又来自团队和个人的活动和工作负载的基于人机交互数据的洞见。综合起来，该解决方案提供了端到端的流程优化能力，涵盖了从发现、推荐、模拟和建模通过数字孪生、流程优化和持续监控。
“我们对与Apromore的这一合作感到兴奋 - 一个推动流程挖掘和操作智能创新的公司。 Soroco的Scout AI模型与Apromore的流程挖掘能力相结合，是一个强大的解决方案，旨在为我们的共同客户提供全面的对运营绩效的洞察，使他们能够自动化和改进流程、减轻风险，并从数据中释放价值，” Soroco的首席执行官Samson David表示。
“Soroco是一个拥有创新工作图技术的行业领先者，为全球组织持续提供被证明的生产力改进。结合任务和流程智能使业务用户能够以前所未有的详细、上下文和规模来调查流程 - 从宏观级别调查业务绩效里程碑和关键绩效指标，以及从微观级别调查需要修复或适合自动化和改进的员工或客户流程中的个别步骤。这种抽象水平使企业能够全面了解操作智能，迅速发现新的流程增强机会，并模拟和测试流程修改以确保可持续改进。我们期待与Soroco携手帮助客户利用操作智能实现业务自动化和数字转型，在规模上，” Apromore联合创始人兼CPO Marlon Dumas表示。
根据2024年《Gartner过程挖掘平台魔力象限报告》，Apromore平台连续第二年被评为领导者。Apromore平台是一个易于使用、快速部署的人工智能驱动的流程挖掘解决方案，使业务和技术团队能够快速可视化和分析他们的业务流程，并在无风险的数字孪生模拟模型中模拟提出的变更，评估实施前的影响和风险。由专利支持，Scout AI生成一个工作图，将团队隐藏的痛苦与他们对业务结果的影响相映射。

```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。