```
---

title: 'Celebrus将于7月份参加诈骗领袖峰会'
date: 2024-06-22
author: ByteAILab

---

SUNBURY-ON-THAMES, 英国，以及北卡罗来纳州卡里，2024年6月20日
Celebrus将于7月2日至3日前往伦敦参加诈骗领袖峰会。![图片](https://ai-techpark.com/wp-content/uploads/2024/06/ai-1-960x540.jpg){ width=60% }

---

欺诈技术领域充斥着黑匣子、部分数据集、长时间延迟、有限控制等对欺诈采取更为被动性方法。考虑到欺诈的发生和适应速度，品牌需要更好的数据控制、精确性和及时性，以在欺诈发生之前阻止它。这就是Celebrus的作用所在。Celebrus是一个可以强化您的防御并保护您的运营的平台。
Celebrus的欺诈预防负责人Serpil Hall将出席并参加两场讨论，包括一个关于“谁藏在屏幕背后？数字时代的身份验证和KYC”的专题讨论。
Serpil在欺诈领域的职业生涯已经跨越了二十年，并涵盖了多个行业，她曾因多次获得行业奖项而受到赞誉，包括2022年度网络安全女性。她曾在全球知名品牌，包括美国运通、Visa、FICO、BAE Systems和EY担任欺诈职位。Serpil于2021年加入Celebrus，领导欺诈数据平台，并持续开发新的欺诈解决方案。
小组演讲者将讨论以下问题并解决以下问题：
生物识别、人工智能和机器学习：哪些创新将产生最重大影响？我们如何实施强大的身份验证，同时最大程度地减少用户的阻力？我们如何平衡对身份验证的需求与保护个人隐私权的权衡？SCA 与 3DS 与 FIDO：最佳的用户身份识别方式是什么？
关于Celebrus：作为一家颠覆性的数据技术平台，Celebrus专注于通过更好的数据改善品牌和消费者之间的关系。Celebrus重新定义了数字身份验证意味着什么，以支持下一级别的营销和欺诈预防用例。Celebrus部署在金融服务、医疗保健、零售、旅游和电信等32个国家，自动捕获、情境化并激活所有数字渠道上的消费者行为数据。通过增加行为生物识别和人工智能，Celebrus赋予品牌在欺诈发生之前检测和防止欺诈的能力。为了确保品牌能够迅速改善这些关系，Celebrus Cloud以单租户私有云容量高效地为品牌激活Celebrus平台。

---
```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。