```
---

title: '字节音乐大模型炸场！Seed-Music发布，支持一键生成高质量歌曲、片段编辑等'
date: 2024-09-20
author: ByteAILab

---

高质量音乐生成、高灵活音乐编辑，Seed-Music 再次打开了 AI 音乐创作的天花板。

放假期间，本 i 人又领教了被 e 人支配的恐惧。

---
跟 e 人朋友出门玩，先被拉去饭局尬聊，再和陌生人组队打本，下面这首歌真是唱出了 i 人心声。

后两天假期就舒服多了。通关了黑神话悟空还不过瘾，我在家补经典 86 版的《西游记》。无论多少次重温，还是会被大圣的魅力吸引。

这歌怎么样，是不是感觉斗战胜佛活灵活现，如在眼前？

实际上，两首歌都并非真人所作，而是全靠字节最新发布的音乐大模型 ——Seed-Music。

![image](https://image.jiqizhixin.com/uploads/editor/3ff3a2ad-a750-4c88-b3d6-43b3ddb83bc0/640.png)

Seed-Music 官网：https://team.doubao.com/seed-music

据豆包大模型团队官网介绍，Seed-Music 是一个具有灵活控制能力的音乐生成系统，包含 Lyrics2Song、Lyrics2Leadsheet2Song、Music Editing、Singing Voice Conversion 四大核心功能，具体涵盖十种创作任务。

刚发布，Seed-Music 就已经在海外平台引起了关注。

有音乐人表示：“（Seed-Music）生成的音乐质量比同类模型都高出一筹。已经期待它能作为一项服务被使用。”

![image](https://image.jiqizhixin.com/uploads/editor/1e9234a2-64ac-4cde-82d3-1d2da2013aee/640.png)

**AI 音乐难点重重**

**Seed-Music 放新招**

虽说 AIGC 很火，但相较于语音合成、文本生成，音乐生成面临着更为复杂的挑战。

目前，业界在 AI 音乐领域的研究主要集中在以下几个核心问题：

- **音乐信号的复杂性**：音乐信号包含多个重叠音轨、丰富的音调和音色以及广泛的频率带宽，不仅要保持短期旋律的连贯性，还要在长期结构上展现出一致性。
- **评估标准的缺乏**：音乐作为一种开放、主观的艺术形式，缺乏一套通用的问题表述和用于比较的黄金指标，评估局限性大。
- **用户需求的多样性**：不同的用户群体，如音乐小白、音乐初学者、资深音乐人等，对音乐创作的需求差异很大。

无论是传统的音乐辅助创作工具，还是当下热门的 AI 音乐生成的研究和产品，面向上述问题，均还处于摸索阶段。

...

【以上内容为部分摘要，阅读完整文章请点击原文链接】

---
```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。