```
---

title: '每瓦性能提升2.6倍、机架密度升3倍，Intel 3开山之作不简单'
date: 2024-06-08
author: ByteAILab

---

在过去十年，越来越多的企业将业务迁移到云端，云计算成为推动数据中心建设的主要驱动力。随着人工智能的不断发展，尤其是大语言模型等AI技术的爆发和广泛应用，市场对算力的需求也在不断增加，进一步推动了数据中心的持续变革。

---
当下，数据中心不仅要满足包括AI、Web和微服务、数据分析等多样化工作负载对算力的需求，还需要应对架构设计、供电、机架密度、制冷散热、降低TCO以及可持续发展等多种挑战。

为了满足现代数据中心不断增长的算力需求和多样化的工作负载，英特尔于今天在英特尔GTC科技体验中心举办发布会，发布了全新英特尔®️ 至强®️  6 处理器家族，其采用Intel 3制程工艺，包括性能核（P -core）和能效核（E-core）两个微架构版本，针对包括 AI 在内的各种工作负载进行了深度优化设计，两款处理器的组合可以将数据中心的性能和效率提升到新的高度。

英特尔市场营销集团副总裁兼中国区总经理王稚聪在开幕致辞中谈到，中国经济正进入以人工智能等为代表的新质生产力推动高质量发展的下半场。英特尔稳步推进“四年五个节点”战略，新推出的英特尔®️ 至强®️ 6处理器作为摩尔定律的又一力作，就是面向数据中心的高能效和高性能产品，将有助于激发和释放新质生产力。

英特尔公司全球副总裁兼首席市场营销官Brett Hannath发布了全新的品牌焕新战略。新品牌是应行业和产品技术变化需求，以更简洁的命名和更深刻的含义赋能品牌属性，提升至强品牌的高性能、高能效、高质量和高安全特性的市场认知。

Brett照片

伴随至强品牌焕新，英特尔隆重发布了英特尔®️ 至强®️  6能效核处理器。数据中心与人工智能事业部副总裁兼至强E-Core产品线总经理Ryan Tabrah介绍道，英特尔®️ 至强®️  6能效核处理器具备更高的内核密度，现已推出的6700E系列处理器每个 CPU 拥有多达 144 个内核，能为数据中心中的高密度、横向扩展工作负载提供出色的性能和能效。支持将200个基于第二代至强®️ 处理器的机架整合为66个，整合率高达3:1。这种出色的机架密度，实现了可以在更少的空间和更低的功耗下处理相同的工作负载。

此外，英特尔®️ 至强®️  6能效核处理器还具有出色的能效表现，与第二代至强相比带来4.2倍的机架级性能提升和2.6倍的每瓦性能提升，是在电力、空间和散热受限的情况下的理想选择，并具备更大的内存带宽，出色的输入/输出能力，内置众多加速引擎以及具备多达 64 条 CXL 2.0 通道，能够为高并行和大吞吐量的云级工作负载带来更高性能和能效，并满足 SLA 要求。

此外，英特尔®️ 至强®️  6能效核处理器能够随服务器占用率的提高，提供可扩展的每瓦性能，使整个负载的功耗/性能呈近线性关系。这意味着对于性能要求严苛的工作负载，在高负载下可以高效利用电能，从而更快地完成任务。

在当前以“双碳”目标和数字经济的双重驱动下，各行各业都面临绿色低碳转型的重要关口，英特尔®️ 至强®️  6能效核处理器无疑能够帮助数据中心降低能源成本和碳足迹，为企业打造竞争优势，成为数据中心实现可持续发展的重要推动力。

云化数据中心中以云原生、微服务等方式部署着多样化、大规模的分布式通用工作负载，既要满足苛刻的性能需求又要不断降低TCO。英特尔公司市场营销集团副总裁兼中国区云和行业解决方案部总经理梁雅莉指出，英特尔® 至强®  6能效核处理器是专为云化数据中心中云原生应用和大规模分布式计算场景设计...

---

```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。