```
title: 'CSA、Astrix Security发布非人身份安全调查报告'
date: 2024-09-16
author: ByteAILab

---

New data shows that one in five organizations have experienced a security incident related to non-human identities; and only 15% remain confident in their ability to secure them
云安全联盟（CSA），致力于定义标准、认证和最佳实践，确保安全云计算环境的全球领先组织，以及安全领域的企业解决方案提供商Astrix Security今日宣布了关于非人身份（NHI）安全状况的首次研究。![图片](https://ai-techpark.com/wp-content/uploads/2024/09/State-of-960x540.jpg){ width=60% }

---
通过对超过800位专家的调查以及对财富500强公司的200多万个受监控NHI数据的分析，《非人身份安全调查报告》的调查结果揭示了一个重大的安全差距：组织在保护非人身份方面的准备不及其人类对应部分。最常见的挑战包括服务账户管理和NHI发现。然而，调查还显示，越来越多的组织意识到投资于NHI安全的重要性，已有四分之一的组织正在投资这些能力，另有60%计划在未来十二个月内投资。
“例如机器人、API密钥、服务账户、OAuth令牌和秘钥等，NHIs是当今组织的命脉，它们实现了自动化、效率和创新，”CSA全球研究副总裁John Yeoh表示。“尽管组织认识到保护NHIs的重要性，并通常部署了一系列工具，如身份访问管理系统，但这些工具并非专门针对NHIs提出的独特挑战。最近对亚马逊云服务（AWS）、Okta、Cloudflare和微软等知名品牌的攻击就表明了这种不匹配，尽管其已经有安全措施，黑客仍设法渗透。这份联合调查进一步凸显了这个巨大问题，强调NHIs不能像人类身份一样对待。”
CSA和Astrix旨在深入了解组织如何看待和处理NHI安全，旨在揭示保护API密钥、OAuth令牌等时的具体差距和痛点。报告揭示了关键发现：
NHI攻击激增，防御落后：近五分之一的组织经历过与NHIs有关的安全事件。NHI相关攻击最常见的原因是：缺乏凭证轮换（45%）；监控和日志记录不足（37%）；特权账户/身份过多（37%）。相比于人类身份，对非人身份的安全方法缺乏信心：只有10家组织中的1.5家对其保护非人身份的能力有极高信心，而对人类身份有近四分之一的组织有信心。这种对非人身份安全与人类身份相比缺乏信心可能是因为其环境中NHIs的数量非常庞大，通常是人类身份的20倍。分散的方法导致安全事件：这些工具并非专门设计用于解决NHI安全挑战；例如：58%使用身份和访问管理（IAM）系统；54%使用特权访问管理（PAM）；40%使用API安全措施；38%采用零信任/最小特权策略；36%使用秘密管理工具。因此，导致NHI安全事件的三个最常见原因包括缺乏凭证轮换（45%）、监控和日志记录不足（37%）、以及特权账户或身份过多（37%）。在与NHIs相关的基本安全实践方面存在困难：组织遇到的主要挑战包括审计与监控（25%）；访问和权限（25%）；NHI的发现（24%）；以及策略强化（21%）。另一个重要的问题是在与OAuth应用程序连接的第三方供应商中获得可见性方面存在困难，有38%的组织报告称没有或只有低可见性进入第三方供应商，另有47%只有部分可见性。
Astrix Security的首席执行官兼联合创始人Alon Jackson表示：“随着组织越来越认识到牢固的NHI安全的重要性，投资激增反映了对保护我们数字基础设施的积极立场。关键在于确保这些投资流向正确的工具，特别是在漏洞仍然存在的情况下。NHIs与人类身份有着独特的挑战，其安全性复杂且要求高。解决NHI安全需要持续的改进、灵活的策略，以及共同努力应对不断演变的威胁。”要获取报告的完整内容，请点击此处下载：https://cloudsecurityalliance.org/artifacts/state-of-non-human-identity-security-survey-report。
Yeoh将在纽约世界贸易中心于9月18日举行的首届非人身份安全会议上对调查结果进行深度分析。要注册这场专注于NHI安全前沿趋势和策略的动态半日会议，请访问https://www.nhi-security.com/。

---
```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。