```
---

title: '重磅发布｜WAIC 2024最新活动日程安排完整发布！'
date: 2024-07-04
author: ByteAILab

---

2024世界人工智能大会暨人工智能全球治理高级别会议（简称“WAIC 2024”）将于7月在上海世博中心、世博展览馆举行，论坛时间7月4日-6日，展览时间7月4日-7日。
今年会议论坛将涵盖AI伦理治理、大模型、具身智能、投融资、教育人才等重点话题，全面体现AI向善、国际合作、共治共享的价值导向。

---
9位图灵奖、菲尔兹奖、诺贝尔奖得主和88位国内外院士确认参会，共200余位重磅嘉宾将与会发表演讲。
WAIC 2024完整论坛日程安排正式公布！欢迎阅览~
![Image](https://image.jiqizhixin.com/uploads/editor/521e73d4-946b-4e93-9f2d-98632c973aff/1719909270341.jpeg)

---
```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。