---
title: '她被指控制作了一个有关少年啦啦队员羞辱性视频。

---
她被逮捕，被排斥和谴责。问题是？终究一切都是真实的'
date: 2024-05-13
author: ByteAILab

---

Madi Hime正在一个蓝色的电子烟上深吸一口，她闭上双眼，脸上带着愉悦的表情。这位16岁的女孩笑得合不拢嘴，烟雾从她的嘴里涌出。视频有点颗粒状和摇晃，好像是由一个在低光下并拉近了Madi的脸拍摄的人拍摄的 - 但它是具有破坏力的。Madi是多伊尔斯敦（Doylestown），宾夕法尼亚州一个极具竞争力的“明星”啦啦队——胜利蝰蛇队（Victory Vipers）的一名啦啦队员。蝰蛇队有严格的行为准则；被发现参加派对和吸烟可能会让她被逐出团队。而在2020年7月，一名匿名人士直接将这个有罪证据的视频发给了Madi的教练。八个月后，这段视频成为了一场警方新闻发布会的主题。...

... 

所有团队成员已经离开了胜利蝰蛇队。Madi加入了另一个啦啦队。自故事曝光以来，她已经获得了竞技啦啦队员梦寐以求的名声。有传言称有真实犯罪纪录片和电影交易；2022年2月，Madi在TikTok上发布了有关“生活中的Life Channel给我的母亲和我的剧本”的视频。她现在拥有近10万关注者，在她的主要TikTok帐户上拥有近10亿的浏览量。

Allie在2020年完全停止了做啦啦队。Spone声称她早在她离开之前就希望女儿离开胜利蝰蛇队，因为她对团队的经营方式感到不快，但Allie因传统原因要求她留下来，即年长队员可以在体育馆后墙上的水泥上留下手印，永久记录下来。“这对她来说是一种重大事件。所以我违背了直觉让她留下来。”最终，Allie从未留下她的印记。

当我问Spone与Allie的关系现在如何时，又是一个漫长的暂停。“她知道这次采访。她不高兴。她说：‘妈妈，这事何时才会结束？’她只想过自己的生活 - 我不能责怪她，19岁。但我希望真相能够被告知。我不会休息，直到真相大白。”“真相？”不知道是什么。”Heckle插话道。“他一半开玩笑 - 但也有一半认真。这是美国最高法院裁定特朗普被错误从科罗拉多选票中剔除的一天。我们坐了几个小时的地方墙上的电视机被调整到 CNN。Birch偶尔指着屏幕说：‘假新闻。’

啦啦队员深度伪造的妈妈故事是终极的假新闻故事。谎言可以因为各种原因在世界范围内传播：大声地表达是最新的原因之一。Spone和Birch告诉我，他们再也不会相信自己所看到和听到的任何事情。Spone说：“我的整个世界被颠倒了，所以这让我怀疑我所看到的一切是否属实”。在一个阴谋论的时代，假设任何事情真的就如最初看起来的那样或许有点过时或者天真。随着技术的提升和变得更加普及，“原本以为可以相信自己眼睛所看到的时代”可能已经结束。啦啦队员深度伪造的母亲就像一只矿井里的金丝雀：一切都是真实的。

Spone是因为成为荒谬而虚假故事中的主角而受到损害。“我希望纠正那些事实”，她不停地重复。“我不想让其他人像我一样经历。如果我能遭遇到 - 我是一个无关紧要的人 - 那么其他人也可能遭遇到。”


探索更多关于这些话题的内容
深度伪造
人工智能（AI）
体育体操
特点分享

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。