---

title: '挥金35亿，何小鹏杀出血海'
date: 2024-05-25
author: ByteAILab

---

<div class="article-content__container">
<div class="bbt-html">
<div class="ne-render-content">
<p>文章来源：<a href="https://mp.weixin.qq.com/s/TMQIQlJh5vkeSVsKmQHnUQ" rel="noopener nofollow" target="_blank">亿欧网</a></p>

...

<p>好技术不等于好产品，好产品不等于好商品。</p>
<p>叫好不叫座的故事在商战上屡见不鲜，2023年的G6和新G9似乎也遭遇了类似的困境。

---
在2023年四季度实现交付超6万辆以后，小鹏汽车在今年一季度的销量降至2.1万辆，实在是超过了“季节性因素”的解释范围。</p>
<p>不过好消息是，小鹏汽车的产品攻势终于要来了。</p>
<p>“从今年三季度起，小鹏将会开启在三年内推出多款全新造型强劲产品周期，会覆盖10万至40万价格带主要的细分市场，这其中包含了多个像X9一样专注品类创新的新物种产品。”</p>
<p>在谈到产品攻势的细节时，何小鹏首先表示，小鹏汽车的第二品牌MONA产品系列也将会在6月份亮相，首款车型为A级纯电轿车，会在三季度正式上市和规模交付。“我相信这是一款颜值爆表，甚至在二十万以内所有车的颜值最高且高智能，同时成本具有相当竞争力的产品，我相信MONA会成为A级纯电市场的超级明星产品。”</p>
<p>根据此前的规划，MONA作为与滴滴合作的项目，其年销量会连续两年超过10万辆。所以，MONA带给小鹏汽车的销量提振将会有明确预期。</p>
<p>不过，何小鹏还是强调了一点，那就是MONA的所有车型主力客户全部是to C（消费者）的，小鹏汽车不会考虑在to B领域有大范围的车型，包括MONA，包括所有车型。</p>

...

<p>在MONA之外，今年四季度，小鹏汽车还将交付一款小鹏品牌的全新B级纯电轿车车型。</p>
<p>除了产品攻势之外，小鹏汽车还在优化销售网络、控制产品成本和海外市场全面发力。</p>
<p>销售网络方面，小鹏汽车做了三方面工作。首先是渠道优化和下沉，相比于过去集中在高线城市，小鹏汽车的门店正在覆盖更多低线城市；其次，提高经销商4S店的比例；最后，在新开的MALL商超门店中，会选择更为适度的面积，而非一味追求大门店。</p>
<p>“在mall里面，不需要把所有车摆进去就可以达到非常大的引流跟转换。”何小鹏表示，根据规划，到今年三季度，小鹏汽车的门店数量将会增加到600家，“为更大范围放量做好准备。”</p>
<p>优化供应链成本方面，小鹏汽车去年的计划是单车成本降低25%，但何小鹏透露：“在今年年底我们会远远超过，所以换个角度，我们把不该花的钱不花了，在该花的钱上一定会多花，包括智能驾驶。”</p>
<p>在海外市场方面，小鹏今年将会加快扩张，计划将小鹏汽车的海外销售网络从原先的北欧国家扩展至超过二十个国家，出口有望成为小鹏销量和利润增长的重要的驱动力。</p>
<p>从技术到产品，从渠道到供应链，小鹏汽车都在步入正轨。此时，何小鹏也给出了自己的愿景：“我们的目标是在智能电动车时代打造一个像大众汽车一样覆盖全球市场、多种产品类型、拥有广阔客群的一个超级品牌，并且让AI智驾车成为最主流的品类。”</p>
---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。