title: 'Atropos Health与斯坦福医疗启动试点项目'
date: 2025-05-05
author: ByteAILab

---

基于对环境工作流程的投资，Atropos Health与斯坦福医疗建立的多年合作关系，将扩展及进一步整合高质量证据到医生的工作流程中，并推动人工智能技术的机构进展。![图片](https://ai-techpark.com/wp-content/uploads/Atropos-Health.jpg){ width=60% }

---
Atropos Health是一家将真实世界临床数据转化为个性化真实世界证据（RWE）和见解的领先企业，今天宣布与斯坦福医疗进一步整合，以扩大电子健康记录中的证据可用性。Atropos Health已经在斯坦福医疗的防火墙内安装，现在将生成帮助临床医生完成他们的接诊记录的证据，包括由医院的环境人工智能提供者DAX（来自微软）生成的记录，而无需离开他们现有的工作流程。斯坦福之前宣布的“Patients Like Mine”计划将通过此次Atropos Health的额外整合得到推进。

通过此整合，斯坦福大学正在利用Atropos Health的证据生成平台和先进的人工智能技术，在提出问题之前用真实世界证据回答临床问题。试点将评估医疗提供者的满意度，包括时间节省和在治疗决策中使用真实世界证据的情况。斯坦福的临床医生已经依赖于Green Button™在48小时内提供的真实世界证据，以及ChatRWD®，这一医疗领域的生成性人工智能应用能够在几分钟内交付完整的观察研究。

“Atropos Health首席执行官及联合创始人Brigham Hyde博士表示：‘最大化科技价值的关键在于实现无缝整合，减少医生工作流程中的摩擦。将Atropos Health的个性化证据与环境人工智能和电子健康记录相结合，展示了斯坦福在采用改善临床医生满意度和推动更好健康结果的解决方案方面的承诺。这使我们离实现个性化护理和学习健康系统的梦想又近了一步，同时最大限度地便利和优化医生的工作流程。’”

“在与Atropos Health的多年合作中，我们看到在推动研究和提供证据基础医学方面显著获益。”斯坦福医学院高级副总裁兼首席数字信息官Michael Pfeffer表示：“我们看到利用人工智能驱动的技术的额外机会，最终通过个性化医学使患者受益。”

客户依赖于Atropos Health的证据生成工具组合，通过在其内部云数据环境中联邦安装的GENEVA OS™。GENEVA OS的客户可以访问Alexandria™，这个包含数万项现有研究的集合，以及包括药房、价值基础护理和护理管理等许多预先存在的内容包。Alexandria中的现有研究可以在本地数据上重新运行，从而生成新内容和证据供客户使用。

这一公告是在Atropos Health与Ontada®（麦克凯森公司旗下，社区肿瘤学领域的领导者）战略合作之后发布的，该合作增强了临床医生、研究人员和医疗领导者设计护理方案、推动精准医学和开发新的肿瘤治疗的用例。


---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。