title: '日立范德（Hitachi Vantara）发布2024财年可持续发展报告'
date: 2025-04-25
author: ByteAILab

---

第二届年度报告突出可持续性、产品创新和积极的客户影响的持续进展
日立范德（Hitachi Vantara），日立株式会社（TSE：6501）旗下的数据存储、基础设施和混合云管理子公司，今天发布了其2024财年可持续发展报告，这标志着其年度环境、社会及治理（ESG）进展和透明度报告的第二版。![图片](https://ai-techpark.com/wp-content/uploads/Hitachi-Vantara.jpg){ width=60% }

---
在继去年的首份报告的基础上，今年的报告概述了日立范德在可持续性方面的进展，突出能源高效基础设施的进步、碳排放的减少和负责任的商业实践。报告展示了日立范德在2024财年的主要成就，包括多款存储解决方案获得能源之星（ENERGY STAR®）认证、全球温室气体（GHG）管理的扩展以及帮助客户跟踪能源和碳使用的新可持续工具。

有关日立范德在可持续性方面的努力的更多信息，请访问：http://www.hitachivantara.com/sustainability
随着企业越来越依赖人工智能和数据密集型工作负载，对电力的需求不断增长，这导致了更高的能源成本和更大的环境影响。根据2024年能源部报告，数据中心去年消耗了美国电力的4%，到2028年可能达到12%。应对这一挑战需要在性能与效率之间取得平衡的解决方案——帮助组织管理不断增长的数据需求，同时控制成本和碳足迹。新报告强调了日立范德如何通过提供能源高效的基础设施应对这些压力，不仅减少了环境影响，还为客户带来了可衡量的成本节省。

“我们为自首份可持续发展报告以来所取得的进展感到自豪，但我们知道这段旅程并没有结束，”日立范德首席执行官希拉·罗哈（Sheila Rohra）表示。“我们的关注点仍然是强调可持续性，特别是在数据中心，如何既可以成为创新的关键驱动力，又可以成为商业的差异化因素——从减少碳排放到帮助企业实现能源节省、提升运营效率和满足更广泛的可持续发展目标。”

报告的主要亮点包括：

- 顶尖的能源之星排名：多个日立范德存储解决方案获得了能源之星认证，因其行业领先的性能和能源效率。日立范德在“能源之星NVSS磁盘在线4”类别中获得了最节能存储系统的前两名，其中虚拟存储平台One Block（VSP One Block）获得最高荣誉。
- 太阳能驱动的配送中心：日立范德在荷兰的现代化太阳能驱动配送中心约30%的电力消耗来自现场太阳能生产，其余电力通过经认证的能源属性证书（EACs）获取，确保该中心完全依赖可再生能源运行。
- 回收材料：目前，日立范德的VSP One Block和文件存储模型的外壳中有40%按重量来自消费者回收塑料。这些阻燃外壳符合安全标准，并有助于降低火灾影响。日立范德计划到2030财年将回收内容增加至50%，通过扩展回收材料在驱动器外壳、生物质部件和持续的IT资源回收中的使用。
- 能源消费和管理：在2024财年，日立范德消耗了78,211 MWh的能源，其中90%来自电网电力，35%来自可再生能源，如太阳能和风能。值得注意的是，在丹佛设施进行2024年数据中心更新之后，优化了物理布局，整合了基础设施，提升了气流，能耗降低了50%，电源使用效率（PUE）从1.6提高到1.3，表明日立范德在运营中采用了节能举措的效果。
- 碳中和和可持续性目标：日立范德承诺在2030财年之前实现范围1和范围2的碳中和。该公司还设定了到2050财年在整个价值链实现碳中和的目标。

日立范德的可持续性承诺不仅体现在自身运营上。通过其工程产品和解决方案，该公司帮助企业客户和数据中心运营商降低碳足迹，同时降低运营成本和复杂性。一些近期的案例包括：

- La Molisana（意大利）：作为意大利领先的意面制造商，La Molisana实施了VSP One Block，实现了30%的能源消费减少和响应时间提高2.5倍，支持了其全球扩张和可持续发展目标。
- Malayala Manorama（印度）：这个主要媒体公司从日立范德的新低延迟基础设施中受益，使机架空间减少了66%，电力和冷却成本减少了70%。
- Elisa Eesti（爱沙尼亚）：爱沙尼亚最大的电信公司之一Elisa Eesti在日立范德的虚拟存储平台（VSP）支持下现代化其数据基础设施，使能源效率提高三倍，并显著降低了其碳足迹。

“可持续性是我们选择VSP One Block的重要因素，”La Molisana的首席信息官毛里齐奥·迈奥（Maurizio Maio）说。“尽管我们的数据中心的能源消耗相对低于制造业务，但我们希望实施环保的IT解决方案。节能的VSP One Block与我们的愿景完美契合。”
尽管2024财年可持续发展报告反映了过去一年的成就，日立范德最近推出了2025财年的首个关键可持续性承诺：将作为其存储平台一部分提供的新“可持续性保证”。该保证和VSP One一起提供，使企业能够跟踪和优化能源消费。同时它还保证一个最大电力消耗目标，使组织更容易实现其可持续发展目标。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。