title: 'RSA在RSAC 2025上推出新的RSA治理与生命周期ISPM能力'
date: 2025-05-02
author: ByteAILab

---

RSA，安全优先的身份领导者，今天宣布了新的身份安全态势管理（ISPM）能力，将帮助企业主动发现和解决混合和云环境中的安全风险。![图片](https://ai-techpark.com/wp-content/uploads/RSA-Announces.jpg){ width=60% }

---
这些新ISPM功能内置于RSA®治理与生命周期身份治理与管理（IGA）解决方案中，旨在解决云计算、远程工作以及人类和非人类身份增长所带来的关键网络安全风险。

结合领先的RSA治理与生命周期IGA能力，RSA ISPM创新帮助组织主动减少他们的身份攻击面。新的AI驱动仪表板提供关于政策违规、过度权限、孤立账户及其他可能削弱安全性和合规性的关键风险的主动和可操作的见解。RSA解决方案不仅仅停留在识别风险上：它们更进一步，推荐具体措施来解决问题，帮助组织快速从洞察转向解决方案。

愈发复杂的IT环境使得组织无法通过传统的身份和访问管理方法全面了解其身份态势，导致其容易受到攻击、合规罚款和其他风险的影响。为了适应不断变化的威胁格局，组织开始转向ISPM，这是一种新的网络安全框架，补充传统IGA功能，强调全面可见性、持续风险评估和身份相关漏洞的自动修复。

RSA治理与生命周期提供了企业所需的ISPM能力，以获得对身份生态系统的全面可见性。其先进的仪表板通过AI分析身份数据，主动发现漏洞、优先排序风险，并为管理员、业务领导和高管提供清晰、可操作的见解。新的RSA治理与生命周期ISPM功能预计将在2025年第三季度正式发布。

“被动的身份安全能力对于今天的威胁来说显然不够充分，要求解决方案可以主动发现、优先排序和解决身份风险，”RSA首席执行官罗希特·盖表示。“政府机构、银行、医疗保健、能源等安全优先的组织需要一个统一的身份平台，包括强大的访问安全、企业级无密码认证、治理和生命周期管理，运作在ISPM框架下，以阻止网络攻击、保持合规并提高生产力。”

“对于因数据过载而感到不堪重负的身份团队，RSA的新 AI 驱动仪表板提供了他们所需的主动信息，以优先处理行动并增强他们的安全性，”RSA首席产品和技术官吉姆·泰勒表示。“面对更多的威胁、更高的合规预期和缩减的网络安全预算，新的RSA治理与生命周期ISPM能力可以帮助组织以更少的成本做到更多——更有效。”

在RSAC大会上宣布的新RSA治理与生命周期ISPM能力为企业提供了关键的好处，包括：

- **无与伦比的可见性**：高级仪表板提供对整个环境中身份风险的全面视图，使组织能够主动采取措施来保护资源、减少攻击面并在发生漏洞之前防止入侵。
- **供所有人使用的可操作见解**：仪表板将复杂数据可视化，便于管理员、业务领导和高管协调和优先处理行动。
- **更简便、持续的合规**：新的RSA治理与生命周期ISPM能力使审计人员易于查找所需证据，突出需要关注的领域，并揭示减少风险的机会，同时辅助GDPR、SOX、ISO 27001、SOC 2等合规倡议。

RSA治理与生命周期在提供这些能力的同时，被公认为具备灵活的部署选项、全面的可见性和激励用户参与的游戏化特性，这些特性有助于推动合规文化并提升用户满意度。这些能力使RSA治理与生命周期成为企业希望增强其ISPM战略，同时简化治理和生命周期管理的强大工具。

RSAC参会者可以在N-6253展位预约演示，预览这些新的ISPM创新。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。