title: 'GrayMatters Health宣布推出Prism™ Suite'
date: 2025-05-18
author: ByteAILab

---

创新的Prism™平台现新增抑郁症患者方案  
GrayMatters Health（GMH），数字脑生物标志物在心理健康治疗方面的先驱，今天宣布推出Prism™ Suite，一个全面的下一代解决方案组合，旨在赋能医疗提供者并提升患者结果。![图片](https://ai-techpark.com/wp-content/uploads/GrayMatters-Health.jpg){ width=60% }

---
在FDA批准的PTSD Prism™成功基础上，新的扩展套件现在包括抑郁症方案，进一步扩大GMH在心理健康领域的影响力。  
基于世界首个fMRI信息化数字生物标志物，Prism™正在重塑医疗提供者如何引导患者在心理健康之旅中的方式。此组合中的最新创新是抑郁症方案，它引导患者学习调节与抑郁症相关的脑活动，采用奖励系统生物标志物。  
“看到使用fMRI信息生物标志物连接到脑系统的新干预措施令人兴奋，”布朗大学精神病学与人类行为教授、巴特勒医院神经调节研究中心主任Linda Carpenter博士评论道。“我们预期Prism针对奖励系统生物标志物的定位，将为经历无愉悦感的抑郁综合征的患者提供个性化和有效的护理选择。”  
在互动环节中，患者探索心理策略以提高奖励系统生物标志物的水平，并使模拟中的动画角色进行活动。抑郁症试点研究结果发表在《脑科学》上，显示78%的参与者（HDRS）抑郁症状减轻，且对无愉悦感症状（SHAPS-C）具大效应量。  
“随着抑郁症方案的加入，我们为更多患者提供了受益于个性化体验的大门，这将成为日常生活中的一项技能，”GrayMatters Health的首席执行官兼联合创始人Oded Kraft表示。“通过利用大脑的力量，我们为心理健康护理提供者提供了工具，以指导患者实现有意义、可衡量的进步。”  
为了补充患者体验，Prism™ Suite还提供一套强大的功能，帮助提供者监控患者进展并提供有关患者体验的洞察，以提高参与度。Insights工具提供每位患者表现的数据驱动分析以及建议的讨论主题，以引导他们的Prism体验。  
GMH的革命性技术基于其专有的脑电图-fMRI-模式（EFP）数字生物标志物，这些生物标志物利用先进的机器学习将深脑区的高分辨率fMRI数据映射到EEG信号上。该公司的获奖FDA批准PTSD治疗，正在帮助患者学习自我调节与PTSD相关的脑活动，已在加利福尼亚、康涅狄格、佛罗里达、乔治亚、伊利诺伊、马萨诸塞、纽约、北达科他、宾夕法尼亚、罗德岛、德克萨斯和华盛顿等地的诊所中应用。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。