title: 'Cyber 66认定Axiad为最热门网络安全公司之一'
date: 2025-04-04
author: ByteAILab

---

因其创新解决方案帮助组织简化和有效管理身份风险和身份验证，实现最大安全性，Axiad被认可为全球身份安全领导者，今日宣布其在Citizens发布的2025年Cyber 66名单中被评为最热门且最具竞争力的私营网络安全公司之一。![图片](https://ai-techpark.com/wp-content/uploads/Axiad-Named.jpg){ width=60% }

---
作为该名单的第11个年头，年度报告突显了全球网络安全行业中的精英创新者。

Citizens高级研究分析师Trevor Walsh表示：“身份安全解决方案的市场是网络安全领域一个重要且迅速发展的行业，考虑到身份攻击日益增加，预计将产生重大影响。我们欢迎Axiad入选2025年Cyber 66，因为其独特的解决方案组合在身份安全领域令人瞩目，帮助组织和联邦机构识别和减轻风险。”

根据该报告：“我们强调身份安全的优先级是2025年的关键主题之一，这基于以下几点：1）传统工具（无论是自制产品还是商业可用产品）的失败；2）终端保护供应商和网络安全供应商将其产品组合扩展至身份威胁检测与响应（ITDR）领域；3）身份漏洞作为高调泄露中的关键威胁向量继续显现。”Axiad的身份安全产品组合针对这三大行业挑战提供了解决方案。

Axiad的专利待审身份风险管理解决方案——Axiad Mesh——利用机器学习（ML）技术，能够大规模识别、量化并加强身份，无论其复杂性如何。该新颖的解决方案使团队能够理解在本地、基于云和混合身份源中的真实业务风险，并获得近乎预知的能力，以在复杂攻击向量成为实际威胁之前，进行预见和处理。

Axiad Mesh与Axiad Conductor（原Axiad Cloud）整合，后者是Axiad为全球企业和联邦机构提供的业界领先的凭证管理系统，能够进行身份安全威胁的防御。Axiad Conductor与硬件身份验证器集成，使网络钓鱼抵抗的多因素身份验证（MFA）具备防御能力、可管理性和可用性，同时支持非人类身份（NHI）的强凭证大规模部署。此外，Axiad Conductor还符合联邦风险与授权管理计划（FedRAMP®），对于面临日益加剧的身份相关网络攻击的联邦机构和部门来说，是一款极具时效性的工具。

Axiad首席执行官David Canellos表示：“Axiad通过Conductor重新定义全球身份安全，以大规模安全人类和非人类身份，并通过Mesh管理身份肆虐和风险暴露，推动传统身份访问管理（IAM）向智能、可扩展的身份安全转变，能被列入Cyber 66名单证明我们是推动者。”

Citizens Cyber 66名单是通过Citizens的股票研究团队对网络安全领域进行年度评估的结果。选择标准包括创新性、市场潜力、客户采用和增长轨迹等因素。每家公司都经过全面评估，重点关注其在网络安全领域的独特贡献，识别出最有前途和影响力的公司。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。