title: '平安任命AI专家王瑞为首席技术官推进数字增长'
date: 2025-08-01
author: ByteAILab

---

平安保险（集团）有限公司（“平安”或“公司”或“集团”，HKEX: 2318；SSE: 601318）宣布任命王瑞先生为集团首席技术官（CTO）及平安科技总经理。![图片](https://ai-techpark.com/wp-content/uploads/Ping-An-N.jpg){ width=60% }

---
王瑞的任命将显著增强公司的人工智能（AI）研发和应用能力。他的领导预计将推动平安自研的大型语言模型与开源大数据平台的深度融合，加速建设“五大数字系统——数字业务、数字运营、数字管理、数字营销和数字服务”。此举旨在为公司的“科技赋能+健康与养老服务”双驱动战略注入强大动力，进一步推进全面的数字化转型。

王瑞拥有新加坡国立大学计算机硕士学位。在加入平安之前，他曾在谷歌和彭博等全球知名企业担任高级技术管理职务。2015年，王瑞成为百度首席架构师，主导了百度钱包及金融服务的研发。2016年，他加入蚂蚁集团，担任蚂蚁财富和蚂蚁保险的副总裁兼CTO。在蚂蚁集团，他领导了数字金融和人工智能的创新，管理财富管理、保险和消费者金融、MYbank以及芝麻信用等技术和研究团队，推出了AI金融助手和AI金融商务助手等开创性生成式AI产品。凭借近20年“金融+科技”领域的经验，王瑞在金融服务的数字化转型、金融大型模型的开发与应用及其卓越的创新能力方面具备深厚的专业知识。

近年来，平安始终围绕客户需求，以赋能业务场景为核心战略，持续加大研发投入，以构建领先的技术能力，这些技术广泛应用于其核心金融业务，加速“科技赋能+健康与养老”生态圈的发展。这一战略加强了平安对内部业务场景的智能应用，同时推动了整个行业的数字化转型。公司建立了以九大数据库数据为支撑的“953”技术基础，辅以五大实验室的技术支持和三大技术公司的开发与应用服务，形成了AI护城河。截至2024年底，平安拥有超过21,000名技术开发人员和3,000多名科学家的一流技术团队。截至2025年3月31日，平安在国内外AI比赛中累计获得45项冠军，并累计申请了55,435项专利，领先于大多数国际金融机构。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。