title: 'WorkSpan推出WorkSpan AI'
date: 2025-04-02
author: ByteAILab

---

突破性的AI团队解决方案改变销售团队利用战略合作伙伴关系的方式
WorkSpan，销售伙伴关系、市场和生态系统自动化的行业领导者，今天宣布推出WorkSpan AI，这是一款革命性产品，旨在通过增强销售团队的合作伙伴智能，消除“合作伙伴复杂税”，大规模提升战略合作伙伴关系的收入潜力。![图片](https://ai-techpark.com/wp-content/uploads/WorkSpan.jpg){ width=60% }

---
在过去十年的全球业务生态系统赋能中，WorkSpan现在利用人工智能解决企业在充分利用合作伙伴关系时所面临的最大根本挑战。

“组织中的销售人员很难有效地利用他们的合作伙伴关系，”WorkSpan的首席执行官兼联合创始人Mayank Bawa表示。“当我们与销售和收入领导进行对话时，我们发现障碍并不是缺乏合作选择，而是信息过载、过程复杂性增加以及行业创新速度带来的认知负担。在AI团队助手的帮助下，WorkSpan AI简化了合作伙伴的参与，使每位销售人员都能成为合作执行的专家，消除了销售人员与合作伙伴之间脆弱的沟通链。”

在进行了九个月的广泛研发支持下，WorkSpan的突破性AI团队助手解决方案为销售专业人士提供与每个账户和每个机会相关的上下文敏感的合作伙伴指导——在合适的时间。

这款新产品延续了WorkSpan在过去十年中塑造市场的生态系统管理的行业定义创新，包括销售合作伙伴关系、云合作伙伴市场自动化、服务合作伙伴消费管理以及将合作伙伴流程嵌入销售流程中。

作为云基础的集成和自动化软件领导者，Boomi的董事长兼首席执行官Steve Lucas表示：“我们在Boomi有数千个合作伙伴，若没有他们，我们无法以我们现在的速度和节奏取得成功。协调他们的理解，尤其是当关于何事发生的知识掌握在少数人手中时——这确实是一个非常具有挑战性的任务。”

“销售已经找到了如何利用市场营销的方法，但销售仍然没有找到如何利用合作伙伴关系的方法，”WorkSpan的首席客户官Amit Sinha表示。“在过去的十年中，我们构建了能够为全球企业提供生态系统关系技术的技术。现在，我们正在运用这方面的专业知识来创建AI团队助手，使每位销售人员在日常工作流程中有效利用合作伙伴关系。”

该公司将在其旗舰生态系统商业峰会-行业展示会上（2025年4月23日）展示AI驱动的销售合作伙伴助手，随后在一系列行业活动中进行展示——PartnerTechX（4月28日）、Ultimate Partner（5月1日）和Catalyst（5月12日）。

有关WorkSpan AI的更多信息及请求访问平台，请访问www.workspan.ai。
探索AITechPark，获取有关人工智能、物联网、网络安全、AITech新闻以及来自行业专家的见解更新的最新进展！

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。