title: 'Xaira Therapeutics 任命杰夫·乔克为总裁兼首席运营官'
date: 2025-07-12
author: ByteAILab

---

Xaira是一家集成生物技术公司，致力于利用人工智能的承诺来帮助改造药物发现和开发。![图片](https://ai-techpark.com/wp-content/uploads/Xaira-Therapeutics.jpg){ width=60% }

---
  
生物技术行业老将、前Belharra和Ambys Medicines首席执行官杰夫·乔克（Jeff Jonker）加入Xaira，帮助其扩展AI驱动的药物发现平台。  
Xaira Therapeutics今天宣布任命杰夫·乔克为总裁兼首席运营官，向首席执行官马克·特西尔-拉文（Marc Tessier-Lavigne）汇报。在这个角色中，乔克将与特西尔-拉文密切合作，塑造公司战略并推动Xaira进入下一阶段增长，因为Xaira在构建下一代AI驱动的药物发现过程中，他将负责监督所有运营职能，并将其与Xaira的科学愿景对齐，扩大组织规模，并帮助将前沿的机器学习与治疗开发集成，以加速生命改变药物的发现。

“杰夫是一位出色的生物技术高管，拥有广泛的运营、董事、高级顾问等经验。在Belharra Therapeutics，他不仅是首席执行官，还作为第一位员工，从零开始建立公司，塑造了公司的愿景，组建了团队，并指导组织度过了关键里程碑。”Xaira Therapeutics首席执行官马克·特西尔-拉文（Marc Tessier-Lavigne）表示。“这种企业家型领导才能和运营卓越正是Xaira在扩展我们的AI驱动发现引擎和推动治疗创新边界时所需要的。”

乔克在生物技术行业拥有超过20年的领导经验，横跨公私公司和各个成长阶段。他最近担任Belharra Therapeutics的总裁兼首席执行官，作为公司的第一位员工，他帮助建立公司的愿景和团队。在此之前，他是Ambys Medicines的首席执行官，曾担任NGM生物制药（NASDAQ: NGM）的总裁，在扩展公司治疗管线和与默克（Merck）形成重要的战略伙伴关系方面发挥了关键作用。在职业生涯的早期，乔克曾在基因泰克（Genentech）担任领导职务，并在威尔逊·桑尼（Wilson Sonsini）开始职业生涯，为生命科学和技术客户提供咨询服务。他拥有哥伦比亚法学院的法律博士（J.D.）以及圣安德鲁斯大学的文学硕士（M.Litt.）学位。

“吸引我加入Xaira的是它的雄心壮志。这家公司不仅旨在制造更好的药物，还希望从根本上重新构想我们如何发现药物。通过结合最优秀的机器学习、生物洞察和治疗开发，Xaira有可能揭示以前难以想象的治疗方法，并比以往更快地将其带给患者。我很荣幸能加入一个推动科学边界，改变人类健康轨迹的团队。”杰夫·乔克说。

本月早些时候，Xaira发布了一篇预印本，介绍了X-Atlas/Orion，这是最大公开可用的全基因组Perturb-seq数据集，分析超过800万个单细胞。该数据集旨在推动生物学下一代基础模型，体现了Xaira对开放科学和推进AI驱动药物发现的承诺。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。