title: 'FieldAI完成4.05亿美元融资以扩大具身AI机器人技术'
date: 2025-08-23
author: ByteAILab

---

FieldAI，物理AI和机器人自主技术的领导者，今天宣布已完成两轮累计4.05亿美元的融资。![图片](https://ai-techpark.com/wp-content/uploads/FieldAI-Rais.jpg){ width=60% }

---
投资者包括贝索斯探险、BHP风险投资、Canaan Partners、Emerson Collective、英特尔资本、Khosla Ventures、NVentures（NVIDIA的风险投资部门）、Prysm、淡马锡等。此前的投资者还包括盖茨前沿和三星。由于客户快速采纳和FieldAI通用机器智能的多项扩展合同，最新一轮融资超额认购，显示出强劲的市场需求，已成功在复杂的现实工业环境中进行了测试和部署。

FieldAI在通用机器人革命的最前沿，开发一种单一的软件大脑，该大脑正在驱动多种类型的机器人在许多不同的环境中运营。FieldAI的机器人每天在全球多个客户现场进行作业，部署类型包括在日本、欧洲和美国等地，涉及建筑、能源、制造、城市配送和检查等行业的世界最大公司。

FieldAI的系统能够实时自主运行，模型直接在边缘进行决策，与真实客户工作流程无缝集成。它们已记录了前所未有的真实世界数据和运营时间，展现出转型性的模型进化速度，并在规模上提供了具有成本效益的自主能力。随着各行业转向自动化以应对劳动力短缺、安全风险和效率目标，FieldAI平台的需求不断加速。

融资用于加速全球扩张
新募集的资金将加速FieldAI的全球增长，支持其在运动和操作方面的持续产品开发，并支持战略招聘，以支持其团队的扩张，计划在年底前将员工人数翻倍。

“在规模上实现自主解决方案是一个极其困难的问题，但FieldAI团队的深厚专业知识及其独特的具身智能方法反映了务实的前进路径，”Khosla Ventures创始人Vinod Khosla说。“FieldAI在通用机器人革命的最前沿，其快速部署的能力将释放长期的经济和社会价值。”

机器人智能的新纪元
FieldAI平台的核心是Field Foundation Models（FFMs）：一种全新的“物理优先”基础模型，专门为具身智能构建。与普通的视觉或语言模型不同，FFMs从根本上设计以应对不确定性、风险及现实世界的物理限制。这使得在没有经过训练的情况下，能够安全和可靠地进行机器人行为管理，能够在动态且无结构的环境中导航，而无需事先的地图、GPS或预定义路径。

“我们的团队在现场工作多年，在复杂环境中的‘场地机器人’和安全关键型机器人AI方面驱动了重大的突破，”FieldAI创始人兼首席执行官Ali Agha表示。“凭借对在复杂现实条件下部署机器人AI所需的韧性和可靠性的深刻理解，我们采取了根本不同的方法。我们没有试图将大型语言和视觉模型强行融入机器人中，而是从一开始就设计了固有风险意识的架构。通过Field Foundation Models，我们使机器人操作能够在具有不同风险配置的多样环境中无缝扩展，超越了传统解决方案的限制。”

FieldAI的架构标志着机器人领域的一次突破。FFMs的强大特征使得模型能够在没有重新编程的情况下安全且动态地适应新条件，使直观地执行复杂任务成为现实。FFMs已经在各种实体中得到了验证，包括四足机器人、人形机器人、轮式机器人和乘客规模的车辆。它们的硬件无关设计允许不同形式因素和操控器使用相同的核心智能进行操作，加速部署和扩展。

“我们对与FieldAI团队在这一旅程的新阶段合作感到兴奋和荣幸。他们的新型基础模型提供了在众多领域进行自主机器人部署所需的可靠性和适应性，”Prysm Capital联合创始人兼管理合伙人Jay Park说。“FieldAI的革命性模型不仅极大地拓宽了潜在的使用案例，还实现了风险意识的部署，这是AI扩展的关键元素，有可能重塑机器人与物理世界的互动方式。”

FieldAI由来自DeepMind、Google Brain、特斯拉自动驾驶、NASA JPL、SpaceX、Zoox、Cruise、亚马逊、DARPA、TRI等领域的世界知名机器人AI专家领衔，结合了深厚的研究专长和无与伦比的真实世界部署经验。从火星探测器到地球的矿山和工厂，FieldAI团队在现场机器人技术方面取得了一系列里程碑式的突破——赢得了DARPA挑战赛、在自主车队中扩展基础模型，并实现了规模化的自主化。正是这种解决现场问题的精神，激励了公司的名称。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。