---

title: '在Meta，我发现自己在MMA健身房与副手摔跤' 
date: 2025-08-25 
author: ByteAILab

---

我并不是硅谷的生物。

---
我没有学习计算机科学，从未写过一行代码，也没有在技术进步的过程、辩论和科学中沉浸过。2018年，我作为一名来自英国和欧洲政治界的移民来到Meta（当时还叫Facebook），当时并不确切知道会面临什么。当我第一次踏入加州北部时，作为一个英国人，我对美国的巨大规模总是感到惊叹。光是3,000英里就让你感到与东海岸的权力中心隔得遥远；三小时的时差让你感到脱节。东海岸的新闻在西海岸人们还在沉睡的时候便已经在全速进行。最大的一些欧洲新闻隔夜就在那儿爆发。这里就像是远离了一切的地方。难怪想要独立自主，不愿被那些西装革履的人窥视的人，会被这个地方吸引。这里自然成为了那些想要向权威挑战的理想主义者的温床。

硅谷有一种令人陶醉的气息。这里人们总是轻易说“是”的。它吸引了许多充满创造力的聪明人。雄心壮志没有上限。每一个障碍都是一个机会。每一天的美好都可能是发生一些惊人事情的一天。任何人都有可能有一个改变世界的想法，并迅速致富。但这里也是一种大规模的自负滋生地，尤其是以一种大男子主义的方式（这里整体上仍然是自信的男人和大肆炫耀的女人们主导着，聪明、能力强的女性则不得不一步一个脚印以争取自己的位置）。使其成为新品种的温床的隔离，也让它远离普通人的生活。这里的财富让人无法接触到他们的挣扎，而这里的理想主义则使人远离他们生活的混乱现实。

当我抵达Facebook时，我发现公司正处在一种震惊的状态。许多员工是在其声誉截然不同的时候加入的：一个令人兴奋、充满理想的地方，由一个天才少年领导，人们以惊人的速度接受着它创造的酷东西，同时赚取大量的现金，且肩负着连接世界的高尚使命。经历从聪明的年轻人转变为公众头号公敌的文化冲击，是很少有人准备好的。这让我想起自由民主党在联合执政期间的模样——一群理想主义者希望改变世界，却无法理解人们为什么把他们视为坏人。

我在硅谷所经历的最大的文化冲击，实际上与英美之间的差异无关。自我1980年代中期大学毕业以来，所处的世界主要是通过语言的力量来成功的。在本质上，政治是一场关于不同故事的竞争，讲述如何看待事物的不同方式。自由主义、社会主义、保守主义和法西斯主义在本质上都是这样的：讲述不同世界观、不同问题诊断和不同解决方案的故事。赢得选举的关键是让更多人同情你的故事和对未来的愿景，而不是对手的。

但硅谷却布满了以不同方式看待世界的人：工程师。他们的世界是事实与过程。工程师的思维方式是识别问题并解决它，然后转向下一个问题。他们在各种缩略语的迷宫中操作，似乎语言本身就是一种浪费时间的活动，需要被简化到最简化的形式。刚到那儿，我便进入了一个充满XFNs、STOs和FOAs的世界，每条路线图都有一个玩法，每个社区都是生态系统的一部分，而每个主题都要么是“太长，不看”（tl;dr），要么是深度报告（deep dive）。而这一切——一切——都必须被量化。在早期的一个会议上，我记得一位高级工程师问我，某个政府通过某项法律的概率是多少。我大笑，以为这是个玩笑。将政治过程简化为一种伪科学的理念似乎很愚蠢，但他并没有笑。我于是说了一些像“哦，23.67%”这样的话。他认真地点了点头。我后来意识到，为了说服硅谷的人，令人信服的故事没有数据点和每个结果的概率是无效的。这种思维方式潜移默化地影响了我。以系统化的方式接近问题，尽管这种伪科学可能很荒谬，但它能够帮助你理清思路，指导你做出明确的决策。

但这种思维方式也具有简化性。它使一切商品化，剥除了细微差别和直觉，以及人性中所有无形的方面。当我在公司早期时期与工程师讨论数据时，他们将数据视为一个木匠看待木材——可以用于创造惊人的东西的材料，而不是人们珍贵的个人信息。随着人们对隐私和数据保护期望的更广泛文化转变，以及监管者迫使公司进行改变，这种思维方式有了一定变化。但理性和逻辑优于情感和直觉的优先地位，也许可以解释为什么硅谷常常对那些在其五彩斑斓的校园外，超越其权力的关注看来是耳聋的。

没有人——我意思是，没有人——能够像马克（Mark Zuckerberg）那样保持沉默。他会让沉默悬而未决，常常长达让人难以忍受的时间。我是个爱说的人，如果谈话中出现沉默的时刻，我会言不由衷地胡言乱语，以填补这个空白。马克在沉默时会让空气静止，一旦他开口，回应总是深思熟虑。然而，许多人可能将他视为工程师思维方式的缩影——全是逻辑，没有情感——但这并不意味着他缺乏深度或好奇心。恰恰相反。

与此同时，他可能是我见过的最有竞争心的人。我曾是前线政治家，经历了英国私立学校系统，所以见过一些相当有竞争力的人。竞争心在马克身上体现在他对混合武术（MMA）的热爱上。他是UFC的忠实粉丝，认真对待自己的训练，甚至以至于他在管理团体外出时坚持让一些高层管理团队成员与他一起进行训练。在他的专用健身房里，我们一一配对，练习一些技术，在马克专业教练的注视下，最终我发现自己在与我当时的副手乔尔·卡普兰（Joel Kaplan）摔跤。此时此刻，一项被称为“统治式骑乘”的行为让我稍微有些不适，重叠在一起的举动让人不得不感到尴尬。这是公司团建的新领域。

乔尔后来开玩笑地表示，他考虑报告此事给我们的时任人力资源主管洛莉·戈勒（Lori Goler），不过当他抬头发现她正用一个锁技抓住马克·扎克伯格时，他打消了这个念头。至少，幸存这样的考验使得乔尔在接替我离开Meta后担任公司全球事务运作时，磨练得相当坚定。这是一段摘自Nick Clegg新书《如何拯救互联网》的编辑摘录，该书由Bodley Head出版，售价25英镑。为了支持《卫报》，请在guardianbookshop.com订购您的副本。可能会收取运费。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。