title: 'Orchid Security 任命首席收入官以推动下一阶段增长'
date: 2025-04-21
author: ByteAILab

---

Trish Cagliostro 加入，预见到通过战略合作伙伴在身份和访问管理领域的转型
Orchid Security 正致力于简化身份和访问管理 (IAM) 的复杂性，宣布 Trish Cagliostro 加入公司，担任首席收入官 (CRO)，负责引导其进入市场，并建立在早期财富1000强客户基础上的发展。![图片](https://ai-techpark.com/wp-content/uploads/Orchid-Se.jpg){ width=60% }

---

Cagliostro 最近担任 Wiz 的渠道和联盟副总裁，在那里她建立了全球合作伙伴组织，推动公司在18个月内迅速达到1亿美元的年度经常性收入 (ARR)，并在前四年内达到3.5亿美元。这一势头导致其战略合作伙伴 Google 的320亿美元收购。Cagliostro 采用“优先和唯一以合作伙伴为中心”的方法，为 Orchid Security 的市场战略奠定基础。
“我看到 Orchid 的情况与 Wiz 的早期情况有许多相似之处，这也是吸引我加入这个机会的主要原因之一，”Cagliostro 说。“身份领域现在正处于需求根本新方法的拐点。正如 Wiz 利用图形数据库等尖端技术重新塑造了云安全，我看到 Orchid 准备在 IAM 领域做同样的事情。”
Orchid 正在利用包括 OpenTelemetry 支持的身份可观察性和生成式 AI / 大语言模型 (LLMs) 身份流程评估在内的新技术，采用以应用为中心的方法来处理身份。这些进步使组织能够持续发现和启用身份安全，自动化传统的手动流程，降低成本，释放开发者时间并增强安全态势。
“企业不再依赖人力，无论是内部人员还是外包人员，来评估每个新应用程序的预期身份控制，或每个新身份工具与现有每个应用程序的集成……一次又一次，”Cagliostro 说。“相反，Orchid Security 自动化并加速这些手动流程，以加快新 IAM 工具的部署，并提供组织真实身份安全态势的完整和持续视图，能够弥补身份曝光。”
举一个例子，身份治理和管理 (IGA) - 根据 Gartner 的数据，组织去年在此上的支出达30亿美元。平均项目耗时42个月，成本超过100万美元，但仍然未完成。行业专家估计 IGA 覆盖率平均仅为9%。
与之相反，Orchid Security使组织能够在仅四个月内完成此类项目，成本大幅降低且覆盖率显著提高。“减少项目持续时间并提供更好的结果对于现在可以展示即时价值的合作伙伴来说是一个巨大的胜利，而不是年复一年地被相同的项目缠住，”Cagliostro 说。
Orchid 在四个月前以3600万美元的种子轮融资出手，市场反响强烈。
“我们看到前方有明确的机会——从我们的创立通过 Team8 的公司建设模型到早期财富500强客户的采用，所有迹象都表明强大的产品市场契合，”Orchid Security 的首席执行官兼联合创始人 Roy Katmor 说。“现在，一切都是关于执行和扩展。公司证明，在合适的时机、团队、产品的支持下，具备坚实的计划和执行，非凡的增长是可能的。我们相信，我们正处于类似的情境中，并很高兴能引入这样一位具有第一手经验的人来帮助我们达到下一个水平。”
每年在仅 IAM 相关服务上就花费约50亿美元，合作伙伴在任何身份项目中都是至关重要的一部分，无论作为顾问、架构师还是实施者。认识到他们的关键角色，Orchid Security 全力以赴通过渠道作为其市场途径，100% 的业务流通过合作伙伴。
“事实是，Orchid Security 的创始人任命像我这样一位资深渠道领导者来负责整个销售组织，这一切应该告诉你我们对渠道的承诺，”Cagliostro 说。
如需更多信息，请访问 Orchid Security 网站 https://www.orchid.security。想要了解 Trish 的更多内容，请阅读她的欢迎博客。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。