title: '调查：医疗设备行业在运营中滞后于人工智能的采用'
date: 2025-08-22
author: ByteAILab

---

行业错失宝贵机会，以最大商业影响力优化产品工作
Propel Software，首个将产品价值管理（PVM）平台纳入企业产品创造、营销、销售和服务过程的公司，今天发布了来自其《2025年产品创新状态：人工智能采用与协作趋势》研究的医疗设备行业发现。![图片](https://ai-techpark.com/wp-content/uploads/Survey-Medical.jpg){ width=60% }

---
由Propel Software委托，Talker Research进行的调查发现，医疗设备市场的人工智能采用水平落后于所有其他产业，落后程度达到显著的50%，与高科技行业相比，医疗设备的人工智能采用率仅有24%。三分之二（76%）的医疗设备受访者表示在产品运营中未使用人工智能，因而在效果上面临困难，这凸显了该行业在采用新技术与保持全球监管标准合规之间的挑战。

对消费品、高科技、工业设备和医疗设备行业进行的调查发现，医疗设备公司正在错失利用人工智能优化产品运营的机会，报告显示，只有24%的受访医疗设备公司报告采用了人工智能。所有其他行业的受访者在产品流程中使用人工智能以提高生产力和效率的比例更高，其中高科技行业的人工智能采用率最高，达51%。由于严格的规定保护产品生命周期中患者数据的安全，医疗设备制造商对人工智能的采用持谨慎态度。

医疗设备的受访者感受到未能在产品开发中利用人工智能所带来的影响。被问及与产品创新相关的最大挑战时，三分之一（33%）的人表示团队协调问题——这是所有被调查行业中所占比例最高的。此外，四分之一（25%）的公司没有正式的流程来收集客户或市场反馈，以指导产品决定——这也是所有行业中占比最高的。另外，23%的医疗设备公司报告称他们在产品发布和推广中的最大挑战是获得准确的产品数据和规格。

在24%积极使用人工智能的医疗设备公司中，投资带来了生产力的提升（44%）、更大的竞争优势（35%）、降低成本（31%）、技术整合（25%）、资源重新分配（25%）和减少员工人数（23%）。

“我们的客户和潜在客户不能在当今动态市场中忽视商业效率问题，人工智能正在重新定义产品公司的规则，”Propel Software首席执行官Ross Meyercord表示。“我们的人工智能解决方案Propel One，解决了医疗设备行业等合规关注问题，通过将人工智能整合到我们现有的验证平台中，并通过医疗设备客户配置的工作流程和业务规则，使他们能够确保人工智能的合规性，从而通过简化产品运营和推动更聪明的决策创造价值。”

《2025年产品创新状态：人工智能采用与协作趋势》调查的回应来自800名产品管理、设计工程、质量/合规、供应链、销售、产品营销、服务/支持和IT员工，涉及医疗设备（200）、工业设备（200）、高科技（200）和消费品（200）行业，均来自美国。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。