title: 'Zifo调查：生物制药中的AI收益与数据准备挑战'
date: 2025-07-27
author: ByteAILab

---

一项针对科学家和信息学家的新调查显示，尽管在研发、生产和临床价值链中对人工智能（AI）和机器学习（ML）的投资正在迅速增加，但持续存在的数据孤岛和集成难题正在阻碍进展——这引发了关于科学导向型公司是否真正准备好充分利用AI潜力的关键问题。![图片](https://ai-techpark.com/wp-content/uploads/Zifo-Survey.jpg){ width=60% }

---


由Zifo Technologies进行的数据准备调查，针对30多家科学驱动公司的科学家和信息学家进行了调查，揭示了对AI转型潜力的热情以及在数据管理和集成方面持续存在的挑战。

尽管近三分之二的组织已经开始在其价值链中投资AI和ML，但只有32%的受访者对其公司有效利用科学数据开展AI项目的能力表达了高度信心。令人吃惊的是，70%的受访者报告在获取AI项目所需数据时感到“困难”或“较为困难”，这凸显了对数据可访问性的广泛挑战。报告指出，数据在存储或元数据方面并未实现和谐，缺乏标准化的实践使进展受阻。

数据孤岛、互操作性及自动化缺口成为主要障碍。近一半的组织发现，从实验室仪器中管道和集成数据“有些困难”或更糟，老化的基础设施和缺乏共同标准使得无缝的数据交换变得复杂。虽然数据捕获的自动化正在增长，但仍有26%的人主要依赖人工流程，10%的人根本没有自动化。对于标准化数据格式和本体的采用情况则喜忧参半，39%的人同意其组织拥有这些标准，而同样比例的人要么不确定，要么不同意。

报告还指出，目前的数据管理解决方案在高性能计算（HPC）环境中存在关键差距。像电子实验室笔记本（ELN）这样的系统并不适合处理在复杂分析过程中生成的数PB非结构化数据。虽然仪器数据的初始捕获和分析后数据产品的最终存储是高度自动化的，但在HPC系统上的关键中间处理阶段仍然缺乏良好的支持。

Zifo的首席科学官Paul Denny-Gouldson观察到：“数据管理是确保数据重用和数据检索的基础，因为它是促进FAIR（可查找、可获得、可互操作、可重用）数据的命脉。”

尽管存在这些障碍，R&D领域的AI采用正在推进，39%的组织报告中等采用，另有26%表示最小采用。AI应用的关注点在研究（32%）和开发（27%）上最为强烈，临床、制造和精准医学也显示出日益增长的兴趣。组织们更倾向于优先采取有针对性的、渐进的AI干预，而不是大规模的颠覆性部署。Paul表示：“真正的价值正越来越多地体现在将AI和机器学习整合到整个价值链的日常工作流中。”

所识别的主要挑战包括数据质量问题（27%）、数据隐私顾虑（23%）以及与实验室仪器的集成困难（21%）。隐私担忧因生成式AI的兴起而加剧，促使许多组织开发内部解决方案以保留对专有数据的控制。

报告还指出，由于组织往往庞大而多样，各部门各自专注于用可用技术生产结果，因此难以评估每个部门利用AI驱动程序增强生产力和效率的能力。

在询问AI的最大潜在好处时，受访者强调了加速发现、提高效率和成本节约、增强科学见解等。“虽然改善患者结果理应是最终目标，但调查结果表明，受访者同样关注AI的其他有形收益，”Paul指出。这些中期收益——更快的研究周期、优化的流程以及更深入的数据驱动见解——被视为通往更好产品、最终为患者和消费者改善结果的垫脚石。

展望未来，Zifo强调数据标准化和不同实验室仪器之间无缝的数据交换对科学驱动型行业全面实现AI承诺至关重要。“当前的时代可以称之为‘数据管理时代’，这最终将引领我们进入‘AI时代’，”报告总结道。那些在强大的数据基础设施、跨职能协作和有针对性的AI应用方面进行投资的公司，将在利用数据实现发现，以及将创新转化为影响的过程中处于最佳位置。

要阅读和下载数据准备调查报告，请点击这里：https://zifornd.com/blogs/early-days-for-ai-but-scientific-data-management-gains-momentum/

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。