title: 'G42与Mistral AI联合建设下一代AI平台和基础设施'
date: 2025-05-26
author: ByteAILab

---

在“选择法国”活动期间宣布的这一合作伙伴关系，体现了阿联酋与法国在构建开放、安全和可互操作的AI解决方案和基础设施方面的合作。![图片](https://ai-techpark.com/wp-content/uploads/G42.jpg){ width=60% }

---
 Mistral AI还将探索与MBZUAI在各行业前沿基础模型的先进研究和开发方面的合作机会。

在全球人工智能的重要时刻，总部位于阿布扎比的全球技术集团G42与总部位于巴黎的领先AI公司Mistral AI今天宣布建立战略伙伴关系，共同开发下一代AI平台和基础设施。 此次宣布是在“选择法国”活动期间进行的，符合阿联酋总统谢赫·穆罕默德·本·扎耶德·阿尔·纳哈扬与法国总统埃马纽埃尔·马克龙在2025年2月支持的更广泛的AI合作协议，并强调了两国在塑造一个人工智能开放、可供所有人使用的未来方面日益增长的势头。这一联盟根植于近半个世纪以来定义阿联酋与法国关系的长期经济和文化纽带，标志着跨地区AI合作的新篇章。此次合作将G42通过其各个运营公司（包括AI基础设施的Core42和AI平台及解决方案开发的Inception）所拥有的运营规模和AI能力，与Mistral AI在开放权重大语言模型研究、解决方案和产品方面的前沿技术相结合。

“这一伙伴关系体现了一种新的AI发展模式：在主权与互操作性、抱负与责任之间达到平衡，” G42集团首席执行官彭晓表示。“与Mistral AI一起，我们不仅是在构建技术，更是在为一个信任和透明度不可或缺的数字互依未来奠定基础。”

该合作涵盖了AI价值链的各个方面，从AI模型训练、AI代理和基础设施开发到特定行业的应用，涉及欧洲、中东和全球南方。 Mistral AI平台与G42 AI堆栈的集成将在技术自主权和知识产权治理的框架下进行，旨在保护创新，同时实现可扩展的部署。两家公司还将在各自现有及新国际市场中探索促进彼此产品的机会。

Mistral AI的联合创始人兼首席执行官阿瑟·孟施指出：“G42是一家与我们共享使命的合作伙伴，致力于让强大的开放式人工智能惠及所有人。这一联盟不仅加快了我们的发展步伐，还确保AI的受益超越传统的技术中心。”

作为协议的一部分，Mistral AI还将探索与位于阿布扎比的全球第一所AI大学穆罕默德·本·扎耶德人工智能大学（MBZUAI）在前沿基础模型的先进研究与开发、人才发展及将尖端研究转化为现实世界AI解决方案等方面的合作，作为支持下一代AI平台和基础设施集体努力的一部分。

“我们期待与Mistral AI和G42合作，推动在下一代基础模型、能源效率和安全等领域的AI技术发展，” MBZUAI校长和教授埃里克·辛表示。“我们在推动创新、合作、可及性和包容性方面的共同价值观，使我们非常适合推动AI领域研究的进展，从而惠及所有人。”

该协议是双方在促进AI创新、开放性、经济机会和包容性增长方面更加广泛承诺的一部分，特别是在技术基础设施历史上被服务不足的地区。

今天的宣布将G42与Mistral AI的合作关系定位为双边合作的旗舰，展示了一种面向未来的开放和可接入的人工智能新方向。
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。