title: 'Medable发布新的数字肿瘤学临床试验解决方案'
date: 2025-05-17
author: ByteAILab

---

集成解决方案具有自助服务功能，简化所有试验体验  
Medable Inc.，临床开发和电子临床结果评估（eCOA）技术的领先供应商，今天宣布其下一代数字肿瘤学临床试验解决方案，专门设计用于减少试验现场和赞助商的运营复杂性，同时通过可访问的数字工具满足脆弱癌症患者及其护理者的需求。![图片](https://ai-techpark.com/wp-content/uploads/Medable.jpg){ width=60% }

---
  
肿瘤学试验历来复杂，但由于高级精准医学、标志物引入以及需要更广泛的患者人群等因素，变得愈加复杂，给试验设计、招募和数据管理带来了挑战。同时，美国食品药品监督管理局（FDA）日益强调在肿瘤学试验中采用电子患者报告结果（ePRO），以系统地捕捉患者对症状、副作用和生活质量的看法，这正在改变赞助商开展癌症试验的方式。  
Medable最新的肿瘤学试验解决方案将人工智能、自动化和差异化的eCOA能力相结合，旨在通过实时、高质量的患者数据捕获、远程参与和持续监督来简化肿瘤学试验。Medable的解决方案简化了现场工作流程，这些现场通常要管理多个癌症研究，以及正在建立细致的癌症试验方案的赞助商和合同研究组织（CRO）。同样重要的是，Medable将患者置于试验的中心，使得直接收集患者的反馈变得更加容易，从而将他们的生活经历转化为推动癌症突破的有形数据。  
Medable的数字试验平台在全球癌症试验中被广泛应用于研究的所有四个阶段。其肿瘤学产品的基础是基于人工智能的eCOA（包括ePRO）技术。从数据捕获到实时监督，它支持高质量患者数据的收集，包括ePRO和数字指标，同时支持更大的患者灵活性，并为这一脆弱人群提供实时监督。Medable eCOA通过数字化评估、缩短访问时间和支持远程参与，减少患者负担，特别是在肿瘤学中，方案复杂性高且患者常常免疫系统受损或感到疲惫。它还包括协议准备库、快速构建能力和便于现场使用的工作流程，简化执行并提高试验响应能力。  
“Medable的数字试验平台是确保每位患者的声音被听到的引擎，”Medable的客户价值副总裁和肿瘤学负责人Musaddiq Khan表示。“它专门设计用来应对肿瘤试验中的最大挑战，减少复杂性，以更少的负担加快流程，并为研究人员提供更清晰的信息。”  
详情请见2025年5月30日至6月3日在芝加哥举行的美国临床肿瘤学会（ASCO）年会，Medable展位#10105。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。