title: '混合多云策略在英国获得关注'
date: 2025-07-21
author: ByteAILab

---

随着人工智能和机器学习工作负载的快速增长以及监管压力的加速，企业正在快速现代化其云基础设施，根据信息服务集团（ISG）今天发布的一份新研究报告显示 （纳斯达克：III），这是一家全球以AI为中心的技术研究和咨询公司。![图片](https://ai-techpark.com/wp-content/uploads/Hybrid-1.jpg){ width=60% }

---


2025年ISG供应商眼镜® 私有/混合云——数据中心服务报告显示，英国企业在采用混合和多云基础设施模型方面出现了上升趋势，并预计未来三年将显著增长。性能、数据主权、安全性和监管压力是推动这种增长的主要因素。混合云现在成为许多英国企业的首选模型，因为它使组织能够将工作负载与适当的环境对齐，改善数据保护。

“英国企业正在积极向混合和多云平台过渡，以支持AI和机器学习工作负载并保护敏感数据，”ISG合伙人安东尼·德雷克（Anthony Drake）表示。“这些灵活的平台对于保护组织免受勒索软件和恶意软件威胁以及实现成本效率至关重要。”

据ISG称，英国企业正在利用混合云增强使用私有云资源的安全性，同时从公有云获取成本节约和灵活的可扩展性。越来越多的企业在私有云中部署实时监控和机器学习，以加强数据保护，特别是在医疗和金融等高度监管的行业中。

随着组织拥抱云环境，它们正在进行大规模的业务应用迁移。英国大多数组织已经在不同环境之间迁移应用，以提高效率、容量、安全性和创新，报告称。公司通过集成图形处理单元（GPU）和扩展存储容量来优化本地和私有云环境。这种方法减轻了AI和分析任务的处理负担，同时提高了效率和资源利用率。

英国的小型和中型企业（SMEs）正在专注于开发定制的云解决方案，以满足行业特定的需求。据ISG称，模块化数据中心设计的采用也在上升，原因在于它们的总拥有成本较低以及加速部署能力。英国政府将数据中心定为关键基础设施，加上简化的规划法规，促进了新的数据中心项目，并加强了国家对数据保护的关注。到2028年，英国数据中心的容量预计将翻倍，主要受到生成式AI（GenAI）、云计算和政府支持基础设施的推动。

“英国的云市场正在快速转型，组织寻求通过定制解决方案和模块化数据中心设计来实现灵活性，”ISG Provider Lens研究的主要分析师和报告主笔米纳克希·斯里瓦斯塔瓦（Meenakshi Srivastava）表示。“到2025年，75%的企业数据将处理在传统数据中心或云环境之外，这表明数据管理实践的转变。”

该报告还探讨了与英国私有/混合云和数据中心服务相关的其他趋势，包括对可持续性日益重视和将代理AI集成到混合和私有云环境中的趋势。

有关企业在英国面临的私有/混合云和数据中心服务挑战的更多见解，以及ISG克服这些挑战的建议，请参见ISG Provider Lens®焦点简报。

2025年ISG Provider Lens® 私有/混合云——数据中心服务报告为69家供应商在五个象限中评估了能力：大型账户管理服务、中型市场管理服务、托管服务、托管服务和AI就绪基础设施咨询。

报告将富士通和Kyndryl列为三个象限的领导者。还将埃克森哲、凯捷、Claranet、DXC技术、Ensono、Hexaware、Infosys、Pulsant、Rackspace技术、T-Systems和TCS列为两个象限的领导者。Atos、Computacenter、德勤、Digital Realty、Equinix、Global Switch、HCLTech、IBM、LTIMindtree、NTT DATA、Redcentric、Telefonica Tech、Telehouse、Unisys和Wipro被列为一个象限的领导者。

此外，LTIMindtree、Mphasis和NTT DATA被认为在一个象限中作为“新兴之星”——ISG定义的“前景看好的组合”和“高度未来潜力”的公司。

在客户体验领域，Persistent Systems被评为2025年全球ISG CX明星表现者，在私有/混合云和数据中心服务提供商中，Persistent Systems在ISG客户声音调查中获得最高的客户满意度得分，该调查是ISG卓越明星™程序的一部分，该程序是技术和商业服务行业的首要质量认可。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。