title: 'WorkSpan推出WorkSpan AI'
date: 2025-04-02
author: ByteAILab

---

突破性的AI团队解决方案改变了销售团队如何利用战略合作伙伴关系
WorkSpan，销售合作伙伴、市场和生态系统自动化领域的行业领导者，今天宣布推出WorkSpan AI，这是一款革命性产品，它通过增强销售团队的合作伙伴智能，消除“合作伙伴复杂性税”，从而在大规模上提高战略合作伙伴关系的收入潜力。![图片](https://ai-techpark.com/wp-content/uploads/WorkSpan.jpg){ width=60% }

---
在过去十年里，WorkSpan为全球最成功的商业生态系统提供了动力，现在它正在利用AI来解决企业在充分利用合作伙伴关系方面面临的最大根本挑战。

“组织中的销售人员难以有效利用他们的合作伙伴关系，”WorkSpan首席执行官兼联合创始人Mayank Bawa表示。“当我们与销售和收入领导者交谈时，我们发现障碍并不是缺乏合作选择，而是信息过载、流程复杂性增加以及行业创新步伐所带来的认知负担。通过AI团队，WorkSpan AI简化了合作伙伴的互动，使每位销售人员都能成为合作伙伴执行的专家，并消除了销售人员与合作伙伴之间脆弱的沟通链条。”

经过九个月的广泛研发，WorkSpan的突破性AI团队解决方案为销售专业人员提供了与每个账户和每个机会相关的情境指导——在适当的时间提供适当的建议。

这款新产品延续了WorkSpan在生态系统管理方面的行业定义创新，塑造了过去十年市场的发展，包括销售合作伙伴关系、云合作伙伴市场自动化、服务合作伙伴消费管理及将合作伙伴流程嵌入销售流程中。

Boomi首席执行官Steve Lucas表示：“我们在Boomi有成千上万的合作伙伴，如果没有他们，我们无法以我们创新的速率和步伐取得成功。尤其是当知识掌握在少数人手中时，协调他们的理解是非常具有挑战性的。”

“销售已经学习如何利用市场营销，但销售尚未弄清楚如何利用合作伙伴关系，”WorkSpan首席客户官Amit Sinha表示。“在过去的十年里，我们一直在构建技术，以支持全球企业的生态系统关系。现在，我们正在应用这种专业知识来创造AI团队，使每位销售人员在日常工作流程中有效利用合作伙伴关系。”

该公司将在其旗舰生态系统商业峰会-行业展示会上于2025年4月23日展示AI驱动的销售合作伙伴团队，随后将在一系列行业活动中展示——PartnerTechX（4月28日），Ultimate Partner（5月1日）和Catalyst（5月12日）。

欲了解有关WorkSpan AI的更多信息并请求访问该平台，请访问www.workspan.ai。
探索AITechPark，了解AI、物联网、网络安全，以及来自行业专家的深入更新的最新进展！
Business WireBusiness Wire是新闻组织、记者、投资专业人士和监管机构的可信来源，直接将新闻传递到编辑系统和领先的在线新闻来源，通过其多项专利的NX网络。Business Wire在全球设有18个新闻室，以满足传播专业人士和新闻媒体的需求。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。