title: 'Wind River持续保持边缘操作系统平台的长期#1排名'
date: 2025-04-23
author: ByteAILab

---

VDC研究将Wind River评为边缘操作系统领导者。![图片](https://ai-techpark.com/wp-content/uploads/Wind-River.jpg){ width=60% }

---
  
Wind River在实时操作系统、商业嵌入式Linux以及IoT和嵌入式操作系统类别中继续保持全球市场领导地位。  
Wind River在VDC最近发布的“边缘AI开发解决方案”报告中也被列为领先供应商。

Wind River®，一家在智能边缘软件交付方面的全球领导者，今天宣布根据VDC研究报告“物联网与嵌入式操作系统”，再次在全球实时操作系统（RTOS）、商业Linux和IoT及嵌入式操作系统类别中名列第一。这些发现强调了该公司边缘操作系统平台的持续全球市场领导地位，包括VxWorks®、Wind River Helix虚拟化平台和Wind River Linux。  
Wind River在VDC最近的“边缘AI开发解决方案”报告中也被列为领先供应商，在提供边缘AI开发工具及相关服务的公司竞争格局中排名前三。  
“我们为在智能边缘软件市场的长期#1排名感到自豪。随着AI、机器学习和计算机视觉在边缘的日益使用，面向任务关键型、数据密集型工作负载的平台变得在各个行业中至关重要，”Wind River总裁Jay Bellissimo表示。“凭借我们在实时性能、安全性和安全性方面的DNA，结合我们全面的软件产品组合，Wind River使智能边缘在从边缘到云的整个过程中得以实现，帮助我们的客户加速创新，开启新的商机。”

在VDC的报告中，Wind River在以下类别中被评为市场领导者：  
- RTOS全球收入占32.8%，其次的供应商为17.3%  
- 商业嵌入式Linux全球收入占39.9%，其次的供应商为10.3%  
- IoT和嵌入式操作系统全球收入占28.9%，其次的供应商为13.5%

“Wind River的长期领导地位证明了他们对投资、创新和满足市场需求的承诺，”VDC Research执行副总裁Chris Rommel表示。“他们对安全性、性能和安全的关注使他们能够很好地应对下一代智能边缘系统的需求。”  
Wind River帮助客户解决在迈向软件定义未来的过程中所面临的复杂技术挑战。在过去四十多年里，创新一直是公司的DNA的一部分，Wind River技术在NASA太空任务中发挥了关键作用——例如阿尔忒弥斯I号任务、詹姆斯·韦伯太空望远镜以及多个火星探测器——以及在重要的5G里程碑中，包括全球首个成功的完全虚拟化5G数据会话和构建全球最大的开放RAN网络之一。

近期Wind River获奖技术的荣誉包括2024年军事+航空电子银奖创新者奖，因其DevOps解决方案而获得的两个2024年网络X获奖者奖，因其私有云解决方案而获得的最具创新性云产品的领先之光奖，以及2024年人民选择史蒂夫奖的DevOps解决方案类别中的最受欢迎新产品奖。  
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。