title: '混合、多云策略在英国获得关注'
date: 2025-07-20
author: ByteAILab

---

随着人工智能（AI）和机器学习（ML）工作负载的增长，监管压力加速企业向混合云环境的转型，根据今天发布的信息服务集团（ISG）研究报告显示，英国企业正在迅速现代化其云基础设施。![图片](https://ai-techpark.com/wp-content/uploads/Hybrid-1.jpg){ width=60% }

---
2025 ISG Provider Lens® 私有/混合云 - 数据中心服务报告发现，混合云和多云基础架构模型的采用呈上升趋势，预计在未来三年内将大幅增长。性能、数据主权、安全性和监管压力是推动增长的主要因素。混合云现已成为许多英国企业的首选模型，因为它使组织能够将工作负载与适当的环境对齐并提高数据保护。

“英国企业正在积极向混合和多云平台过渡，以支持AI和ML工作负载并保护敏感数据，”ISG合伙人安东尼·德雷克（Anthony Drake）表示。“这些灵活的平台对于保护组织免受勒索软件和恶意软件威胁以及实现成本效率至关重要。”

报告称，英国企业正在利用混合云通过私人云资源增强安全性，同时从公共云中获得成本节约和灵活扩展。越来越多的企业在私人云中部署实时监控和机器学习，以加强数据保护，特别是在医疗保健和金融等高度监管的行业中。

随着组织拥抱云环境，正在进行大规模的业务应用程序迁移。报告指出，大多数英国企业已经在不同环境之间迁移了应用程序，以提高效率、容量、安全性和创新性。公司通过集成图形处理单元（GPU）和扩大存储容量，优化本地和私人云环境。这种方法有效地处理AI和分析任务，同时提高效率和资源利用率。

英国的小型和中型企业（SME）专注于开发定制化的云解决方案，以满足特定行业的需求。由于其低总拥有成本和加速部署能力，模块化数据中心设计的采用也在上升。英国政府将数据中心指定为关键基础设施，加上简化的规划法律，有助于新数据中心项目的开展，并强化国家数据保护的重视。预计到2028年，英国数据中心的容量将增加两倍，主要受生成性人工智能（GenAI）、云计算和政府支持的基础设施需求增长的推动。

“英国的云市场正在快速转型，组织通过量身定制的解决方案和模块化数据中心设计寻求灵活性，”ISG Provider Lens Research首席分析师、该报告主笔梅纳克希·斯里瓦斯塔瓦（Meenakshi Srivastava）表示。“到2025年，75%的企业数据将在传统数据中心或云环境之外处理，表明数据管理实践的转变。”

报告还探讨了与英国私有/混合云和数据中心服务相关的其他趋势，包括对可持续发展的关注和将自主智能（agentic AI）纳入混合和私有云环境的整合。

有关英国企业在私有/混合云和数据中心服务面临的挑战的更多见解，以及ISG克服这些挑战的建议，请参阅ISG Provider Lens® 焦点简报。

2025 ISG Provider Lens® 私有/混合云 - 数据中心服务报告评估了69家提供商在五个象限中的能力：大型账户的托管服务、中型市场的托管服务、托管托管服务、共置服务和AI就绪基础设施咨询。报告将富士通（Fujitsu）和金德里尔（Kyndryl）评为三个象限中的领导者。将埃森哲（Accenture）、凯捷（Capgemini）、Claranet、DXC技术（DXC Technology）、恩索诺（Ensono）、Hexaware、印孚瑟斯（Infosys）、Pulsant、Rackspace技术、T-Systems和TCS评为两个象限中的领导者。阿托斯（Atos）、计算中心（Computacenter）、德勤（Deloitte）、数字房地产（Digital Realty）、Equinix、全球开关（Global Switch）、HCLTech、IBM、LTIMindtree、NTT DATA、Redcentric、电信技术（Telefonica Tech）、Telehouse、Unisys和Wipro被列为一个象限中的领导者。

此外，LTIMindtree、Mphasis和NTT DATA被ISG定义为在一个象限中具有“有前途的投资组合”和“高未来潜力”的“新兴之星”。在客户体验领域，Persistent Systems被评为2025年全球ISG CX明星表现者，成为私有/混合云和数据中心服务提供商中的佼佼者。Persistent Systems在ISG客户之声调查中获得了最高满意度评分，这是ISG卓越之星计划的组成部分，也是技术和商业服务行业的最高质量认可。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。