title: 'CyberCube警告多个行业面临分散蜘蛛攻击的最高风险'
date: 2025-07-08
author: ByteAILab

---

CyberCube，全球网络风险分析的领导者，已识别出制造业、教育、IT和零售等行业是最容易受到分散蜘蛛攻击的领域。![图片](https://ai-techpark.com/wp-content/uploads/CyberCube.jpg){ width=60% }

---
分散蜘蛛是一支多才多艺的勒索团队，近年来引发了一系列高调的黑客事件。

自2022年以一种新发现的社会工程队伍身份浮出水面以来，分散蜘蛛迅速发展为当今威胁格局中最具攻击性的勒索和敲诈组织之一。自今年四月以来，分散蜘蛛迅速横扫多个行业，留下了巨大的经济损失。该组织的活动范围扩大到了看似无关的领域，包括零售、保险和航空公司，利用复杂的社会工程策略，如帮助台冒充和身份验证绕过，深入渗透高价值企业网络。

网络风险暴露管理者可以利用CyberCube的投资组合威胁行为者情报（PTI）解决方案，准确定位其投资组合中最有可能成为分散蜘蛛攻击目标的组织。CyberCube分析了来自主要全球市场的约15,000家公司，基于其技术足迹和已观察到的安全弱点，将它们分为不同的风险等级。

分析发现，在美国、英国、加拿大、澳大利亚、德国、法国、日本和新加坡等八个关键网络（再）保险市场中，2%的年收入超过5亿美元的公司面临被分散蜘蛛攻击的最高可能性。CyberCube识别出287家高风险公司（占2%），它们使用三种或更多被分散蜘蛛频繁攻击的技术，并伴随该组织已知会利用的安全漏洞。值得注意的是，高风险公司还容忍可能允许威胁行为者在攻击生命周期中完成关键步骤并最终达到其目的的安全条件。中风险公司（1,037家，占7%）则使用该组织至少一种偏好的技术，并展现出可能只能部分推进攻击生命周期的安全弱点。CyberCube还在其在线博客中提供了有关高风险公司的行业分解，以对抗潜在的分散蜘蛛攻击。

网络威胁情报服务负责人兼博客作者威廉·阿尔特曼表示：“CyberCube的分析揭示了市场中的当前风险聚集点，以及网络（再）保险公司通过管理风险和激励更好安全措施，在分散蜘蛛再次发动攻击之前采取先发制人的战略机会。对于投资组合管理者，我们的发现强调了需要超越广泛的行业假设，专注于映射看似无关行业和被保险者之间的技术和安全态势重叠。”

投资组合威胁行为者情报（PTI）利用人工智能（AI）的力量，映射网络威胁行为者及其最常攻击的技术。它作为CyberCube Concierge威胁情报服务的一部分提供，这是一项专为网络（再）保险独特需求设计的首创产品，由网络威胁情报、风险和保险领域的专家构建。

CyberCube的博客可以在此查阅：CyberCube: 2%的大型公司面临最高的分散蜘蛛攻击风险。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。