title: 'OPAQUE 系统在 2025 CB Insights 的 100 大最具创新 AI 初创公司名单中'
date: 2025-04-29
author: ByteAILab

---

行业首个保密 AI 平台因在数据隐私和安全领域的成就而受到认可
CB Insights 今天将 OPAQUE 系统列入其第九届年度 AI 100 名单，展示世界上100家最有前途的私人人工智能公司。![图片](https://ai-techpark.com/wp-content/uploads/OPAQUE-S.jpg){ width=60% }

---

“AI 100 的获奖者是未来的推动者和变革者，他们将进行大胆的尝试，塑造 AI 的未来，”CB Insights 首席执行官 Manlio Carrelli 说道。“今年的参与者正在将 AI 应用从新兴推向成熟，处理从复杂流程的 AI 代理到安全和机器人技术的各个领域。他们还专注于企业可能尚未关注的新且有前景的技术——多代理系统、新型计算和数据管理方法，以及物理 AI。”

“企业的专有数据是其最有价值的资产，但攻击数据的成本比以往任何时候都要低，”OPAQUE 系统首席执行官 Aaron Fulkerson 表示。“企业需要能够在不妥协数据主权的情况下利用 AI 创新。OPAQUE 处于为企业提供保密 AI 的前沿，结合隐私和安全，以支持企业规模化的代理工作流程。”

该名单认可了在各行业和架构中引领应用 AI 的早期和中期阶段初创公司。我们的研究团队根据 CB Insights 数据集挑选获胜公司，包括交易活动、行业合作伙伴关系、团队实力、投资者实力、员工人数，以及专有的商业成熟度（Commercial Maturity）和马赛克分数（Mosaic scores）。我们还深入研究了初创公司直接提交的分析简报。

作为行业首个保密 AI 平台，OPAQUE 是唯一满足企业在数据使用的三个关键阶段（执行之前、执行期间和执行之后）数据隐私和安全需求的平台。借助保密计算，OPAQUE 使企业能够处理敏感数据，尤其是在 AI 工作流程的使用中。

2025 AI 100 的快速事实：

- 100 名获奖者中包括 21 家专注于 AI 代理平台和基础设施的初创公司，12 家专注于 AI 可观察性和治理，12 家专注于物理 AI 技术和构建块。
- 2025 年的参与者正在跨越横向应用（客户服务、流程自动化）、基础设施（AI 可观察性、AI 代理构建）和垂直领域（医疗保健与生命科学、工业、金融服务）部署 AI。
- 这些公司共累计获得 114 亿美元的股权融资，包括 2025 年截至 4 月 16 日的超过 23 亿美元。
- 近 75% 是早期阶段公司（A轮或更早阶段）。
- 27 家公司位于美国以外，覆盖 13 个国家。这包括在像法国和韩国这样的发展和竞争激烈的 AI 市场中的公司。
- 自 2023 年以来，该团队形成了 315 个以上的商业关系，包括与行业领袖如 NVIDIA、Google 和 Uber 的合作。


---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。