title: 'Sapiens被评为Datos报告中的“主导供应商”'
date: 2025-08-10
author: ByteAILab

---

Sapiens UnderwritingPro在“2025年人寿/年金/福利新业务及承保系统”报告中被认定为顶级类别。![图片](https://ai-techpark.com/wp-content/uploads/Sapiens.jpg){ width=60% }

---


Sapiens国际公司（NASDAQ: SPNS）（TASE: SPNS），一家全球领先的智能SaaS软件解决方案提供商，今天宣布Sapiens UnderwritingPro在Datos Insights的“2025年人寿/年金/福利新业务及承保系统”报告中被评选为“主导供应商”。

这一认可验证了Sapiens在生命、健康和年金承保技术方面的强大实力。Sapiens UnderwritingPro的最新版本于2025年2月发布，集成了人工智能，提供创新的安全代理通信门户，以及通过用户可配置规则和行业领先的承保工作台来自动化承保决策的强大能力。

Sapiens在这一竞争激烈的类别中接受了15家供应商的评估，并且是仅有的六家被称为“主导供应商”的公司之一。报告中提到的关键的Sapiens不同之处包括：

- UnderwritingPro是Sapiens保险平台中一个关键的业务应用，能够提供从门户到插图、电子申请、承保、保单管理，再到数据和分析（BI）的端到端处理。
- 拥有最大的独立承保客户基础，解决方案成熟，已在市场上存在超过20年。
- 高度可配置的平台，集成了业务用户可配置的承保规则引擎，提高直通处理（STP）率、决策时间、组织灵活性和自给自足能力。

“Datos Insights将Sapiens评选为人寿和年金承保的‘主导供应商’，强调了Sapiens在创新和持续开发方面的战略承诺，这些发展受到行业趋势和用户社区反馈的驱动，”Sapiens总裁兼首席执行官Roni Al-Dor表示。“我们的优秀团队通过集成AI和提供工具，将自动承保提升到了一个新水平，赋能保险公司更快、更智能和更准确地做出承保决策。”

主要报告发现包括关注无缝的数字体验和新业务解决方案向提供端对端服务的趋势。“客户和顾问现在都期望无缝、自动化的生命保险申请处理，继续面临着在满足这些需求方面寻找解决方案或更广泛产品的挑战……市场已经转向提供全面的平台解决方案，将新业务处理与更广泛的运营服务整合在一起。虽然仍然有独立以及政策管理系统（PAS）集成的解决方案可用，但提供端对端服务的解决方案，包括运营服务，正在显现。”

Sapiens UnderwritingPro是一个高度可配置的自动承保规则引擎和新业务案例管理系统。它使生命、健康和年金保险公司能够自动化决策、简化承保流程、减少周转时间并提高运营准确性，同时提供卓越的用户体验。

要访问Datos Insights报告，请点击这里。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。