title: 'Tevogen.AI、微软和Databricks共同建立PredicTcell模型的beta版本'
date: 2025-08-16
author: ByteAILab

---

Tevogen.AI正探索外部市场机会作为潜在的收入来源。![图片](https://ai-techpark.com/wp-content/uploads/Tevogen.AI_.jpg){ width=60% }

---
beta版本将纳入肿瘤学目标，提高PredicTcell模型的准确性和多样性，可能加速癌症免疫治疗的发展。Tevogen.AI将开发增强分析和可视化工具，支持其内部研发团队使用PredicTcell模型。

Tevogen（“Tevogen Bio Holdings Inc.”或“公司”）（纳斯达克：TVGN）今天宣布，其人工智能计划Tevogen.AI正在扩大与微软（纳斯达克：MSFT）和Databricks的合作，以建立其基础PredicTcell模型的beta版本。在Databricks数据智能平台的支持下，Tevogen.AI已经开始针对肿瘤学领域进行数据集的创建。该数据集结合了最初的病毒学数据集，旨在改善PredicTcell模型alpha版本的准确性。

这一发展阶段建立在Tevogen.AI最近发布的国际专利申请（WO 2025/129197）基础上，该申请概述了用于预测免疫活性肽的创新机器学习系统，这是开发针对癌症和传染病的靶向疗法的重要步骤。

“我们能与微软和Databricks等优秀机构合作打造我们的基础AI模型的alpha版本，感到非常幸运。” Tevogen.AI的首席信息官兼负责人Mittul Mehta表示。“肿瘤学是药物发现中AI影响最深远的领域之一，考虑到这一疾病的复杂性以及高质量数据集的有限可用性。”

前瞻性声明

本新闻稿包含某些前瞻性声明，包括但不限于有关Tevogen的研究和制造能力计划的声明；有关未来增长的预期；关于医疗保健和生物制药行业的预期；以及Tevogen对其产品候选人治疗传染病和癌症的开发、潜在利益和患者获取的预期。前瞻性声明有时可以通过“可能”、“可以”、“将”、“期望”、“预期”、“可能的”、“潜在的”、“目标”、“机会”、“项目”、“相信”、“未来”等字词和相似的词汇或其反义词来识别。这些声明是基于管理层在本新闻稿日期的预期、假设、估计、预测和信念，并且受到许多已知和未知风险、延迟、不确定性和其他因素的影响，这些因素在公司的控制范围之外，可能导致公司的实际结果、表现或成就与前瞻性声明中表达或暗示的结果和表现有重大不同。

可能导致实际结果、表现或成就与前瞻性声明中表达或暗示的结果不同的因素包括但不限于：Tevogen需要筹集额外资金以执行其商业计划，这些资金可能无法以可接受的条款或根本无法获得；Tevogen竞争市场的变化，包括其竞争环境、技术演变或监管变化；国内和全球经济条件的变化；Tevogen可能无法执行其增长战略或在管理其增长和扩展运营方面可能遇到困难的风险；Tevogen可能无法开发和维护有效的内部控制的风险；未能实现Tevogen的商业化和开发计划并识别和实现其他机会的风险，这可能受到竞争、Tevogen能否在经济上增长和管理增长以及招聘和留住关键员工等因素的影响；Tevogen可能未能跟上快速的技术发展，以提供新的创新的产品和服务或在不成功的新产品和服务上进行重大投资的风险；与开发、许可或获取新疗法相关的风险；与Tevogen业务相关的监管诉讼或程序的风险；在进行临床前研究和临床试验的执行、成本和完成中的不确定性；与监管审查、批准和商业开发相关的风险；与知识产权保护相关的风险；Tevogen的有限经营历史；以及在Tevogen的年度报告表格10-K中讨论或引用的因素。

您不应对前瞻性声明过度依赖，因为这些声明仅在作出之日生效。Tevogen除非适用法律要求，否则没有义务更新任何前瞻性声明。

---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。