title: 'STC推出智能MBSE™：面向数字工程的系统聚焦AI'
date: 2025-04-15
author: ByteAILab

---

智能模型驱动系统工程（MBSE）工具利用人工智能（AI）的力量，通过安全地增加速度、准确性和自动化来增强MBSE的好处。![图片](https://ai-techpark.com/wp-content/uploads/STC.jpg){ width=60% }

---
今天，战略技术咨询公司（STC），作为Arcfield的全资子公司，宣布推出一款AI驱动的MBSE工具，旨在通过自动化、大语言模型（LLM）和机器学习（ML）来转变系统工程流程。智能MBSE™是一款云无关的工具，可以在线或本地部署于分类和非分类环境，安全地提供AI构建的MBSE模型和系统设计的自动分析。

“STC的成立源于优化战略防御项目系统工程流程的愿景，” STC总裁兼总经理Dan Reineke表示。“通过将AI和自动化融入我们经过验证的MBSE方法，我们正在创造更好的需求，消除冗余和耗时的任务，加速我们使命合作伙伴的系统工程流程。”

目前，基于经过验证的AI平台构建的智能MBSE具备为任何平台配置的灵活性。MBSE助手自动化数字线程分析，生成工程文档，并与所有SysML版本、MBSE工具和数字工程环境无缝集成。此外，智能MBSE具有模块化和动态架构，完全可定制并可扩展，以适应未来的AI和ML技术及LLM。

“作为MBSE领域的领导者，我们为合作伙伴提供了更好的决策、长期成本节省和加速的使命成功，帮助他们实现数字工程的转型，” Arcfield董事长兼首席执行官Kevin Kelly表示。“为了忠实于我们始终为客户提供技术优势的承诺，凭借智能MBSE，我们可以放大这些好处，并发现更大的效率。”

---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。