---

        title: 'NexGen Cloud完成4500万美元A轮融资，推动欧洲主权AI的发展'
        date: 2025-04-10
        author: ByteAILab

---

NexGen Cloud，英国的人工智能基础设施领导者，已完成其A轮融资，筹集到4500万美元，估值达到3.54亿美元。![图片](https://ai-techpark.com/wp-content/uploads/NexGen-C.jpg){ width=60% }

---
这笔资金由高净值个人和家族信托支持，将推动公司的全球扩展并加强欧洲的主权AI能力。

自2023年推出Hyperstack以来，NexGen Cloud在2023年至2024年间实现了7200万英镑的收入，AI云收入增长380%，交易量激增2272%。Hyperstack的90% GPU利用率为超过10,000个用户提供按需企业级人工智能计算，客户包括Red Hat、Ingenix.AI、Tyne和ArchiLabs。

作为GPU云的早期参与者，NexGen Cloud开发了自己的API，使合作伙伴能够通过Hyperstack提供可扩展的企业级计算。这些合作关系涵盖软件开发、临床试验和AEC行业的AI驱动设计。

Shadeform的首席执行官Ed Goode表示：“NexGen在我们扩展云市场时一直是一个非常可靠的合作伙伴。他们在各类GPU工作负载下的服务器始终可靠，加上顶级的支持与性能，一流的服务。我们很自豪能够与他们的团队共同成长，并扩展我们的业务。”

A轮融资将用于扩展基础设施，以满足欧洲日益高涨的使用率和AI需求。NexGen Cloud还将增强其全栈云，以支持企业级的生产就绪AI。

NexGen Cloud的战略侧重于建立合作伙伴关系，以扩大对AI计算的访问，特别是针对大型企业和政府。其发展路线图包括扩展基础设施、推出新AI产品支持全周期开发，以及提供如基于专用虚拟机的无服务器推理等服务，以增强隐私和数据安全。

该公司还将推出Fine-Tuning-as-a-Service，以简化模型定制和优化集群资源，加强其在推动欧洲数字转型过程中的角色。

NexGen Cloud首席执行官兼联合创始人Chris Starkey评论道：“我们非常高兴能够获得尊贵投资者的支持，他们与我们共享对欧洲强大主权AI基础设施的愿景。这轮A轮融资是实现我们目标的关键一步，旨在成为整个大陆AI驱动解决方案的支柱。”

随着对AI计算需求的不断增长，NexGen Cloud正快速扩展。通过Hyperstack，该公司提供高可靠性的工程师支持和实地优化，通过平稳的运营和最高效率，始终赢得客户的信任。

GlobeNewswire是全球最大的新闻发布网络之一，专注于向媒体、投资社区、个人投资者和公众传递企业新闻稿、财务披露和多媒体内容。
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。