title: 'Scopio实验室发布AI解决方案以自动化血液形态学'
date: 2025-07-25
author: ByteAILab

---

Scopio的完整血液形态学（CBM®）开启了实验室自动化的新纪元，分析的细胞数量是当前血液细胞形态学标准护理的10倍，解决了全球实验室人员危机，加速了血液学工作流程和效率。![图片](https://ai-techpark.com/wp-content/uploads/Scopio-Labs.jpg){ width=60% }

---


Scopio实验室，全面细胞形态成像与分析平台的开发者，今天宣布推出其突破性的完整血液形态学（CBM®）分析仪。CBM将通过自主形态学分析和报告，为血液学带来前所未有的规模、效率和标准化，这也是诊断中最后剩下的几个手动流程之一。为了加快CBM®的市场推广，Viola Growth以1000万美元的资金扩展加入Scopio的D轮融资，使融资总额达到5200万美元。

尽管完整血细胞计数（CBC）数十年来一直实现自动化，但实验室在外周血涂片（PBS）审核过程中仍需人力介入。PBS审核仍然劳动密集，复杂，并且受到效率和变异性问题的困扰，导致瓶颈，从而影响了周转时间、可扩展性，最终影响患者护理。鉴于临床实验室目前正在经历人员危机，这些问题更是加剧。全球劳动短缺、培训周期长以及诊断测试需求增加，使实验室在保持业绩方面面临挑战。

CBM®建立在Scopio专有的全场技术之上，利用先进的计算成像和AI驱动的分析，将当前的PBS审核工作流程转变为一种自主、标准化且具有临床相关性的过程，分析的细胞数量是当前血液细胞形态学标准护理的10倍。当前使用Scopio的全场PBS平台的血液学实验室，已经缓解了一些痛点，同时为快速采纳CBM®奠定了重要基础，有效地为其操作的未来做了准备。

“我们的愿景是成为第一个通过开发一个完全整合和自动化的血液学流程，从CBC到最终结果，来缩小血液学自动化差距的公司，”Scopio Labs的首席执行官及共同创办人Itai Hayut表示。“这不仅是向前迈出了一小步，而是有可能重塑整个市场，改变工作流程、经济学，并创建一个全新的市场类别。通过CBM®，市场可以从当前帮助人们做出决策的数字实验室解决方案，演变为旨在提供完全自动化结果的系统，目标是消除常规的人类形态学审核的需要。更重要的是，我们还相信，这项技术将为开发基于形态学的准确且一致的生物标志物和诊断面板铺平道路，这不仅能用于早期疾病检测，还能进行监测，直接通过血液进行检测。”

“我们很高兴能加入Scopio，助力他们重塑血液学诊断的未来，”Viola Growth的普通合伙人Igal Shany表示。“Scopio的CBM®分析仪代表了血液学实验室的一次重大飞跃，提供了急需的深度、速度和可扩展性的自主形态学审核。”

Scopio Labs目前市场上已有CE标记和FDA批准的数字成像应用，包括外周血涂片和骨髓抽取分析应用。

Scopio将在2025年7月29日至31日的ADLM年会上展示CBM®，展位号3637。Scopio Labs的CBM®仍在开发中，尚不适用于体外诊断。Scopio的全场骨髓抽取应用已获CE标记，允许在其他地区销售。尚未在美国商业化用于体外诊断程序。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。