title: 'Nabla获7000万美元C轮融资，累计融资达到1.2亿美元'
date: 2025-06-19
author: ByteAILab

---

借助新资本，Nabla加速其使命，通过行业领先的临床人工智能恢复医疗保健核心的人性化连接，优化临床和财务工作流程。![图片](https://ai-techpark.com/wp-content/uploads/Nabla-Raises.jpg){ width=60% }

---
目前，Nabla已被130多家医疗机构和8.5万名临床医生信任，正在扩展其AI助手以支持编码、主动EHR指令以及更广泛的临床角色，为临床工作流程带来可衡量的投资回报。

Nabla, 作为临床护理中最广泛采用的AI助手之一，今天宣布已完成7000万美元的C轮融资。本轮融资由HV Capital牵头，Highland Europe作为重要投资者加入，DST Global及现有投资者Cathay Innovation和Tony Fadell的Build Collective也参与投资，此次融资将Nabla的总融资额达到了1.2亿美元。新资金将加速产品开发，推动Nabla技术、临床和市场团队的增长，并支持战略合作伙伴关系，以扩展新的护理环境并在国家范围内产生影响。

随着美国医疗系统对Nabla的采用率激增，Nabla的AI助手现在已经嵌入超过130家医疗机构，包括全国主要的学术医疗中心、安全网医院、社区健康中心和医生群体。Nabla正在从文档记录扩展到更主动的临床AI模型。这一新阶段增强了临床文档完整性（CDI），启动EHR动作，并根据护理环境的不同而适应，以支持多样的临床角色。通过将环境监听、口述、编码和指令能力统一成一个可扩展的主动平台，Nabla正在朝着其长期愿景迈进：一个能够直观简化现有工作流程的主动助手。

“我们正在更深入地进入临床工作流程，同时继续提供一个高度可定制的助手，适用于各个专业领域，”Nabla联合创始人兼首席执行官Alex Lebrun表示。“临床医生已经信任我们的准确性和速度，这笔资金使我们能够通过将智能支持嵌入到护理交付中来扩大我们的影响。我们看到一个未来，在这个未来，人工智能不仅记录护理，还通过在复杂的临床工作流程和环境中执行动作，积极推动效率。”

Nabla的助手现已被包括CVS Health、洛杉矶儿童医院、Carle Health、丹佛健康和爱荷华大学健康护理等领先系统和供应商使用。过去一年，在门诊、行为健康、儿科和急诊等环境中的采用率激增，入院和护理工作流程的早期扩展工作也在进行中。Nabla帮助临床医生将文档时间减半：爱荷华大学健康护理的同行评审研究和丹佛健康的真实数据确认临床医生疲劳显著减少，患者满意度提高了15个百分点。

该公司在过去六个月的收入增长了五倍，现在支持超过8.5万名临床医生和2000万次年度接触。Nabla的助手设计用于服务广泛的护理环境，支持35种语言，并越来越多地用于农村医院、联邦合格健康中心和儿童医院，这些地方临床医生的时间被充分利用，运营效率至关重要。该平台与Epic、Cerner、athenahealth、NextGen、Greenway等主要EHR系统集成，并建立在隐私优先的模型上。

Nabla也是健康人工智能联盟的成员，帮助塑造临床护理中的负责任AI治理。其核心是一个专门面向领域的大型语言模型，该模型在经过多年的临床数据和强大的评估框架的精炼下建立。这种基础能够实现先进的定制，而不影响准确性。Nabla目前每月处理超过300亿个tokens，这样的规模支持持续的改进，并为健康系统带来可衡量的投资回报。

借助这笔新资本，Nabla将建立一个综合性的自适应主动平台，加快产品开发：

- 主动编码助手：改进现有的实时支持ICD-10、HCC和MCC编码，未来将推出指导E/M编码和提示合规性的功能。
- 上下文感知助手：在现有患者摘要和预先记录支持的基础上，Nabla正通过引入更智能的文档记录、启动订单和通过直观界面导向EHR命令，扩展其历史数据的使用。
- 定制护理环境助手：为护理人员推出新功能，并在住院环境及其他前线角色中早期扩展。

“Nabla在临床AI领域是一家开创者——不仅因为其雄心勃勃的愿景，也因为其企业级产品和卓越的执行速度，”HV Capital合伙人Alexander Joel-Carbonell表示。“Alex、Delphine和Martin所建立的技术几乎是非凡的。我很少看到一项技术能够如此迅速地扩展，获得如此高度的信任，并提供如此卓越的准确性。如今，130多家顶级医疗组织依赖于Nabla，这证明了团队将技术卓越与对临床医生深切同情结合的能力。能够支持这个卓越团队改变医疗健康的使命，我感到无比自豪。”

Nabla的增长伴随着对临床医生体验和企业准备的强烈关注。该平台在基于笔记质量、部署速度和整体临床医生偏好进行的逐对试点中始终优于替代方案。健康系统合作伙伴指出了简化的入职流程、高采用率和与临床工作流程的强一致性。公司的客户成功模式建立在响应性和快速迭代的基础上，健康系统合作伙伴指出，及时的支持和实时反馈机制是促进采用和持续使用的关键驱动因素。

“我们从未见过一项技术在我们组织内如此迅速地被采纳。作为一家学术医疗中心，我们服务于各种临床需求。Nabla的轻量级推广使临床医生能够立即开始使用它，”爱荷华大学医生事业部分副教授和首席健康信息官James Blum博士表示。“它与Epic系统整合良好，并支持我们的临床医生提供护理。与采用速度同样出色的是这种合作关系。Nabla倾听、适应和与我们共同构建。这种合作推动了有意义的变化，我们对未来充满期待。”

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。