title: 'Barracuda荣获2025年SC奖和全球信息安全奖六项荣誉'
date: 2025-05-07
author: ByteAILab

---

在电子邮件安全、管理XDR和数据保护领域成为行业最佳
Barracuda Networks, Inc.是一家领先的网络安全公司，为各种规模的企业提供全面的复杂威胁防护。![图片](https://ai-techpark.com/wp-content/uploads/Barracuda-1.jpg){ width=60% }

---
今天，该公司宣布因其在电子邮件安全、管理XDR和数据保护方面的领导力和创新，获得了六项备受推崇的奖项。SC Media授予Barracuda 2025年最佳安全消息解决方案信任奖，而网络防御杂志在旧金山RSA大会上为该公司颁发了五项全球信息安全奖。

SC Media每年的SC奖是网络安全行业最具声望和竞争力的奖项计划。Barracuda由一组杰出的行业专家、从业者以及SC Media和CyberRisk Alliance的成员选出为获胜者。SC Media在报道Barracuda获奖时表示：“该平台利用机器学习来预测、识别和中和威胁，在威胁到达用户之前做好防护。其自动化事件响应功能能够实时检测和缓解威胁，减少人工干预的需求。Barracuda还监控内部和外部的电子邮件流量，以检测网络钓鱼和账户接管尝试的早期迹象，从而实现更快速的威胁检测和主动的风险缓解。”

网络防御杂志对Barracuda的五项全球信息安全奖的认可，突显了其综合平台的强大。Barracuda凭借其旗舰产品：Barracuda管理XDR、Barracuda电子邮件保护和Barracuda云到云备份，赢得了以下类别的最高荣誉：

最佳服务：扩展检测和响应（XDR）
下一代：管理XDR安全（MXDR）
最佳解决方案：反网络钓鱼
远见：电子邮件安全与管理
最佳服务：云备份

Barracuda首席执行官Hatem Naguib表示：“随着网络威胁环境日益动荡，我们的使命依然明确：提供全面的复杂威胁防护，并在客户的整个生命周期中保护和支持他们。这些奖项是我们团队奉献精神的证明，也是我们持续专注于创新以及帮助客户和合作伙伴增强网络弹性的体现，以应对当前最先进攻击的实际体现。”

这些最新的获奖将Barracuda在2025年获得的荣誉进一步增加。仅在今年，Barracuda已获得网络安全卓越奖、CRN安全100、AI 100、云计算杂志备份与灾难恢复奖、云奖以及其他众多知名项目的认可。

网络防御杂志出版人Gary S. Miliefsky表示：“Barracuda体现了我们对获奖者的三大主要素质：了解今天的明天威胁；提供成本效益高的解决方案；以及以意想不到的方式进行创新，帮助降低网络风险，并走在下一个漏洞的前面。”

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。