title: 'Viz.ai荣获2025爱迪生奖™，连续第三年获颁机器学习创新奖'
date: 2025-04-08
author: ByteAILab

---

因其心血管健康诊断中的卓越和创新，Viz HCM模块获奖
Viz.ai，AI驱动疾病检测和智能护理协调领域的领导者，今天宣布，其被评选为2025年爱迪生奖的获奖者，这已是其连续第三年获此殊荣。![图片](https://ai-techpark.com/wp-content/uploads/Viz.ai-Wins.jpg){ width=60% }

---
公司开发的AI软件解决方案Viz HCM，旨在检测和分流具有肥厚性心肌病（HCM）迹象的患者，获得了健康医疗与生物技术类别和心血管健康诊断与监测子类别的认可。爱迪生奖以美国发明家托马斯·阿尔瓦·爱迪生的名字命名，旨在表彰新产品和服务开发、市场营销、设计与创新中的卓越成就。该奖项被广泛认为是公司在创新与商业成功方面可以获得的最高荣誉之一。

“我们很荣幸获得第三个备受瞩目的爱迪生奖，这重申了我们在AI驱动医疗领域进行变革的使命，”Viz.ai的首席执行官兼联合创始人克里斯·曼西博士表示。“HCM是一种被低估的疾病，是最常见的遗传性心脏病，但不幸的是，只有15%的患者被诊断。对Viz HCM的认可，加速了这一严重疾病患者的识别和治疗过程，这证明了我们帮助临床医生提供更快、更好护理的努力。”

Viz HCM利用人工智能分析来自整个健康系统的12道导联心电图（ECG），以识别可疑的HCM病例，通知心脏病护理团队，并提高患者获得正确后续诊断的可能性。Viz HCM模块是在Viz.ai与百时美施贵宝之间的多年资金合作协议下开发的，并于2023年8月获得FDA的De Novo批准，为基于心血管机器学习的通知软件创建了一个新的监管类别。最近在美国心脏病学会会议上发布的数据表明，Viz HCM在9个月内成功帮助在克利夫兰诊所的一个大型学术医院识别了574名HCM患者，突显了Viz HCM在更有效疾病检测方面的能力。

所有提名都由爱迪生奖评审委员会和执行评审团进行审核。评审小组由来自产品开发、设计、工程、科学、市场营销和教育等领域的2000多名高级商业经理和学者组成，以及过去的获奖者。

获奖者于2025年4月3日在佛罗里达州迈尔斯堡的爱迪生奖晚会上宣布。
有关Viz HCM的更多信息，请访问 https://www.viz.ai/hypertrophic-cardiomyopathy。

1 实际应用人工智能心电图分析诊断肥厚性心肌病。JACC: 临床心脏电生理学。 https://www.jacc.org/doi/10.1016/j.jacep.2025.02.024

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。