title: 'Fenix24 任命行业资深人士埃德温·科弗特为顾问服务副总裁'
date: 2025-04-11
author: ByteAILab

---

科弗特将领导组织顾问服务的扩展，通过主动风险预防增强网络韧性
Fenix24™，全球领先的网络灾难恢复和恢复公司，今天宣布任命埃德温·科弗特为顾问服务副总裁。![图片](https://ai-techpark.com/wp-content/uploads/Fenix24.jpg){ width=60% }

---

科弗特在网络安全和信息技术领域拥有超过30年的经验，曾在Bowhead Specialty Underwriters (BSU)、华纳兄弟探索娱乐和德意志银行担任过领导职务。在BSU担任首席信息安全官（CISO）和网络风险工程主管期间，他领导了治理、风险和合规（GRC）项目，增强了高管风险透明度，确保遵守SEC 8-K/10-K和NYDFS网络安全法规，强化了监管合规，促进了董事会层面的决策。他还设计并实施了第三方风险管理框架，开发了基于FAIR的网络风险量化模型，使企业领导者能够将技术风险转化为财务和声誉影响。
在Fenix24的这个新角色中，科弗特将与战斗公司Athena7密切合作，提供IT安全评估，以获取有关其安全风险和优先漏洞的更多见解，帮助建立网络韧性战略的基础。
“Fenix24是在应对勒索软件方面的全球最大参与者。我们在帮助公司恢复过程中的视角和洞察力使我们能够在业务处于平稳状态时帮助他们理解其基础设施、备份和当前威胁行为者战术对其造成的实际影响，”Fenix24 CEO马克·格拉兹曼表示。“引入埃德温·科弗特这样的行业领导者来帮助领导我们的顾问分队Athena7，是增强我们帮助组织主动防止有害网络攻击能力的战略性举措。他的深厚专业知识对我们顾问服务的扩展将发挥重要作用，使客户能够更好地理解、量化和减轻他们的网络风险。”
科弗特补充道：“网络韧性要求主动的预防优先方法。我很高兴在网络安全行业和公司重要时刻加入Fenix24。我期待帮助建立预防服务，以帮助组织增强安全态势，降低风险暴露，并做出更明智的商业决策。”

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。