title: 'Bobby Reddy, Jr. 被评选为《时代》2025年度健康榜单'
date: 2025-05-12
author: ByteAILab

---

Prenosis公司首席执行官兼联合创始人Bobby Reddy, Jr. 博士被评选为2025年度TIME100健康榜单，这一榜单表彰全球健康领域中100位最具影响力的人士。![图片](https://ai-techpark.com/wp-content/uploads/Bobby-Reddy.jpg){ width=60% }

---


Reddy的这一荣誉来自于他在开发集成诊断和治疗解决方案方面的开创性工作，这些解决方案结合了先进的机器学习和生物学洞察力，以改善复杂疾病（如脓毒症）的早期检测和管理。在他的领导下，Prenosis开发了创新技术，为医疗服务提供者提供个性化患者信息，从而使其能够为危重患者做出更快、更准确的治疗决策。

“能够被列入2025年度TIME100健康榜单是一种非凡的荣誉，但这份荣誉真正属于Prenosis的整个团队，”Reddy表示。“我们的使命一直是通过根据每个患者的生物特征量身定制医疗服务来改善生命。这一认可验证了我们在利用人工智能应对医疗领域最紧迫挑战方面工作的意义，特别是脓毒症，这仍然是全球医院死亡的主要原因。”

自2014年创立Prenosis以来，Reddy带领公司经历了显著增长，筹集资金以推进其愿景，与主要医疗系统建立开发合作关系，并与罗氏公司建立商业分销合作。该公司的旗舰产品，脓毒症免疫评分（Sepsis ImmunoScoreTM）——被评选为2024年度TIME最佳发明——已显示出在传统症状出现之前识别处于脓毒症风险的患者的卓越准确性，可能每年拯救数千条生命。

2025年度TIME100健康榜单的受表彰者由《时代》编辑根据其在应对关键健康挑战方面的影响、创新和影响力进行选择。入选者包括来自私营部门、政府、学术界、研究和娱乐行业的领袖。完整名单及相关致敬将在2025年5月26日的《时代》杂志上公布，杂志将于5月16日（周五）上市，现在可以在time.com/time100health查看。

PR NewswirePR Newswire使沟通者能够识别和参与关键影响者，撰写和分发有意义的故事，并衡量其努力的财务影响。Cision是全球领先的公共关系和营销传播专业人士的赚取媒体软件和服务提供商。
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。