title: 'Certify实现第三次连续SOC-2合规'
date: 2025-06-02
author: ByteAILab

---

里程碑彰显公司对数据安全和合规性的持久热忱
Certify，这家数据智能公司，今天宣布已连续第二年获得服务组织控制（SOC）2类型2合规认证，基于其在2023年获得的初始SOC-2类型1认证。![图片](https://ai-techpark.com/wp-content/uploads/Certify-Achieves.jpg){ width=60% }

---
这一成就表明Certify在日益数字化的医疗环境中，始终致力于维护最高标准的安全性、隐私性和合规性。
“我们三年的SOC-2合规记录体现了我们对安全卓越的坚定承诺，”Certify质量、合规和安全高级总监Shannon Kern表示。“这些认证验证了我们的综合安全框架不仅在纸面上存在，而且在整个组织中每天都有效运作。对于我们的医疗客户来说，这意味着可以放心，知道他们的敏感数据受到符合行业最高标准的经过验证的保护措施的保护。”
SOC-2类型2审计考核由美国注册会计师协会（AICPA）管理，评估一个组织信息系统和安全控制在长达12个月的严格时期内的表现。Certify在九个信任服务标准（TSC）安全类别中，共接受了131项控制的评估，包括控制环境、通信与信息、风险评估、监控控制、逻辑和物理访问控制、系统操作、变更管理及风险缓解。
随着医疗组织继续其数字化转型之旅，安全认证已成为可靠性和可信度的重要指标。
“我们将这些认证视为垫脚石，而非终点线，”Kern补充道。“我们正在构建尽可能最强大的合规框架和安全姿态，以隐私为我们的最终指导。我们的目标一直是超越行业标准，并便于我们的医疗客户信任我们处理他们的敏感信息。”
Certify的安全程序与NIST等行业领先框架保持一致，包括持续监控、加密、安全系统架构、杀毒和恶意软件保护、年度渗透测试、业务连续性测试以及其他组织范围内的合规协议（例如，安全意识培训、供应商风险评估）。
Certify在支持我们的医疗合作伙伴方面采取了严格和全面的安全与合规方法。我们将于6月25日举办一个网络研讨会，讨论我们如何帮助客户应对NCQA认证变化；您可以联系您的客户关系经理或发送电子邮件至sales@certifyos.com请求邀请。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。