title: 'GrayMatters Health宣布推出Prism™套件'
date: 2025-05-19
author: ByteAILab

---

创新的Prism™平台现在包括针对抑郁症患者的治疗方案  
GrayMatters Health (GMH)，在通过数字脑生物标志物进行心理健康治疗的先驱，今天宣布推出Prism™套件，一个综合的下一代解决方案组合，旨在赋能医疗提供者，提升患者结果。![图片](https://ai-techpark.com/wp-content/uploads/GrayMatters-Health.jpg){ width=60% }

---
在获得FDA批准的Prism™ PTSD治疗的成功基础上，新扩展的套件现在还包括抑郁症治疗方案，进一步拓宽了GMH在心理健康领域的影响力。  
得益于世界首个基于fMRI的数字生物标志物，Prism™正在重塑提供者在患者心理健康旅程中指导的方式。该组合中的最新创新是抑郁症治疗方案，指导患者学习调节与其抑郁相关的脑活动，通过一个奖励系统生物标志物来实现。  
“看到使用fMRI-informed生物标志物的创新干预连接到脑部系统，真令人兴奋，”布朗大学精神病学与人类行为教授、巴特勒医院神经调节研究中心主任Linda Carpenter博士评论道。“我们预计Prism针对奖励系统生物标志物的治疗方案将为经历快感缺乏特征的抑郁综合症患者提供个性化和有效的护理选择。”  
在互动会议中，患者探索心理策略以提高奖励系统生物标志物的水平，使模拟中的动画角色去参与活动。最近在《脑科学》（Brain Sciences）期刊上发布的抑郁症试点研究结果显示，有78%的参与者在抑郁症状（HDRS）上有所减轻，且在快感缺失症状（SHAPS-C）上表现出较大的效应值。  
“通过增加抑郁症治疗方案，我们为更多患者打开了受益于个性化体验的大门，这种体验能够成为日常生活中的一项技能，”GrayMatters Health的首席执行官兼联合创始人Oded Kraft表示。“通过利用大脑的力量，我们为心理健康护理提供者提供了工具，来引导他们的患者实现有意义和可衡量的进展。”  
为了补充患者体验，Prism™套件还为提供者提供了一套强大的功能，以监测患者进展，并提供有关患者体验的见解，从而改善参与度。Insights工具提供数据驱动的分析，评估每位患者的表现，并建议讨论主题以引导他们的Prism体验。  
GMH的革命性技术建立在其专有的EEG-fMRI-Pattern (EFP)数字生物标志物基础上，采用先进的机器学习将来自深脑区域的高分辨率fMRI数据映射到EEG信号。该公司的获奖FDA批准的PTSD治疗正在帮助患者学习自我调节与PTSD相关的脑活动，该治疗在加州、康涅狄格州、佛罗里达州、乔治亚州、伊利诺伊州、马萨诸塞州、纽约州、北达科他州、宾夕法尼亚州、罗德岛州、德克萨斯州和华盛顿州的诊所中提供。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。