title: 'Sapient推出DynamiQ™用于药物发现与开发'
date: 2025-05-05
author: ByteAILab

---

DynamiQ整合了多种组学测量和来自连续样本的真实世界数据，以便深入分析患者旅程、疾病驱动因素和药物反应。![图片](https://ai-techpark.com/wp-content/uploads/Sapient-Launches.jpg){ width=60% }

---
Sapient，一家在生物标志物发现和临床洞察交付方面领先的多组学数据生成公司，推出了其多组学和真实世界数据（RWD）人类生物数据库的下一代产品，现命名为DynamiQ™ Insights Engine，旨在提高Sapient用于药物发现和精准药物开发策略的分析速度、灵活性和深度。

DynamiQ具有扩展的数据湖屋基础设施，由Sapient的合作伙伴Rancho Biosciences开发，使Sapient能够快速整理独特的数据集，这些数据集包含每个样本中数千种蛋白质、代谢物、脂质和细胞因子测量值，以及匹配的基因组和真实世界数据（包括电子健康记录EHR、实验室测量和临床结果）。这些数据来自超过56,000个来自不同个体的样本，跨多个时间点进行收集和整合，使DynamiQ成为可用于纵向分析的最深入表型数据集之一。

数据已在不同条件、诊断和结果之间进行了协调，允许迅速创建队列，以发现、验证和特征化生物标志物或治疗靶点。它还提供了患者旅程的纵向视图，以识别疾病和药物反应的动态驱动因素，并对比个体之间随时间变化的疾病进展和治疗反应模式。

“疾病过程并非静态，这就是DynamiQ的差异化之处，”Sapient首席执行官Dr. Jonathan Usuka表示。“我们专注于动态分子过程的深度表征，这些过程由蛋白质和代谢物读取，这些分子在疾病和外部刺激的调节下或被调节。我们拥有来自同一患者在不同时间点收集的多组学测量，当这些数据与患者的临床数据结合时，我们可以更好地解码多因素疾病在患者真实经历中的表现——疾病亚型如何表现、生活方式因素如何影响，以及药物暴露和药物遵从性如何影响生物机制和临床结果。这对于了解一种疗法在患者身上实际如何起作用、预测反应并分层出最有可能从特定疗法中受益的患者极为强大。”

“凭借DynamiQ的下一代功能和协调的数据集，我们能够提高用于生物标志物发现、靶点识别和临床洞察交付的分析深度和广度，”Sapient联合创始人及数据科学负责人Dr. Tao Long说道。“我们可以轻松分析跨组学层面的分子相互作用，快速从标准化的患者数据中构建队列，并在这些独立群体中验证客户研究中的发现。重要的是，因为我们的多组学数据集是非靶向的，所以它们非常适合基于AI和机器学习的分析，以发现新的亚群、创新的生物标志物和靶点。”

Sapient将为客户的多组学研究或针对阐明新生物标志物、药物靶点和诊断的独立生物计算项目，提供使用DynamiQ Insight Engine的引导分析。


---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。