title: 'Skild AI首次展示其通用机器人大脑'
date: 2025-07-31
author: ByteAILab

---

成果发布于一年前从隐形中启动，展示了公司在构建其机器人基础模型方面的关键成就  
Skild AI是一家正在构建可扩展基础模型的人工智能机器人公司，今天发布了一个前所未见的成果视频，突显了该公司在扩展物理人工智能能力方面的早期进展——其共享的通用大脑，旨在适应多样化的机器人、环境和任务。![图片](https://ai-techpark.com/wp-content/uploads/Skild-AI-Provides.jpg){ width=60% }

---
  
“机器人领域受到莫拉维克悖论的困扰：困难的问题很简单，而简单的问题很困难。许多当前的机器人模型关注的是对人类来说困难但对机器人而言简单的任务：跳舞、功夫，因为这些是自由空间动作，不需要任何概括能力，”Skild AI的首席执行官兼联合创始人Deepak Pathak表示。“Skild AI的模型不仅可以解决这些简单任务，还可以解决诸如爬楼梯等日常困难任务，即使在对抗性条件下，或组装细小物件，这些任务不仅需要视觉，还有关于接触动态的推理。”  
Skild AI的总统兼联合创始人Abhinav Gupta也表示：“与其他专注于垂直方法（关注单个机器人或单一任务）的团队不同，Skild AI展示了Skild大脑的通用性质：同一大脑可以适应不同任务和不同机器人形态。从四足机器人到人形机器人，从桌面臂到双手自走机器人；从家庭任务如洗碗机到具挑战性体力任务如爬滑坡——Skild大脑是所有不同机器人形式的一站式人工智能模型。”  
发布的视频还强调了Skild大脑的鲁棒性，具备足够的概括能力与人类共存。Skild大脑不仅在与人类相处时是安全的（得益于经过训练以施加低力量的端到端AI模型），而且对干扰和人类互动高度适应。这一特性在其他AI模型中往往受到限制或缺失。  
数据难题  
构建一个机器人基础模型面临的最大挑战之一是缺乏大规模的机器人数据，使用硬件收集真实世界数据既缓慢又代价高昂。Skild AI正面对此挑战：通过利用大规模仿真和互联网人类视频在规模上实现突破，预训练其基础模型。Skild AI随后利用针对性的真实数据进行后期训练，以向客户提供有效的解决方案。  
Skild培训的模型可以跨不同形态工作，包括人类数据，大大扩展了可用的训练集。这使得Skild能够构建一个真正的物理基础模型，该模型可以作用于四足动物、人形机器人、桌面和移动操控器。针对多样化的数据、任务和硬件进行训练，Skild的通用大脑经过微调和提纯，以满足部署需求。  
团队  
Skild AI的团队在多个关键的机器人突破中发挥了作用，这些突破包括自我监督学习、以好奇心驱动的探索、大规模模仿、仿真转真实的行走、极限运动、灵巧操控、从互联网规模视频学习等。团队成员还曾在Anduril、特斯拉、Nvidia、Meta、Kitty Hawk、Google、Everyday Robotics和亚马逊等公司构建生产就绪系统。  
Skild AI得到了Lightspeed Venture Partners、Coatue、软银集团、杰夫·贝索斯（通过贝索斯探险）、Felicis Ventures、Sequoia、Menlo Ventures、General Catalyst、CRV、亚马逊、SV Angel，以及卡内基梅隆大学等投资者的支持。  
投资者评论  
Sequoia的合伙人Stephanie Zhan表示：“Skild正在成为市场新兴领导者，正在定义机器人通用智能能力的前沿。Deepak和Abhinav的毕生工作是将超智能带入我们的物理世界，并在现实应用中为客户带来真正的影响。我们的进展轨迹是一次难得的机会。”  
Lightspeed的合伙人Raviraj Jain说：“Skild的基础模型在形式上具有真正的可泛化性，已经展现出突出的能力，并且极其鲁棒——它们代表了具身人工智能的新范式。与其他机器人演示通常过度拟合特定演示环境不同，Skild机器人在‘野外’真实有效地运作，安全地与人类共存。”  
Coatue Ventures的负责人Sri Viswanath表示：“Skild AI为每个机器人构建了一个大脑，基于庞大的模拟和真实世界数据进行训练。我相信它的快速进展表明，机器人即将转变每个行业，并为行业树立了一个仍在追赶的标准。”

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。