title: 'Egnyte推出AI代理构建器，助力安全自动化'
date: 2025-08-17
author: ByteAILab

---

Egnyte，一家在安全内容协作、智能化和治理领域的领军企业，今天宣布推出其代理构建器。![图片](https://ai-techpark.com/wp-content/uploads/Egnyte-Launches.jpg){ width=60% }

---
这个无代码框架使用户能够创建量身定制的AI代理，以满足他们的特定需求。该工具允许用户使用自己的AI代理自动化耗时的、内容密集的任务，这些代理可以安全地访问公司内部内容和公共网络的信息。

Egnyte的代理构建器是一个直观且安全的工具，使企业能够在用户级别利用人工智能的力量，打破了常见的技术复杂性和安全顾虑。Egnyte现有的AI代理提供了模板，允许非技术用户以此为基础开始创建自己的代理，并可在组织内部进行测试和共享，以确保生成结果的一致性和可靠性。

“为了有效地将AI纳入企业日常运营，它需要在最了解其内容和工作流的用户手中，”Egnyte的联合创始人兼首席技术官Amrit Jassal表示。“当前，企业对AI实施有巨大的需求，但对于愿望和实际应用之间存在脱节。Egnyte的新代理构建器确保用户能够利用实际的AI应用，让他们专注于战略性高价值的举措，而不是管理手工重复的任务。”

Egnyte的代理构建器为用户提供了多种级别的自定义代理创建功能：

构建自定义AI代理：经验丰富的用户可以创建独特的AI代理提示，以自动化重复任务，而无需编写任何代码。提示可以使用自然语言编写，并可通过Egnyte的内置AI驱动提示向导进行改进。
利用代理模板：Egnyte的代理构建器配备了现成的代理模板，以加速代理的创建。用户可以修改并测试这些代理的准确性，并与同事分享，以确保一致的AI生成结果。这些模板包括：内容生成器、文档审核、Spanish翻译和网页搜索代理。

Egnyte的客户已经开始实施AI代理，以转变他们的工作流程，满足组织的需求。一些例子包括创建生成投资备忘录的代理，处理大量CIM文档并比较金融服务行业的潜在投资机会，制作承包商的请求提案（RFP）以支持建筑、工程和施工（AEC）行业，以及在人力资源管理中，部门创建能够帮助回答员工HR相关问题的代理，利用其内部政策和程序。

“我们的代理构建器使得AI驱动的自动化民主化，团队可以构建解决生产力挑战所需的具体工具，而无需工程团队的干预，”Egnyte首席产品官Prasad Gune表示。“这不仅仅是简单地改善流程，而是如何完成知识型工作的根本转变，而不会妥协数据隐私和安全。”


---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。