title: 'OMC Global提升安全性和客户服务标准，与Samsara合作'
date: 2025-04-18
author: ByteAILab

---

这家豪华运输供应商在采用Samsara的Connected Operations®平台后，仅仅三个月内便实现了15%的保险费用减少。![图片](https://ai-techpark.com/wp-content/uploads/OMC-Global-Raises.jpg){ width=60% }

---

总部位于牛津的豪华私人出租车公司OMC Global通过实施来自Samsara Inc.（“Samsara”）（NYSE: IOT）的先进人工智能和车队管理解决方案，提高了其车辆车队的安全和客户服务标准。Samsara是连接操作平台的先驱。

OMC Global的成功基于为客户提供无缝的服务，但之前缺乏实时跟踪车队的工具。通过实施Samsara的连接操作平台，OMC Global能够整合实时车辆追踪数据，使客户可以通过手机直接监控所雇用车辆的实时位置和预计到达时间。该公司现在能够向客户提供准确的更新，消除了司机需要停车手动报告延误的需要。

在使用Samsara之前，OMC Global对驾驶行为和事件的洞察有限，因此难以确保道路安全、在事故中为司机辩护以及控制保险费用。通过Samsara的AI行车记录仪和车辆网关，这家豪华运输供应商现在对其车队运营有了可操作的洞察。Samsara解决方案检测诸如超速、使用手机和剧烈刹车等不安全驾驶行为，并自动、临时地将相关事件视频上传至安全的客户Samsara仪表板，以供审核和教练反馈。

从Samsara仪表板访问事件视频帮助公司高效响应理赔并为司机辩护。这与改善的安全记录结合，使OMC Global在过去一年中将保险费用减少了15%。

保险费用并不是OMC Global通过Samsara获得的唯一成本效益。通过针对如剧烈加速和过度怠速等行为进行司机培训，他们在实施的前三个月中节省了200升燃油。

OMC Global的主管Romi Singh表示：“从让我们的司机在道路上更加安全，到为我们的客户提供他们应得的一流体验，Samsara帮助我们提升了各个方面的运营。我们能够精确沟通，这在向客户展示我们提供优质服务方面发挥了至关重要的作用。我们期待着继续共同努力，进一步改善我们的服务标准和客户体验。”

Samsara的EMEA高级副总裁兼总经理Philip van der Wilt评论道：“通过为OMC Global提供实时数据、先进见解和提升运营效率的工具，我们帮助团队设定了豪华运输的新行业标准。这段合作关系真正体现了数字化转型如何为我们的客户解锁价值。”

OMC Global计划通过集成身份跟踪系统，进一步利用Samsara的成功，实现乘客上下车的精确监控。集成Samsara的移动体验管理（MEM）还为司机提供了最佳路线规划，以实现更高效的运输。该公司现在希望将运营网络扩展到伯明翰，所有车辆将配备最新的Samsara技术。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。