title: '2025年Orby AI入选CB Insights全球100家最具创新性人工智能初创公司名单'
date: 2025-05-08
author: ByteAILab

---

CB Insights 将Orby AI列入其第九届年度AI 100，展示了全球100家最有前途的私人人工智能公司。![图片](https://ai-techpark.com/wp-content/uploads/Orby-AI.jpg){ width=60% }

---

“AI 100获奖者是未来的推动者和颠覆者，他们将全面影响人工智能的未来，”CB Insights首席执行官Manlio Carrelli表示。“今年的获奖者正在将AI应用从新兴推进到成熟，涉及从复杂流程的AI代理到安全和机器人等多个领域。他们还关注新的和有前景的技术，这些技术可能尚未引起众多企业的关注——多智能体系统、新型计算和数据整理方法，以及物理人工智能。”

“在Orby，我们的使命是帮助公司自动化重复任务，并赋能员工专注于真正重要的工作，”Orby的联合创始人兼首席执行官Bella Liu表示。“CB Insights的这一认可验证了我们在构建可靠的复杂任务AI代理方面所采取的创新方法，具备无与伦比的透明度、控制力和特定领域的专业知识。”

该名单认可了在各个行业和架构中应用人工智能的早期和中期初创公司。我们的研究团队依据CB Insights数据集，包括交易活动、行业合作、团队实力、投资者实力、员工人数以及专有的商业成熟度和马赛克评分等，选出了获奖公司。我们还深入研究了初创公司直接提交给我们的分析简报。

在Orby，我们的使命是通过下一代企业AI代理重新定义工作流自动化。我们的平台由我们独有的大型行动模型（LAM）ActIO驱动，结合了神经AI的灵活性和代码的可靠性。这种独特架构使Orby能够将您的领域专业知识转化为可靠的智能代理，提供比传统的RPA或仅基于AI的解决方案更智能、更快速的自动化。

在此下载完整的CB Insights AI 100报告：https://www.cbinsights.com/research/report/artificial-intelligence-top-startups-2025/

2025年AI 100的快速事实：

- 100名获奖者中包括21家初创公司，专注于AI代理平台和基础设施，12家专注于AI可观测性和治理，12家涉及物理AI技术和基本构件。
- 2025年这一届正在将AI应用于横向应用（客户服务、流程自动化）、基础设施（AI可观测性、AI代理构建）和垂直行业（医疗健康与生命科学、工业、金融服务）。
- 这些公司累计筹集了114亿美元的股权融资，其中2025年（截至2025年4月16日）筹集了超过23亿美元。
- 接近75%的公司是早期阶段公司（A轮或更早）。
- 有27家公司位于美国以外，分布在13个国家。这包括法国和韩国等发展和竞争激烈的AI市场的公司。
- 自2023年以来，该小组已形成315多项商业关系，包括与NVIDIA、Google和Uber等行业领导者的合作。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。