---

title: '再见，Skype。

---
我永远不会忘记你'
date: 2025-04-28
author: ByteAILab

---

我怀疑很多人都在为Skype的消亡而哀悼。这个天蓝色的平台曾在2010年代初期革命了视频通话，对于跨地区的恋人来说是沟通的媒介，但在微软宣布其即将关闭时，Skype几乎已经在十年间变得不再相关。我和Skype那一团糟的音视频和聊天的关系在2011年达到了峰值——正是那一年，微软以创纪录的85亿美元收购了它，却让它在职业化和画质更完美的应用程序阴影下逐渐枯萎。到了2014年，Skype基本上已经被淘汰，因为视频通话已转向更为整合的应用程序，比如FaceTime，而我的大学时间表也不允许我再进行那些延宕的、漫长的通话。Snapchat显得更加高效。

和大多数人一样，从2010年代中期开始，我几乎没有再使用Skype；当微软宣布将于5月4日关闭Skype，并将其数据整合进免费的Teams版本时，我第一次在五年后再次登录。曾经繁盛的Skype生活只剩下几条垃圾币聊天记录和来自以往最爱但早已退出这个平台的人的钓鱼链接。

尽管如此，我还是要为Skype洒上一杯，以纪念这个曾让我在2011年整晚沉浸在模糊视频中的地方；这种一种和时代的科技形式与情感交织，似乎已经成为往昔。我在高中时终于能够与那些已经离开我们小镇去上大学的老朋友聊上好几个小时，或是在大学访问中与其他州的孩子相识，或是拼命努力维持、而显然他正在逐渐想要离开的未正式男友的关注。

Skype曾是亲密关系的一个孤岛——比文字通讯更深，但又未能完全替代现实——它以难以解释的方式交织了情感和反射了现实生活。那是我与外面小世界连接的纽带——比我大、比我酷、参加更多派对的人。在Skype的视频聊天上与朋友聊他加入兄弟会的经历，紧紧抓住他仍然想和我说话的事实；一段保持着的含糊不清的浪漫关系，在虚幻的亲密和接触的承诺的维系中生活——我们可以一起做作业，从我的卧室到他的学生休息室。我可以见到他朋友们的二维版像；在没有任何相见前景的情况下，乃至通过Skype一直处理朋友之死的随意新友谊，都是在长时间而焦灼的交流中保持的联系。

这一切都被遗忘，封存于特定的平台和特定的时代；那时的数字关系在我看来是奇怪而新的交界地带，而不是生活的日常组成部分，更是在我的注意力划分成分钟的小周期之前。现在人们谈论Skype，可能是在与电影《过去的生命》有关，这部影片记录了数十年间的关系，捕捉到了那种奇特的亲密感，在视频通话中经历了重要的重连。2023年该片上映时，我写过一篇关于灭绝Skype经典主题音乐的文章——那一声永无止境、恼人而又欢快的声响，仿佛把我直送回2011年，而正是那一年，诺拉·穆恩（Greta Lee）开始与童年甜心海崧（Teo Yoo）长距离视频聊天。导演塞琳·宋有效而准确地渲染了长距离亲密关系的激动和兴奋，那种随着生活层层叠加而被遗忘的亲密感——蜷缩在床上进行数小时的通话，争先恐后去击败铃声的时钟，尴尬地掩盖着网络的失联和延迟。

《过去的生命》的主导情感，与我对Skype的主导感受是不谋而合的：渴望——渴望更大的世界，渴望重获关注，渴望能够维系的纽带。渴望与那个无法真正相陪的人一起。渴望用某种方式去描述在“Skyping”中汇聚的所有情感；渴望这些长时间的视频通话能够真正替代现实。我承认，难以将这种渴望与对一个更简单时代的怀旧情感分开；那个时代对我们注意的要求更少，更少无处不在的连接，更少的压倒性。那时，已经褪色的关系还有一丝余地，而科技界面笨拙而粗糙，因为它们是如此新鲜。当我的青春允许一种终无尽可能，而关系的无形分量——无论是朋友还是恋人，或是在两者之间——却依附在这台神圣而又带点缺陷的数字传送门上。另一方在蓝光中围绕，而存在又似乎不真实。

长距离连接的中心早已转移至其他地方，与日常生活交织在一起。你现在可以在同一屏幕上、同一分钟内通过FaceTime、文字和查看他们的其他数字轨迹——Instagram故事、Letterboxd日志、Strava锻炼，甚至实时位置。视频质量进化与普及。我长大了，长距离连接的意义变成了一种屏幕、流和时间的优化拼图，少了一种逃避。而Skype则作为我们最多变的数字遗物之一，在时间的掠夺下逐渐消逝，对于数字收藏家来说，其余烬几无所藏。与信息消息、摄像机视频、iPhotos或永不删除的Facebook时间线不同，没有档案，没有庞大的库可以供我反复查看。

相反，我记住它作为一个稍纵即逝的时间和情感的仓库——投入了许多，却无法测量或再现。那并不是真实生活，但那时候的它足够美好；那个悠扬的声音、颗粒感和对一个时代的渴望与开放。安息吧，Skype。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。