title: 'Certify连续第三年获得SOC-2合规认证'
date: 2025-06-01
author: ByteAILab

---

里程碑凸显公司对数据安全和合规性的持久承诺
Certify，这家数据智能公司，今天宣布它已经获得了服务组织控制（SOC）2类型2的合规认证，这是连续第二年获得该认证，此前在2023年获得了SOC-2类型1认证。![图片](https://ai-techpark.com/wp-content/uploads/Certify-Achieves.jpg){ width=60% }

---
这一成就展示了Certify在日益数字化的医疗环境中，持续维护最高安全性、隐私和合规标准的承诺。
“我们连续三年的SOC-2合规记录反映了我们对安全卓越的不懈追求，”Certify质量、合规和安全高级主任Shannon Kern说道。“这些认证验证了我们的综合安全框架不仅存在于文件上，而是有效地在我们整个组织中日常运作。对于我们的医疗客户来说，这意味着可以安心，知道他们的敏感数据得到了经过验证的、符合行业最高标准的保护措施。”
SOC-2类型2审计检查由美国注册会计师协会（AICPA）进行，评估组织信息系统和安全控制，为期长达12个月。Certify在涵盖九个类别的信任服务标准（TSC）安全性中，对131项控制进行了评估，包括控制环境、沟通和信息、风险评估、监控控制、逻辑和物理访问控制、系统操作、变更管理及风险缓解措施。
随着医疗组织继续其数字化转型之旅，安全认证已成为可靠性和可信度的重要指标。
“我们将这些认证视为里程碑，而不是终点线，”Kern补充道。“我们正在构建尽可能最强大的合规框架和安全态势，以隐私作为我们的最终指南。我们的目标始终是超越行业标准，使我们的医疗客户能够轻松信任我们处理他们的敏感信息。”
Certify的安全计划与行业领先框架如NIST对齐，包括持续监控、加密、安全系统架构、防病毒和恶意软件保护、年度渗透测试、业务连续性测试及其他组织范围的合规协议（例如，安全意识培训、供应商风险评估）。
Certify采取严谨和全面的方法，以支持我们的医疗合作伙伴的安全和合规。我们将于6月25日举办网络研讨会，讨论我们如何帮助客户应对NCQA认证变更的变化；您可以联系客户关系经理或发送电子邮件至sales@certifyos.com请求邀请。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。