---

        title: 'Augur获得700万美元融资，主动AI市场升温'
        date: 2025-04-26
        author: ByteAILab

---

        公司改名以迎接AI驱动的预防性网络安全新时代
        今天，AI驱动的威胁预防公司Augur宣布已获得700万美元的种子融资，由General Advance主导。![图片](https://ai-techpark.com/wp-content/uploads/AUGUR.jpg){ width=60% }

---
这笔资金将用于扩展其行业首创的预测性威胁预防平台的开发，该平台利用人工智能（AI）监控全球互联网活动，分析攻击者行为，并绘制攻击基础设施。Augur的平台能在攻击基础设施被武器化前的数月内识别其设置，平均而言。此次融资的其他投资者包括行业高管Ely Kahn（Cloud Security与AI/ML的产品副总裁，SentinelOne）；共同创始人兼CEO Spencer Thompson（Prelude）；共同创始人兼CEO Travis McPeak（Resourcely）；共同创始人兼CEO Josh Lospinoso（Shift5）；以及来自亚马逊、谷歌和CloudFlare的其他高管。公司还发布了品牌重塑，强化其通过预测性、主动安全赋能防御者的使命。
        大多数网络安全解决方案在威胁变得活跃后才会检测到攻击。恶意软件样本、威胁指标（IOCs）和事后取证生成事后警报、碎片化的情报以及虚假警报，导致警报疲劳和被动防御。攻击者利用这种延误，以机器速度行动——获取基础设施，启动零日漏洞，并执行攻击活动——从而超越安全工具。Augur先发制人，在恶意基础设施设置过程中识别出威胁，提前数月为防御者提供可行的前瞻性情报。该解决方案无缝集成到客户环境中，能够自主识别威胁并通过现有安全控制协调响应。
        Augur首席执行官Joe Lea表示：“攻击者正在利用AI加速攻击，安全团队需要AI驱动的解决方案以提高其响应速度和准确性。”我们的平台经过十年的机器学习、行为研究和真实世界威胁电信数据的提炼，形成了不断演变的对手行为知识库。这个综合数据集使Augur能够以无与伦比的准确性预测、检测和打击威胁。”
        Augur平台利用AI和行为建模，分析全球互联网基础设施，以检测恶意意图的早期迹象，提前数月把攻击扼杀在萌芽状态。凭借接近零的误报率（0.007%），Augur能够识别攻击基础设施，使安全团队能够提前采取行动，自动执行防范措施，在攻击开始前关停威胁。借助Augur，安全团队可以完全控制，无论是自主阻止威胁，还是为人工审核呈现关键信息。
        当前，Augur已被领先的金融机构、全球能源供应商、医疗保健、通信和关键基础设施运营商采用，使他们能够消除风险。“Augur每天有效阻拦数千次恶意连接尝试，远在我们的威胁情报源之前，”Greenhill & Co.的首席信息官兼首席信息安全官John Shaffer表示。
        Augur一再证明其有能力保护客户免受具有深远影响的重大网络安全事件——在利用之前长期识别攻击基础设施：
        - APT 29对SolarWinds的供应链攻击
        - DarkSide对Colonial Pipeline的勒索软件攻击
        - 多个威胁参与者利用Log4j漏洞
        - Cl0p勒索软件组利用MOVEit漏洞
        - Volt Typhoon对美国关键基础设施的攻击
        - UNC5537对Snowflake的泄露
        - ALPHV/BlackCat勒索软件对Change Healthcare和Load Depot的攻击
        “Augur体现了今天网络安全创新的最佳成果，”Augur投资者、SentinelOne产品管理副总裁Ely Kahn说。“团队、背景和他们解决方案的新颖性是一个成功的组合。Augur目前正在快速上升，准备快速增长和扩展。我很高兴能与团队合作，共同推进业务发展。”
        Augur的品牌重塑包含从其初始名称SecLytics的变更，推出了新的logo和独特的视觉形象。品牌重塑是由公司首轮融资驱动的，并且公司的战略是大力投资该平台，以便快速扩大市场。
        
---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。