title: 'SealingTech推出AI-ready高容量边缘服务器SN 9000'
date: 2025-07-18
author: ByteAILab

---

Sealing Technologies（SealingTech），一家Parsons Corporation公司（纽约证券交易所代码：PSN），以及领先的防御网络安全解决方案提供商，开发了一款突破性的存储专用服务器SN 9000。![图片](https://ai-techpark.com/wp-content/uploads/SealingTec.jpg){ width=60% }

---
该服务器旨在充当前方部署网络传感器和存储解决方案，适用于边缘作战操作。

SN 9000设计具有高达2.7PB（2700TB）的存储容量，并能够集成22个U.2 NVMe SSD驱动器，为最苛刻的工作负载和环境提供增强的存储灵活性。支持国防部（DoD）的现代化努力，使团队能够快速升级存储，以便在容量更高的驱动器出现时，可能在不更换核心系统的情况下双倍或三倍增加容量。

“随着存储容量的增加，系统可以在不需要频繁数据检索的情况下持续更长时间部署。这减少了网络保护团队到现场的需求，从而降低了运营成本，”SealingTech的首席产品官Brad Hatcher表示。“SN 9000使用PCIe Gen 5和与我们之前的解决方案相似的硬件配置，使公共设备部队能够快速采用、更快连接并立即具备作战能力。”

这一创新解决方案体现了SealingTech如何开发专门针对客户不断变化的任务需求的定制解决方案，并支持联合部队的各种国家安全任务。

SN 9000旨在支持多样化的国家安全任务，能够聚合网络数据，并作为安全信息和事件管理、人工智能和机器学习平台，适用于信息技术、操作技术和工业控制系统环境。

SN 9000为机架式设计，配备符合运输安全管理局（TSA）标准的机箱，提供在任何环境下的功能性使用。

了解有关我们新SN 9000的更多信息。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。