title: 'G42与Mistral AI联合打造下一代人工智能平台和基础设施'
date: 2025-05-24
author: ByteAILab

---

在“选择法国”会议期间宣布的这一合作伙伴关系，展示了阿联酋与法国在构建开放、安全和可互操作的人工智能解决方案与基础设施方面的合作。![图片](https://ai-techpark.com/wp-content/uploads/G42.jpg){ width=60% }

---
Mistral AI还将探索与阿布扎比的穆罕默德·本·扎耶德人工智能大学（MBZUAI）在各行各业的前沿基础模型的先进研究和开发中合作的机会。

在全球人工智能领域的一个重要时刻，总部位于阿布扎比的全球科技集团G42与总部位于巴黎的领先人工智能公司Mistral AI日前宣布一项战略合作伙伴关系，共同开发下一代人工智能平台和基础设施。此次宣布是在“选择法国”会议的边缘举行，标志着阿联酋总统穆罕默德·本·扎耶德·阿勒纳哈扬与法国总统埃马纽埃尔·马克龙在2025年2月支持的更广泛的人工智能合作协议，彰显了两国在塑造一个开放且面向全球的人工智能未来方面日益增强的势头。该联盟扎根于近半个世纪以来定义阿联酋与法国关系的长期经济与文化联系，反映了跨地区人工智能合作的新篇章。此次合作将结合G42通过其各经营公司（包括AI基础设施的Core42和AI平台及解决方案开发的Inception）提供的运营规模与人工智能能力，以及Mistral AI在开放权重大语言模型方面的前沿研究、解决方案与产品。

G42集团首席执行官Peng Xiao表示：“此合作伙伴关系彰显了一种新的人工智能发展模式：一种在主权与互操作性之间取得平衡，同时在雄心与责任之间取得平衡的模式。与Mistral AI共同作用，我们不仅在构建技术，更是在铺设一个数字互依未来的基础，其中信任与透明是不可妥协的。”

该合作覆盖了人工智能价值链，涉及从人工智能模型训练、人工智能代理和基础设施开发到特定行业应用，范围遍及欧洲、中东及全球南方。Mistral AI的平台与G42的人工智能堆栈的整合将具备技术自主性和知识产权治理，旨在保护创新的同时实现可扩展的部署。两家公司还将探索在各自现有和新兴国际市场上推广彼此产品的机会。

Mistral AI的联合创始人兼首席执行官Arthur Mensch补充道：“G42是一个与我们在让强大、开放的人工智能对所有人可及方面有共同承诺的合作伙伴。这一联盟不仅加速了我们的进程，而且确保人工智能的好处超越传统的技术中心。”

作为协议的一部分，Mistral AI还将探索与阿布扎比的穆罕默德·本·扎耶德人工智能大学（MBZUAI）在前沿基础模型方面的高级研究与开发、人才发展以及将尖端研究转化为现实世界人工智能解决方案的合作机会，作为支持下一代人工智能平台和基础设施的集体努力的一部分。

MBZUAI的校长和教授Eric Xing表示：“我们期待与Mistral AI和G42合作，推动下一代基础模型的人工智能技术的发展，提升能源效率与安全。”他补充道：“我们在推动创新、协作、可及性和包容性方面的共同价值观使我们非常适合推动这一领域的研究进展，以惠及所有人。”

该协议是双方在促进人工智能创新、开放、经济机会和包容性增长方面的更大承诺的一部分，尤其是在历史上技术基础设施不足的地区。今天的宣布将G42与Mistral AI的合作关系确立为双边合作的标志，也是人工智能开放和可达新方向的证明。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。