title: 'RTX将优化DARPA的网络漏洞检测'
date: 2025-08-08
author: ByteAILab

---

RTX BBN Technologies将推进高保真漏洞利用链测试和评估  
RTX（纽约证券交易所代码：RTX）的BBN Technologies获得了DARPA的合同，以支持其智能安全工具生成计划（INGOTS）。![图片](https://ai-techpark.com/wp-content/uploads/RTX.jpg){ width=60% }

---
INGOTS的目标是通过开发先进的方法来识别和减轻复杂的漏洞利用链，从而增强网络安全，防止它们在现实世界中的攻击。

漏洞利用链构成了日益增长的威胁，随着网络攻击复杂性和成熟度的提高而加剧。美国网络安全和基础设施安全局的已知漏洞目录已超过1,300个条目，持续增长反映了针对关键服务和网络的威胁数量不断增加。尽管威胁不断上升，但当前的评估方法仍然严重依赖于人工分析，需耗费大量专业知识和时间。INGOTS旨在解决这一挑战，通过自动创建、修改、建模和分析漏洞利用链，以实现更快速和有效的安全干预。

“有效应对漏洞利用链不仅需要识别单个漏洞。它还需要一个能够复制现实世界攻击场景并在它们被利用之前预测潜在风险的系统，”BBN首席研究员Jack Dietz说。

为支持这一工作，BBN将利用其测试平台架构的专业知识，开发用于INGOTS测试和评估的安卓系统大规模加速生成和建模（STALAGMITE）系统。该系统将作为一个综合平台，测试和评估漏洞分析工具，提供以下关键能力：

- **准确的现实世界模拟**：在虚拟和物理环境结合中进行高保真测试，确保在安全和受控的环境中对安卓漏洞进行现实评估。
- **主动威胁响应**：INGOTS组件的无缝集成使安全团队能够预测和减轻潜在攻击，提高对新兴威胁的准备能力。
- **高效的安全研究**：为可重复的自动化测试提供强大的环境，推动软件漏洞和对策研究，提高操作系统和应用程序的安全性。

“今天评估漏洞利用性的人工方法成本高、耗时长，并且缺乏可扩展性和效率，”Dietz说道。“我们的目标是通过加速自动识别各种设备和配置的安全风险，减轻安全专业人员的负担，并利用精确的测试和测量来增强整体网络安全防御。”

虽然该项目重点关注安卓生态系统，但在INGOTS下开发的方法论和技术预计将在个人、商业、政府和军事部门中有广泛的应用。

BBN领导的团队包括Assured Information Security。该项目将在马萨诸塞州的剑桥、马里兰州的哥伦比亚和纽约州的罗马完成。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。