title: '哈凯特集团：经济压力下供应链AI采用率上升'
date: 2025-04-08
author: ByteAILab

---

新报告显示，50%的领导者正在测试生成型AI，以建立韧性强、灵活的供应链，紧迫感与日俱增
哈凯特集团（The Hackett Group, Inc.）（NASDAQ: HCKT），一家领先的生成型人工智能（Gen AI）战略咨询和高管顾问公司，发布了2025年关键问题研究的结果，揭示AI如何重新塑造供应链。![图片](https://ai-techpark.com/wp-content/uploads/The-Hackett.jpg){ width=60% }

---
约50%的供应链领导者正在测试生成型AI，但全面部署仍处于初期阶段。在经济不确定性和成本压力加剧的情况下，供应链高管必须立即采取行动，加速基于AI的转型，以保持竞争力。

“供应链领导者正在面临前所未有的波动期，政策变化和地缘政治不确定性可能会在一夜之间扰乱运营，”哈凯特集团战略与运营部门的负责人Erin Blair表示。“为了保持竞争力，组织必须在其供应链中建立敏捷性，同时保持成本效率和客户满意度。基于AI的数字化转型将是应对这些挑战并确保长期韧性的关键。”

供应链在AI之旅的初期
供应链领导者报告称，对AI驱动的工具如供应链智能、预测分析、数据可视化和生成型AI的兴趣不断增加，以提升韧性和效率。研究发现：

- 处方AI正在供应链中成为游戏规则改变者，提供实时、基于数据的决策能力，以减轻风险。
- 约50%的供应链团队正在试点生成型AI，但目前的普遍采用仍有限；规划目前是生成型AI部署的首要领域。
- 75%的供应链领导者将经济不确定性视为首要关注点，加大改善成本效率、确保产品可用性以及建立供应链敏捷性/韧性的压力，这也是他们2025年的三大优先事项。
- 人才/技能开发是2025年供应链领导者报告的首要倡议，作为支持业务灵活性的关键因素。然而，这是他们目前对能否实现最缺乏信心的倡议。

供应链2025年的使命
数字化转型，包括使用AI，将有助于应对供应链挑战以及经济和地缘政治的不确定性。为了实现增长并保持在2025年的竞争力，哈凯特集团建议供应链领导者关注以下五个关键领域：

1. 驱动可持续成本降低——优化成本，同时增强供应链韧性。
2. 关注客户需求——确保满足客户需求，并在不确定性中进行创新以维持需求。
3. 建立供应链敏捷性和韧性——优化运营，以维持供应连续性和服务水平。
4. 投资于快速创建洞察——改善数据质量、访问权限及将数据转化为可行洞察的速度。
5. 明智地投资于数字化转型——部署深思熟虑的AI应用；在技术升级中利用供应商嵌入的生成型AI能力。

行动的时刻就是现在
随着成本压力上升和对供应链敏捷性的需求增加，基于AI的转型已不再是可选项，而是竞争的必要条件。尚未将生成型AI融入工作的供应链团队必须迅速评估在哪里可以应用这一变革性技术，以保持竞争力。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。