title: 'Lokavant发布基于AI的临床试验预测解决方案'
date: 2025-04-24
author: ByteAILab

---

Spectrum v15 将 5 周的手动工作时间缩短至 5 分钟，为研究赞助商和合同研究组织（CRO）提供了一种快速的方式来导航通往成功入组的路径。![图片](https://ai-techpark.com/wp-content/uploads/Lokavant.jpg){ width=60% }

---
 临床试验智能公司 Lokavant 今天发布了 Spectrum v15，这是最先进的基于 AI 的临床试验预测解决方案。Spectrum 利用机器学习、生成性 AI 和因果 AI 模型，基于其来自 50 万次试验的历史数据集，消除关于实现关键最后患者入组里程碑概率的不确定性。研究团队可以动态建模基于不同站点和国家组合及其他输入的研究可行性，在研究开始之前和连续进行迭代分析及中期调整。使用 Spectrum 设置预测比较器所需的手动工作时间从至少五周缩短至五分钟，推动 80% 以上的信心进行预测。

最近行业的波动，加上试验复杂性、时间表和成本的增加，已不可持续。为了掌握控制权，研究团队需要一种方法来预测关键成功因素，并了解不同站点的激活等变化将如何影响时间表和预算。传统上，研究团队需花费数周的时间细致分析研究可行性数据，手动搜索与自身相似的过去试验。结果往往不准确，未能考虑数据之间的独特相互依赖关系以及临床试验中发生的变化，如方案修订或参与者中断。Spectrum 考虑到这些波动的动态，并持续地相应调整其预测。

“在一个面临日益复杂性和波动性的行业中，我们必须超越静态的可行性假设，走向动态的数据驱动的适应性。像 Spectrum 这样的解决方案体现了智能试验设计的下一代，”辉瑞预测分析负责人 Jonathan Crowther 说。“这不仅是运营效率，更是战略前瞻性。” 

Crowther 接着说：“能够不断建模可行性并进行实时响应的场景规划，使研发组织能够做出自信的早期决策，降低时间风险，优化预算分配，加快投资组合价值实现的过程。这将我们带入一个临床开发不是被动反应，而是主动预见和具有韧性的未来。” 

Spectrum 现在提供以下关键优势：

- 细化的各级预测 – 在研究前和研究过程中分析时，研究团队可以输入站点、国家、地区和研究级别的预测输入，涵盖入组、中断和筛查失败，同时考虑不入组的站点。获取每个站点、国家、地区和研究级别的详细预测。
- 适应性试验设计预测 – 根据适应性试验设计配置预测，灵活定义多个基于入组驱动的中期分析和其他研究暂停。
- 设置并实现筛查目标 – 在研究前和研究过程中分析时，建模所需的参与者筛查量，以实现基于各个地理水平的研究级别入组目标，以及这些地区的筛查失败、中断和入组率。
- 实时持续（重新）预测 – 通过实时集成的试验数据，研究团队可以持续跟踪正在进行的研究启动和入组，并生成替代性研究场景，以确保入组成功。

Spectrum 由 Lokavant 的临床智能平台提供支持，该平台构建了深厚的历史试验数据，并集成了国家批准、站点启动和入组率的时间线，来源于 50 万个历史研究。该平台让赞助商和 CRO 能够预测临床试验入组的成功，并能够实时准确地查看试验绩效，以分钟为单位优化决策。该解决方案已经为全球生物技术赞助商提供了准确的研究可行性预测。

“在一个经历前所未有波动的行业中，有必要量化不确定性，同时识别通往研究入组成功的可靠路径，”Lokavant 首席执行官兼创始人 Rohit Nambisan 表示。“Spectrum 分析国家批准时间线、站点激活、适应症和入组率，利用最先进的模型量化每个预测和每个新变量的不确定性。就像天气预报一样，预测入组使团队能够做出更好的决策。”

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。