title: 'Equifax获得35项新专利'
date: 2025-06-17
author: ByteAILab

---

2025年上半年获得的新专利推动了负责任的人工智能创新，并为客户创造了更有效的洞察
Equifax®（纽交所代码：EFX）在2025年上半年获得了35项新专利。![图片](https://ai-techpark.com/wp-content/uploads/Equifax-1.jpg){ width=60% }

---
这些新专利使Equifax在15个国家拥有或待审的专利总数接近650项，涵盖了人工智能和机器学习、数据与分析、网络安全以及身份与欺诈解决方案等独特技术。专利保护了为全球24个国家的企业、客户和消费者创造的独特创新。

“得益于Equifax Cloud™所带来的创新，我们最新的专利反映了我们继续致力于开发新技术和解决方案的承诺，帮助我们的客户推动更多人、更多地方获得金融机会，”Equifax首席数据与分析官Harald Schneider表示。“我们在全球拥有超过1,000名Equifax分析专业人士，专注于解决客户和消费者面临的复杂和不断变化的挑战。”

定制构建的Equifax Cloud是一个顶级的全球技术和安全基础设施，使公司在行业中脱颖而出。Equifax Cloud及其定制数据结构使组织能够推动人工智能创新，最大限度地发挥EFX.AI™的能力，以实现更快的解决方案实施、云原生模型部署以及加速消费者决策，并帮助组织开发比以往更快、更可靠、更强大、更安全的解决方案。

最新的技术和创新涵盖在Equifax最新的专利中，包括：

- 自动化模型开发过程（欧洲专利局，附带在爱尔兰、英国和西班牙的国家验证）——开发高度预测性模型是Equifax的战略能力。该专利涉及一种自动化模型开发工具，帮助创建用于机器学习应用的分析模型，自动化多个过程，如数据探索、变量选择、自动分箱和模型优化。这些能力使Equifax数据科学家能够生成更准确和标准化的模型，同时简化和加速模型开发过程。

- 自动生成搜索索引以加快计算机化数据库的搜索（美国）——该专利描述了一种自动生成搜索索引的方法，以使对大型计算机数据库的搜索变得更快、更高效。所专利化的过程自动创建“搜索索引”，并通过以前的交互学习，识别常见和有效的搜索模式，当应用时，可以有效缩小搜索范围到更小、更相关的记录组。

- 检测由主要实体促成的合成在线实体（澳大利亚）——该专利与分析与次级用户添加与删除速率的系统相关，旨在识别可能参与合成身份欺诈的次级账户。

- 软件开发的生产就绪属性创建和管理（印度）——该专利描述了一种开发工具，旨在简化模型属性的创建和管理，最小化在生产环境中部署属性时的手动重编码和验证需求。它解决了传统软件开发过程中可能发生的问题，即开发人员在不同的编程语言和环境中重写属性代码，从而减少开发时间，最小化错误，提高模型部署的整体效率。

- 确定电子邮件地址在线访问控制的合法性的方法（美国）——确定电子邮件地址的合法性是检测各种类型欺诈的关键方面。该专利涉及一种系统，不依赖于与特定电子邮件地址的过去交互来确定其合法性，因此可以用于评估从未被该系统见过的电子邮件地址的风险。

- 更新属性数据结构以指示提供给自动建模系统的属性数据趋势（加拿大）——该专利是一种更新属性数据结构的方法，包含“趋势属性”，以指示自动建模系统的时间序列数据中的模式。它解决了传统自动建模系统依赖静态“快照”数据在单一时间点的挑战。
   
---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。