title: '澳大利亚11岁女孩在添加陌生人为Snapchat好友后遭性侵'
date: 2025-05-16
author: ByteAILab

---

一名11岁澳大利亚女孩由于与好友进行非正式竞争，想在Snapchat上获取高分而添加了随机用户，其中一人最终对她进行了性侵。

---
23岁的贾·克拉普（Jai Clapp）通过快速添加（Quick Add）功能被这名化名为“艾普利尔”（April）的女孩加为好友，在2023年，她与朋友进行了一场竞赛，目标是达到“Snap分数”10万分。Snap分数由用户在应用上的互动程度决定，通过发送和接收消息、保持连续的消息互动和添加好友可以获得积分。

Snapchat的快速添加功能会根据其算法建议用户添加与用户有共同兴趣的其他用户。在被添加后，克拉普向女孩谎称自己只有17岁，并在法院认定他在Snapchat上对她进行了为期12天的诱骗。之后，他在女孩居住的小镇的一个公园中进行性侵，共进行了三次。克拉普被判刑的罪名包括数字和生殖器侵犯，法官马库斯·登普西（Marcus Dempsey）形容其行为为“可憎”的。克拉普对艾普利尔和另一名女孩的虐待罪名悉数认罪，并被判处8年10个月监禁，非保释期为4年零8个月。案件的详细情况在最近发布的维多利亚州县法院的判刑中浮出水面。

Snap应用的母公司Snap的发言人表示：“对任何年轻人的性剥削都是可怕的、非法的，并违反我们的政策。”“Snapchat的设计初衷是帮助人们与他们现实生活中的朋友沟通，我们的目标是使年轻人更难接触到陌生人。”发言人称：“青少年只有在有限的情况下，比如如果他们有多个共同好友时，才会在查找好友或搜索中被建议添加。”过去一年，我们推出了新的好友添加安全措施，包括限制青少年在查找好友建议中的可见性。

独立的Snapchat指南建议家长关闭快速添加功能，以便只有认识的人能够添加他们的孩子。
预计Snapchat将在今年12月成为澳大利亚政府禁止访问的社交媒体平台之一，但目前该平台的最低使用年龄为13岁。在禁令生效前，多个可能面临禁令的平台已向政府提出请求，希望不要实施这一政策，包括Snapchat。该公司曾多次强调其应用中用以保护儿童的工具，以争取维持当前状态。

在去年的一项议会调查中，Snap表示，除非青少年有共同朋友，否则该应用不允许他们在其他用户的建议好友或搜索结果中出现，并且如果与几乎没有共同朋友的人尝试与他们联系，应用内会向青少年发出警告。该平台去年向澳大利亚在线安全监管机构电子安全专员表示，它会进行语言分析，并使用内部工具来估算平台用户的年龄，以防止13岁以下的人访问该平台。根据该专员在2月份发布的一份报告，2024年约有19%的8至12岁儿童使用Snapchat。

Snap在去年上半年未进行任何研究来估算平台上13岁以下用户的数量，报告指出。电子安全专员的发言人表示，企业有责任确保其平台对所有用户安全。“虽然像查找好友（快速添加）这样功能可能有许多有益的用途，但像Snap这样的公司也需要考虑这些新功能可能被误用的情形。”发言人表示。“我们已经对此类功能感到担忧一段时间，因为在社交媒体、消息和其他服务上，这些功能为掠夺者提供了轻松接触儿童、进行诱骗和联系犯罪的途径。该功能可以让掠夺者轻松找到多个儿童的好友群体，尤其是在年龄确认措施不有效的情况下。”

国家防止虐待儿童协会在去年11月份报告称，2023-2024年英国警方记录的7000起与儿童进行性沟通的犯罪中，有48%的案件发生在Snapchat上。受到强奸或性虐待问题影响的任何人均可获得信息和支持。在澳大利亚，可以拨打1800Respect（1800 737 732）寻求支持。在英国，强奸危机组织提供支持，电话为0808 500 2222。在美国，可以拨打Rainn（800-656-4673）获得支持。其他国际求助热线可以在ibiblio.org/rcip/internl.html找到。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。