title: 'Juniper Networks在Interop Tokyo 2025上荣获四项大奖'
date: 2025-06-23
author: ByteAILab

---

Juniper Networks, 一家领先的安全和AI原生网络公司，今天宣布在Interop Tokyo 2025上获得两项“最佳展示”奖项，保持自2007年以来在这一享有盛誉的行业会议上的持续获奖记录。![图片](https://ai-techpark.com/wp-content/uploads/Juniper-1.jpg){ width=60% }

---
最新的奖项表彰了Juniper在确保卓越客户到云的操作员和最终用户体验方面的承诺，得益于其行业领先的Mist™ AI原生网络平台。

今年，Juniper在四个类别中获得四项奖项，包括特别奖：

“最佳展示”大奖亚军（企业网络基础设施）：EX4000以太网交换机
“最佳展示”大奖亚军（高性能安全）：SRX4700防火墙
特别奖（承载网络基础设施）：Juniper的800G线性可插拔光纤收发器（OSFP-800G-DR8-PL）
特别奖（ShowNet贡献）：超以太网互操作性测试（QFX5240交换机）

“最佳展示”奖项通常收到来自整个行业的数百个提名，由行业专家和高管组成的评审团进行评估。“我们很荣幸再次在Interop Tokyo上获得几项‘最佳展示’及其他奖项，”Juniper Networks日本区副总裁兼国家经理Furuya Tomohiro表示。“这种持续的认可反映了我们Mist AI原生网络平台的强大及我们团队致力于帮助客户在日本及全球提供卓越体验的决心，借助构建于AI之上的网络。”

自1994年以来，Interop Tokyo已发展成为亚洲最大的互联网技术贸易展之一，因其展示全球最前沿的网络产品、解决方案和服务而享有盛誉。每年吸引超过15万名与会者，展会设有大量主题演讲、研讨会、会议及领先网络公司现场产品演示的广泛议程。

获奖产品亮点：

类别：网络基础设施（企业）EX4000以太网交换机

EX4000交换机系列配备Juniper Wired Assurance和Marvis AI，为更多企业提供AI原生自动化、洞察和保证。该云原生Wi-Fi 7启用的EX4000通过在AI驱动的操作中的创新，重新定义接入层的可能性，实现了在分支和远程办公室、零售、K-12等场景中的无缝部署。充分利用Juniper的AIOps，这是通过利用正确的数据和响应来实现简化且无妥协的边缘交换。

提供多种固定型号，包括8、12、24和48端口配置，配备可选的PoE和多千兆端口，以及用于边缘部署的无风扇型号。这种灵活性使客户能够在更多应用场景中部署，同时享受Marvis AI带来的无缝体验和降低运营成本的好处。

类别：网络基础设施（承载提供商）Juniper的800G线性可插拔光纤收发器（OSFP-800G-DR8-PL）

提供高密度800GbE连接的线性可插拔光纤（OSFP-800G-DR8-PL）针对AI工作负载的高性能网络进行了优化，降低了功耗，解决了大型数据中心中的关键可持续性挑战，并具有在Juniper的800GbE兼容PTX和QFX产品系列中使用的资格。

类别：安全（高性能）SRX4700防火墙

SRX4700下一代防火墙专为服务提供商、云提供商和大型企业设计。这个1 RU设备在每个机架单元中提供了行业最高的防火墙吞吐量，达到1.4 Tbps。它支持400 Gbps接口，具有线速MACsec功能以保护数据传输。

SRX4700将网络和安全功能整合到一个平台中。它配备零信任能力、EVPN-VXLAN构架集成以及AI预测威胁防护，以实现超高的安全有效性。通过Juniper Security Director Cloud进行集中管理，提供IPsec VPN、运营商级网络地址转换（CGNAT）及统一策略管理，以可靠地保护网络。

SRX4700防火墙是Juniper的连接安全分布式服务架构的核心，赋能组织在其网络中实施零信任。

类别：ShowNet贡献超以太网互操作性测试

Juniper Networks、Spirent Communications和TOYO Corporation合作，在今年的Interop Tokyo作为ShowNet网络基础设施项目的一部分进行了一项技术概念验证。该计划标志着日本首个超以太网的功能测试，旨在针对AI工作负载和高性能计算（HPC）优化的网络基础设施中的互操作性进行测试。

测试重点在于在混合环境中进行超以太网传输（UET）和RoCEv2（RDMA通过融合以太网v2）的互操作性。结果表明，超以太网在优化后的网络基础设施中，实现了有效的拥塞管理、低延迟、高吞吐量和低CPU开销的数据传输。

测试设备：QFX5240交换机（QFX5240-64OD）

QFX5240交换机，采用Broadcom Tomahawk 5芯片提供高密度800GbE连接，采用紧凑的2U机箱形式，容量是其前身的两倍，以支持大规模AI/ML集群。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。