title: 'Synaptics 任命 Rahul Patel 为总裁兼首席执行官'
date: 2025-05-26
author: ByteAILab

---

半导体行业的高管，曾在高通和博通工作，将驱动公司在处理、连接和传感领域的下一章创新和增长
Synaptics® Incorporated（纳斯达克：SYNA）今天宣布，Rahul Patel 被任命为公司总裁兼首席执行官，同时担任公司董事。![图片](https://ai-techpark.com/wp-content/uploads/Synaptics.jpg){ width=60% }

---
Patel 接替自 2025 年 2 月以来担任公司临时首席执行官的首席财务官 Ken Rizvi。Rizvi 将继续担任公司的首席财务官。
Patel 在半导体行业拥有超过 30 年的领导经验，具有推动增长和产品创新的良好记录，特别是在高性能 Edge-AI 无线连接解决方案领域，涵盖手机、平板电脑、个人电脑、可穿戴设备（如智能手表和耳塞）、物联网应用，以及企业和家庭市场的网络和宽带解决方案。
在加盟 Synaptics 之前，他在高通工作了十年，最近担任连接、宽带和网络集团的高级副总裁兼总经理，负责监督数十亿美元的无线网络和连接业务组合。
在高通之前，Patel 在博通担任各种高级领导职务长达 13 年，包括无线连接集团的高级副总裁和总经理，他在扩展博通在所有市场领域的 Wi-Fi®、Bluetooth® 和 GPS 领导地位方面发挥了关键作用。
“代表董事会，我们非常高兴地欢迎 Rahul 成为 Synaptics 的下一任首席执行官。Rahul 在半导体领域的深厚专业知识和强大的愿景使他在加速我们的增长和创新方面具有独特优势，带领我们进入下一个阶段，拓宽我们的市场覆盖率，”Synaptics 董事会主席 Nelson Chan 说道。“Rahul 在无线连接方面的深厚专业知识，加上他成功推出产品线和发展高效全球团队的良好记录，将对我们技术路线图的推进和长期增长至关重要。我衷心感谢 Ken 作为临时首席执行官所展现出的卓越领导，并确保在这一过渡期内我们战略举措的无缝执行。”
“我非常荣幸和兴奋能加入 Synaptics，这是一家在高性能处理、连接和传感解决方案领域的领先公司，”Rahul Patel 说。“Synaptics 的创新文化、卓越的工程人才和多元化的解决方案组合，使公司在未来具有独特的竞争优势。我期待与 Synaptics 的杰出团队合作，执行我们的增长路线图，提供带来无与伦比价值的下一代技术给我们的客户、合作伙伴和投资者。”

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。