title: '波士顿动力与丰田研究所的机器人取得通向通用人工智能人形机器人进展'
date: 2025-08-23
author: ByteAILab

---

联合研究合作使Atlas人形机器人实现了自主全身运动和步态行为，采用大型行为模型（LBM）
今天，波士顿动力公司和丰田研究所（TRI）宣布在机器人和人工智能研究方面取得了重要进展：展示了一个大型行为模型（LBM）驱动的Atlas人形机器人。![图片](https://ai-techpark.com/wp-content/uploads/Boston.jpg){ width=60% }

---
在今天两家机构联合发布的视频中，Atlas执行了一系列复杂任务的连续序列，这些任务需要结合物体操控和步态。通过采用LBM，以前需要费力手动编程的新能力现在可以迅速添加，而无需编写一行新的代码。

视频展示了人形机器人使用全身运动（如行走、蹲下和抬起）来完成一系列装箱、分类和整理任务。在这些序列中，研究人员在任务进行中插入了意想不到的物理挑战，比如关闭盒子的盖子并将其滑动到地板上，要求Atlas及时自我调整。此前展示过该能力的人形机器人通常将低级步态和平衡控制与操控手臂的控制分开；而在这个项目中，单一的大型行为模型直接控制整个机器人，将手和脚几乎视为相同。

这一突破是波士顿动力和TRI在2024年10月建立的联合研究伙伴关系的结果，旨在利用双方的优势和专业知识，加速智能机器人的发展。这一成果重申了人工智能技术在开发通用人形助手方面的巨大潜力。

“这项工作为我们如何构建将改变我们生活和工作的通用机器人提供了一瞥，”波士顿动力机器人研究副总裁Scott Kuindersma表示。“训练一个单一的神经网络来执行许多长期操控任务将导致更好的泛化能力，像Atlas这样高度智能的机器人提供了数据收集几乎没有障碍的条件，适用于需要全身精确、灵巧和力量的任务。”

“人形机器人的一个主要价值主张是它们可以直接在现有环境中实现大量各种任务，但以前编程这些任务的方法根本无法扩展以满足这一挑战，”丰田研究所高级副总裁Russ Tedrake表示。“大型行为模型在根本上以新方式解决了这一机会——通过人类示范快速添加技能，随着LBM的增强，它们所需的示范越来越少，能够实现越来越强大的行为。”

该项目由Scott Kuindersma和Russ Tedrake共同领导，正在进行研究，以回答有关人形机器人和大型行为模型的基本问题，推动该领域对全身控制、大规模模型、先进操控和动态行为的理解。

有关更多技术信息，请访问 [Boston Dynamics](https://bostondynamics.com/blog/large-behavior-models-atlas-find-new-footing/)。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。