title: 'Apera AI成功完成A轮融资，增加4名高管以促进增长'
date: 2025-07-30
author: ByteAILab

---

来自BDC投资部门BDC Capital、Lobby Capital、Flying Fish和J-Ventures的新投资将加速Apera AI在国际汽车、一级供应商和工业制造领域的增长。![图片](https://ai-techpark.com/wp-content/uploads/Apera-AI-Rai.jpg){ width=60% }

---

Apera AI，工业机器人自动化领域的4D视觉领导者，今天宣布完成了一轮超额认购的A轮融资。此次融资包括来自BDC投资部门BDC Capital的重大新投资，该部门是加拿大最活跃的风险投资者之一，同时，现有投资者Lobby Capital、Flying Fish Ventures和J-Ventures的参与也有所增加。这笔资金将加速Apera AI的快速增长，进一步投资于人员、流程和4D视觉技术的产品创新，以推动人工智能驱动的机器人自动化。
随着全球制造业对机器人自动化需求的激增，Apera AI已经经历了近3倍的年收入增长，并建立了强大的客户基础，包括北美所有六大汽车原始设备制造商、其一级供应商和超过100家工业制造商。
“在BDC，我们坚定相信，工业创新领域的硬科技投资是推动经济扩张和应对未来机遇的关键，”BDC Capital工业创新风险基金的管理合伙人Aditya Aggarwal表示。“我们认为4D视觉对视觉引导机器人技术的变革性创新将解锁工业制造自动化。全球顶尖汽车制造商和数十家工业公司已经依赖Apera AI的技术。我们很高兴能够投资他们的未来，并帮助创造另一家加拿大冠军企业。”
作为扩张战略的一部分，Apera AI加强了其高管领导团队，增设四个新职位。Peter Brouwer担任全球销售高级副总裁，Genèse Castonguay被任命为市场副总裁，Joseph Lee, CA担任首席财务官，Robert St-Jacques则成为人事副总裁。每位新高管都拥有在人工智能、自动化和企业软件领域扩展高增长技术公司的丰富经验。
“Apera AI正处于一个令人兴奋的增长时期，”Apera AI的首席执行官兼创始人Sina Afrooze表示。“我们的4D视觉技术正在解决之前无法解决的机器人自动化挑战，释放了AI在实际制造中的真正力量。通过这笔资金注入和世界级的领导团队，我们正在扩大服务全球最先进制造商的能力。”
解决复杂的自动化挑战，4D视觉
Apera AI的专利4D视觉平台结合了最先进的3D视觉和人工智能——“第四维”——赋予工业机器人类似人类的视觉和高级人工智能。这使得在如物料捡拾、去架和复杂组装等应用中，实现高速、精确的表现。与传统的3D视觉系统常常在实际制造中表现不佳不同，Apera AI的4D视觉技术由AI驱动，使机器人能够适应变化的物料箱、变化的光照条件、磨损的抓手和复杂的零件几何形状，从而在最苛刻的工业环境中解锁机器人速度、准确性和可靠性。
“我们的客户不仅仅在寻找工具，他们在寻找能够与其扩展的长期合作伙伴，”全球销售高级副总裁Brouwer表示。“Apera AI凭借合适的技术、专业知识和现在的资金，独特地处于迎接这一需求的最佳位置。我们将在今年秋天将销售团队翻倍，并在底特律开设一个新办公室，以便更贴近北美制造业的心脏地带的客户。”
让AI隐形：为工厂地面提供无代码的人工智能
Apera AI的持续产品创新专注于使先进的自动化变得易于接入。最近的发布包括无代码设置工具、AI驱动的校准和实时诊断——所有这些旨在最小化部署时间并最大化操作可靠性。
“当AI隐形时，它的力量是最大的，”市场副总裁Castonguay表示。“制造商不应该考虑机器学习——Apera AI让工程师专注于生产、正常运行时间和性能。我们的使命是使视觉引导的机器人自动化变得更加可接近。”
为制造商而建，由专家支持
随着在北美和欧洲的团队不断壮大，Apera AI在交付卓越工程支持、可靠部署和可测量的投资回报方面建立了良好的声誉。该公司的合作伙伴中心方法确保每一次部署都与生产目标保持一致，并带来长期的价值。
“在智能自动化的全球需求达到历史新高的背景下，Apera AI的A轮融资标志着公司一个关键的时刻——也是行业的一次重大飞跃，”Lobby Capital创始合伙人Buddy Arnheim表示。“Apera AI不仅提供产品，而是为现实制造中的机器人视觉设定了新的标准。”

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。