title: 'BforeAI被世界经济论坛评选为2025年技术先锋'
date: 2025-06-24
author: ByteAILab

---

网络安全领导者凭借其前沿的AI技术驱动创新以带来积极变化。![图片](https://ai-techpark.com/wp-content/uploads/BforeAI.jpg){ width=60% }

---
BforeAI，全球速度最快、精度最高的预测性攻击情报和数字风险保护解决方案，今天宣布被世界经济论坛评选为2025年技术先锋。BforeAI是100家领先的早期初创企业之一，因其具有改善世界潜力的前沿技术而被选中。

技术先锋是创新者社区的一部分，这是一个全球范围内的使命驱动型初创企业网络，帮助它们扩展影响力和技术，以积极塑造共同未来。技术先锋社区的成员涉及生命科学、健康、能源、环境、信息技术、新媒体等多个不同领域，成员选择标准包括对前沿技术的创新，有效商业模式的影响力，创造对社会和地球的积极长期影响，以及与世界经济论坛的使命相符并能贡献时间和专业知识的领导力。

“我们非常荣幸能够获得世界经济论坛的这一认可，表彰我们在预测和阻止网络犯罪方面的努力，每天保护超过2500万互联网用户免受恶意活动的影响，”BforeAI联合创始人兼首席执行官Luigi Lenguito说道。“成为技术先锋进一步验证了我们对创新的承诺，以及创建能够预防性地保护组织免受危险基础设施和防御常见网络安全威胁的技术解决方案的承诺。我们期待与其他技术先锋合作，推动AI的变革力量，以更加公平的方式对现代紧迫的网络安全问题做出积极贡献，造福全球的组织和社区。”

作为今年唯一被选中的网络安全公司，BforeAI在预测安全解决方案方面展现了卓越的领导力。该公司的使命是前瞻性地保护数据、IT/OT网络、数字资产、客户、员工和品牌声誉。其PreCrime™平台通过行为预测情报监控98%的互联网，以平均18天的领先时间来应对网络威胁，同时虚假阳性率仅为0.05%。

作为技术先锋，BforeAI的首席执行官Luigi Lenguito将参加世界经济论坛主办的全球会议、研讨会和活动，以及专门为创新者社区成员举办的定制聚会。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。