title: 'Orchid Security任命首席收入官助力下一个增长阶段'
date: 2025-04-20
author: ByteAILab

---

Trish Cagliostro加入，预见通过战略合作伙伴对身份和访问管理的转型
Orchid Security致力于简化身份和访问管理（IAM）的复杂性，宣布Trish Cagliostro被任命为首席收入官（CRO），负责引导其市场推广并基于早期的财富1000强客户进行发展。![图片](https://ai-techpark.com/wp-content/uploads/Orchid-Se.jpg){ width=60% }

---
Cagliostro最近担任Wiz的渠道与联盟副总裁，成功建立了全球合作伙伴组织，推动公司在18个月内实现1亿美元的年度经常性收入（ARR），并在头四年内达到3.5亿美元。这一势头促成了与其战略合作伙伴谷歌的320亿美元收购。Cagliostro带来“伙伴优先和唯一”的方法，构建Orchid Security的市场推广基础。

“我看到Orchid的情况与Wiz的早期阶段有许多相似之处，这也是我对这个机会感兴趣的主要因素之一，”Cagliostro说。“身份领域正在经历一个转折点，迫切需要一种全新的方法。正如Wiz利用图数据库等尖端技术重塑云安全一样，我看到Orchid有望在IAM领域做出相同的变革。”

Orchid正在利用新技术，包括基于OpenTelemetry的身份可观察性和生成式AI/大语言模型（LLM）身份流评估，采用以应用程序为中心的身份方法。这些进展使组织能够持续发现和增强身份安全，自动化传统手动流程，降低成本，释放开发者时间并增强安全态势。

“企业不再依赖人力，无论是内部人员还是外包，反复评估每个新应用程序的预期身份控制或每个新身份工具与所有现有应用程序的集成……过一次又一次，”Cagliostro说。“相反，Orchid Security自动化并加速这些手动流程，以加快新IAM工具的部署，让组织拥有对真实身份安全态势的完整和持续的视图，并能够关闭身份暴露。”

以身份治理和管理（IGA）为例——根据Gartner，去年的支出达到了30亿美元。平均项目需要42个月，费用超过100万美元，仍然处于未完成状态。行业专家估计，平局IGA覆盖率仅为9%。相比之下，Orchid Security使组织能够在仅仅四个月内完成这样的项目，且成本大幅降低，覆盖率显著提高。“减少项目持续时间，同时交付更好的结果，对于合作伙伴而言是一个巨大的成功，他们现在可以展示即时价值，而不是年复一年陷入同一项目中，”Cagliostro说。

Orchid在四个月前刚刚走出隐身状态，成功完成3600万美元的种子轮融资，并正在获得强劲的市场吸引力。“我们看到明显的机会——从我们通过Team8的公司建设模型的起步到早期财富500强客户的采用，所有迹象都表明产品市场契合度很强，”Orchid Security的首席执行官兼联合创始人Roy Katmor说。“现在，一切都在于执行和扩大规模。公司证明了，在适当的时机、团队和产品下，经过合理的计划和执行，卓越的增长是可能的。我们相信我们处于类似的位置，并且很高兴引入这样一位具有第一手经验的人来帮助我们达到下一个水平。”

每年在IAM相关服务上的支出达到约50亿美元，合作伙伴在任何身份项目中都是不可或缺的一部分，无论是作为顾问、架构师还是实施者。认识到他们的重要角色，Orchid Security全力以赴依靠渠道作为进入市场的途径，100%的业务通过合作伙伴进行。“Orchid Security的创始人选任像我这样一位成熟的渠道领导者来负责整个销售组织，应该告诉你们我们对渠道的承诺有多坚定，”Cagliostro说道。

欲了解有关Orchid Security的更多信息，请访问https://www.orchid.security。要听听Trish的想法，请阅读她的欢迎博客。
GlobeNewswire是全球最大的新闻传播网络之一，专注于将企业新闻稿、财务披露和多媒体内容传递给媒体、投资者、个人投资者和公众。
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。