---

        title: 'Vertesia推出AI智能代理构建器以自动化复杂工作流'
        date: 2025-06-29
        author: ByteAILab

---

        新平台能力使企业能够快速构建和操作能够使用Vertesia的先进工具集进行思考、规划和执行复杂多步骤工作流的代理
        Vertesia，一家统一的低代码平台开发商，专注于构建、部署和操作企业级生成性AI（GenAI）应用程序，今天推出了其强大的新产品——自主代理构建器——为企业提供了一种更快速、更有效的方法来开发和部署能够在各个行业中提供新水平的效率、智能和现实问题解决能力的AI代理。![图片](https://ai-techpark.com/wp-content/uploads/Vertesia.jpg){ width=60% }

---

        
        Vertesia的代理构建器的独特之处在于代理所拥有的一整套丰富且不断增长的工具，能够自主实现目标。这个先进的可定制工具集使代理能够思考、规划和执行即使是最复杂的业务流程；查找信息；创建文档；分析和修改内容，包括图像、PDF和电子表格；甚至还可以启动并行工作以更高效地解决复杂问题的子代理。
        
        “代理能够以指数级的速度执行任务。这不是魔法，它们是软件，只有当它们能够访问强大的工具和运行其上的底层平台时，它们才能发挥作用，”Vertesia首席营收官Chris McLaughlin说道。“这就是为什么Vertesia构建了一个深入且可扩展的工具库，超越市场上任何其它产品。”
        
        自主代理依托于Vertesia平台的三大核心支柱，提供了代理成功运营所需的重要基础设施、企业级安全、可观察性和控制力。这包括：
        
        - 智能内容处理：通过丰富的元数据和结构来丰富非结构化内容，以确保从LLM（大型语言模型）获得准确结果，包括Vertesia最近发布的语义文档准备。
        - 可配置的GenAI任务：提供灵活性以支持任何推理提供者或在任何公共云中跨模型系列工作，从而实现细粒度的业务特定流程自动化。
        - 高级代理工作流：由Temporal提供支持，针对复杂、长时间运行的企业级工作流，具备高级AI能力，让代理能够动态适应变化的环境并执行并行任务。
        
        “每个人都希望立即利用自主AI代理，但现实是没有一个强大的基础，就无法为生产使用构建真正的代理。如果没有先进的处理来准备您的业务内容用于RAG和LLMs，您的代理将会产生幻觉。如果不能观察特定业务的代理并无缝切换AI模型，您就无法在生产中运营专业代理，并保持其在生产中的能力。如果没有企业级工作流和强大的工具，您的代理也许会开始，但是永远不会完成或提供预期的结果。我们的综合平台为企业提供了可靠地构建、测试和操作最先进的自主AI代理所需的一切——这种DIY的方法是不可行的，”Vertesia产品副总裁Grant Spradlin说。
        
        Vertesia新的自主代理构建器解锁了远远超出简单规则基础自动化的商业应用。在金融服务领域，代理可以在几分钟内审查收益电话会议记录并生成投资级摘要。在零售和消费品领域，它们可以本地化产品内容、简化营销工作流程，并支持准确的需求预测——所有这些都无需人工干预。在医疗保健领域，代理可以帮助提高索赔提交的准确性，并自动化和加快重新提交过程，减少拒付，帮助提供商更快地捕获收入。
        
        自主代理构建器现在作为平台的核心能力向所有Vertesia客户开放。要查看其工作原理或请求个性化演示，请访问www.vertesiahq.com。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。