title: 'GrayMatters Health宣布推出Prism™套件'
date: 2025-05-17
author: ByteAILab

---

创新的Prism™平台现在包括抑郁症患者的治疗方案
GrayMatters Health (GMH)，在通过数字脑生物标记优化心理健康治疗方面的先驱，今天宣布推出Prism™套件，这是一个全面的下一代解决方案组合，旨在增强医疗提供者的能力并改善患者的治疗效果。![图片](https://ai-techpark.com/wp-content/uploads/GrayMatters-Health.jpg){ width=60% }

---
基于FDA认证的PTSD Prism™的成功，新扩展的套件现在包括抑郁症治疗方案，进一步扩大了GMH对心理健康领域的影响。

Prism™采用世界首个 fMRI 赋能的数字生物标记，正在重塑提供者如何引导患者心理健康之旅。该产品组合中的最新创新是抑郁症治疗方案，指导患者学习调节与抑郁相关的脑活动，使用激励系统生物标记。

“看到使用 fMRI 赋能的生物标记来连接大脑系统的新干预措施的面世令人兴奋，”巴朗大学精神病学与人类行为教授、巴特勒医院神经调节研究中心主任林达·卡彭特（Linda Carpenter）博士评论道。“我们预计，Prism针对激励系统生物标记的治疗将为患有以快感缺失为特征的抑郁综合症的患者提供个性化和有效的护理选择。”

在互动环节中，患者探索心理策略，以提升激励系统生物标记的水平，并让模拟中的动画角色参与活动。发表在《脑科学》上的抑郁症试点研究结果显示，78%参与者的抑郁症状（HDRS）有所减轻，并且对快感缺失症状（SHAPS-C）有显著的大效应。

“通过加入抑郁症治疗方案，我们为更多患者提供个性化体验的大门，”GrayMatters Health首席执行官兼联合创始人奥德·克拉夫特（Oded Kraft）表示。“通过利用大脑的力量，我们为心理医疗提供者提供了指导患者实现有意义、可衡量进展的工具。”

为了补充患者的体验，Prism™套件还为提供者提供了一套强大的功能，以监测患者进展，并提供有关患者体验的洞见，以提升参与度。Insights工具提供了每位患者表现的数据驱动分析以及指导他们Prism体验的建议讨论主题。

GMH的革命性技术建立在其专有的EEG-fMRI模式（EFP）数字生物标记之上，使用先进的机器学习将高分辨率fMRI数据映射到EEG信号。该公司的获奖FDA认证PTSD治疗正在加利福尼亚州、康涅狄格州、佛罗里达州、乔治亚州、伊利诺伊州、马萨诸塞州、纽约州、北达科他州、宾夕法尼亚州、罗德岛州、德克萨斯州和华盛顿州的诊所中帮助患者学习自我调节与PTSD相关的脑活动。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。