title: 'Proofpoint 任命新任 EVP 兼威胁保护集团总经理'
date: 2025-06-25
author: ByteAILab

---

资深网络安全领袖带来成熟的记录和战略愿景，旨在提升集成平台安全性  
Proofpoint, Inc.，一家领先的网络安全和合规性公司，今天宣布任命 Tom Corn 为其威胁保护业务的执行副总裁兼总经理，立即生效。![图片](https://ai-techpark.com/wp-content/uploads/Proofpoint-Appoints.jpg){ width=60% }

---
  
作为一名经验丰富的网络安全高管，Corn 先生在云计算、基础设施和平台安全方面拥有二十多年的领导经验。在他的任期内，他将负责推动 Proofpoint 的威胁保护战略、产品创新和市场执行，加快公司在当今复杂威胁环境中保护人们和捍卫数据的使命。  
在加入 Proofpoint 之前，Corn 先生共同创办了一家专注于保护代理人工智能应用的初创公司。他曾担任 Ontinue 的首席产品官，帮助塑造了该公司的基于人工智能的管理扩展检测与响应 (MXDR) 方法。他还曾在 VMware 和 RSA 担任高级领导职务，领导了有关云、终端、网络、身份和数据安全产品开发的重要举措，为云工作负载保护、微分段和网络风险分析等行业领先的进展做出了贡献。  
“我们很高兴欢迎 Tom 加入 Proofpoint 的执行团队，”Proofpoint 首席执行官 Sumit Dhawan 说道。“Tom 在云和基础设施安全方面的深厚专业知识，加上他对集成平台和不断发展的生成式人工智能在安全中角色的前瞻性思考，将对我们继续为客户提供最全面和有效的威胁保护解决方案至关重要。他的领导正值我们使命的关键时刻，我们旨在定义人本安全的未来，帮助组织以更智能、更具可扩展性的方式抵御今天最先进的威胁。”  
“Proofpoint 独特地定位于引领人本安全，我很高兴能成为这一致力于创新、客户影响和平台中心方法的公司的成员，”Tom Corn 表示。“我期待着与团队合作，进一步提升我们市场领先的威胁保护能力，并为我们的客户带来有意义的安全成果。”  
此前领导 Proofpoint 威胁保护集团的 Darren Lee 将担任新设立的战略项目执行副总裁一职，直接向 Proofpoint 首席执行官 Sumit Dhawan 汇报。  

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。