title: 'DEEPX和百度合作推动全球端设备人工智能'
date: 2025-08-13
author: ByteAILab

---

经验丰富的销售领导者，凭借在网络安全公司成功扩大国际市场的记录，OX应用安全的领导者今天宣布任命Ohad Cohen为首席营收官（CRO）。![图片](https://ai-techpark.com/wp-content/uploads/OX-Securit-1.jpg){ width=60% }

---
在这个角色中，Cohen将监督全球销售运营和市场策略，进一步推动OX安全的使命，使组织能够专注于实际重要的网络风险，从代码到运行时。

作为销售副总裁，Cohen在建立OX成为应用安全行业增长最快的公司之一方面发挥了重要作用，在过去一年里，销售额达到了1000万美元，并且其客户群体增长了三倍以上。OX赢得了包括微软、IBM、英特尔、eToro和SoFi在内的200多家国际领先组织的信任。

Cohen的升职为CRO体现了OX安全继续扩大全球影响力和满足对高效、全面和无缝的应用安全解决方案不断增长的需求。作为CRO，他将指导公司在各个地区的全球销售运营，强化与网络安全生态系统内的战略合作伙伴关系，并广泛扩大OX在企业和商业市场的影响力。

“我每天听到来自行业专家的信息，他们认为市场准备好去除噪音，专注于真正重要的风险、漏洞和警报，”Cohen说。“在OX这样的关键时刻，我很高兴能担任这个扩大的角色，并期待领导我们的全球努力，使组织能够在整个开发生命周期内保障安全——从代码到运行时——而不会浪费宝贵的时间和资源。”

在加入OX之前，Cohen曾在Cider Security担任销售负责人，负责市场策略，推动公司年经常性收入翻倍，直到在2022年底被Palo Alto Networks收购。他在软件和网络安全销售领导方面拥有超过15年的高影响力经验，带着丰富的经验走入他的这个新角色。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。