title: 'ARCHIMED收购Arkstone以推动AI临床决策市场'
date: 2025-08-01
author: ByteAILab

---

Arkstone，作为一家创新的生物技术公司，致力于使传染病专长普及并应对抗微生物耐药性，被全球医疗私人股本公司ARCHIMED收购，后者现在持有其多数股份。![图片](https://ai-techpark.com/wp-content/uploads/ARCHIME.jpg){ width=60% }

---
  
Arkstone是一家在机器学习（ML）和人工智能（AI）驱动的传染病临床决策支持和抗微生物管理领域的先驱，现已宣布被专注于医疗行业的领先私人股本公司ARCHIMED收购。    
这一交易标志着Arkstone成长轨迹中的一个重要时刻，使该公司能够扩大其全球足迹，深化研发能力，并将其精准指导技术带给全球更多临床医生。在ARCHIMED的资金支持、广泛的医疗专业知识和国际影响力下，Arkstone准备扩大其在全球抗微生物耐药性（AMR）斗争中的影响力，这是我们时代最紧迫的公共卫生威胁之一。  
“Arkstone的OneChoice报告正在重新定义传染病管理。我们的合作将使Arkstone能够进入更多市场，加速产品创新，并最终通过减少抗生素的误用来拯救生命，”ARCHIMED合伙人Igor Petricca表示。“这笔交易提供了一个额外的维度，因为临床决策支持软件（CDS）和传染病正处于我们医疗IT和诊断部门的热门子行业交叉点。”  
Arkstone的旗舰产品OneChoice报告利用人类参与的机器学习和人工智能，通过分析实验室结果和患者数据生成最佳的传染病治疗建议，并在实验室结果到达时向临床医生提供患者特定的指导。该报告已在美国及国际范围内使用，Arkstone正在改变医疗服务提供者对传染病的诊断、治疗和理解方式。  
“ARCHIMED对Arkstone的收购加速了我们的使命，并为创新和全球影响力开辟了新天地，”Arkstone首席科学官及联合创始人Ari Frenkel博士表示。“这个伙伴关系保证我们拥有资源、网络和战略指导，以在全球交付我们的愿景。我们将共同拓展临床医生获取抗微生物耐药性工具的机会，促进负责任的处方。”  
在收购后，Arkstone将继续保留现有团队运作。该公司的下一个阶段将专注于快速增长、进一步的产品开发以及进入新市场。  
Arkstone的首席技术官及联合创始人Dave Gross评论道，“这次合作标志着Arkstone的一个变革性里程碑。ARCHIMED深厚的专业知识和全球影响力将显著提升我们快速创新的能力，并将拯救生命的抗微生物管理解决方案带给更广泛的全球观众。我们非常期待开启这个激动人心的新篇章。”  
这一合作关系强调了抗微生物管理的关键重要性，并将Arkstone定位为AI、传染病和临床决策支持交汇处的全球领军者。  
“这笔收购是对我们与合作伙伴之间深厚信任的有力肯定，也是我们团队提供的世界级支持的体现，”Arkstone首席客户官及联合创始人Sol Levi表示。“这是一个机会，使我们的个性化方法能够惠及更多合作伙伴，加速创新，并深化始终定义Arkstone成功的合作关系。”  
随着Arkstone迈入这一新篇章，它将坚定不移地致力于赋能临床医生、保护患者，并引领精准指导的传染病临床决策支持的未来。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。