title: 'EPAM研究揭示了企业AI采用中的阻碍因素'
date: 2025-04-19
author: ByteAILab

---

从现代化过时技术到实施负责任的AI治理，报告考察了推动企业AI成功的关键因素，展望2025年及以后
EPAM Systems, Inc.（纽约证券交易所代码：EPAM），一家领先的数字化转型和服务及产品工程公司，今天宣布发布其AI研究报告《从炒作到影响：企业如何释放AI带来的真正商业价值》。![图片](https://ai-techpark.com/wp-content/uploads/What-Is.jpg){ width=60% }

---
该报告基于对来自九个国家和八个行业的7300名参与者的调查，考察了AI采用的现状、企业在寻找从AI投资中产生切实商业价值过程中面临的挑战和机遇。
研究表明，来自美国、加拿大、英国、德国、瑞士、法国、荷兰、新加坡和阿根廷的受访者对企业AI采用的认知与现实之间存在显著差距。近一半（49%）的受访者将其公司评为“AI实施先进”，其中5%被认为是“颠覆者”，32%为“有能力”，14%为“初学者”。然而，只有26%的自认为先进公司和颠覆者成功将AI用例推向市场。
“随着ChatGPT的发布以及在2023年和2024年期间，各行业的企业都在尝试AI并开发概念验证，主要以寻求即时的生产力提升和运营效率，”EPAM首席市场和战略官Elaina Shekhter表示。“这项新研究清晰地表明，我们现在正进入一个新阶段，成功的关键在于识别高价值用例并战略性地优先考虑它们，以实现广泛的组织影响。能够有效协调人才、数据和技术围绕这些优先用例的企业，将在2025年及以后实际部署AI并从AI投资中获得商业价值。”
报告的主要发现包括：

- AI投资加速：公司计划在2025年将AI支出增加14%，这表明其对AI驱动增长的持续承诺。
- 大规模应用AI仍然是一大挑战：虽然30%的技术先进公司已成功大规模实施AI，但许多组织在实验与企业范围内部署之间存在鸿沟。
- AI对业务的直接影响：颠覆者将53%预期的2025年利润归因于AI投资，显示出市场领先者的切实财务影响。
- 治理和安全滞后于AI增长：企业预计实施有效AI治理模型至少需要18个月，这显示出与快速变化的监管环境对齐的复杂性。
- AI人才仍然是优先项：43%的所有被调查公司计划在2025年招募与AI相关的岗位，机器学习工程师和AI研究人员是最需求的职位。

“提高生产力和运营效率是普遍目标，但真正的转型在于弥合技术团队与业务之间的差距，”EPAM副总裁Dmitry Tovpeko表示。“随着AI重塑企业，开发者正从任务导向的用户进化为战略专家，负责任地利用AI解决端到端场景。成功的关键不在于技术堆栈或云基础设施，而在于将技术团队与商业目标对齐，以解决真实世界的客户问题。”
为了实现AI的全部潜力，报告强调了协调人、数据和技术以释放真实商业价值的重要性，并确定了成功采用AI的四个关键领域：

- 人员、流程和文化：有效的AI实施需要强有力的高层领导，清晰阐明优先事项和重点领域。数据表明，65%的颠覆者理解AI采用所需的技能。
- 业务和技术现代化：虽然31%的高管认为过时技术是AI采用的障碍，但真正的挑战在于业务和技术团队之间缺乏对齐。一旦明确的组织目标建立并传达，工程团队就可以制定现代化战略。
- 安全：安全始终是高管和工程团队的普遍优先事项，尤其是关于数据保护、数据质量和云安全，35%的企业表示实现现代化的最大挑战是缺乏复杂的安全程序。
- 治理和负责任的AI：虽然75%的先进公司声称已建立明确的AI战略，但仅有4%的颠覆者表示已开发出全面的治理框架，即使他们明白有效治理通常需要18个月。

根据Forrester在其《2025年预测：人工智能》报告中，2025年将重新关注战略，深化业务与IT之间的合作，重新转向预测性AI，以及随着企业共同管理数据和AI的新技术和架构。
“在2023年，抢占AI的竞赛使得许多人进行尝试，但一小部分先驱者脱颖而出，将大胆构思转变为可扩展的现实，”EPAM NEORIS首席AI官Nir Kaldero表示。“这些领导者将挑战视为机会，将规章视为不可谈判，将未知视为空间进行创新。AI的下一个阶段不仅仅是实验，而是以企业范围的大规模高影响用例为中心的部署，同时继续努力对齐人和文化、数据和云以及新的过程，以释放真正的指数级商业价值。”
报告最后指出，组织必须将AI与其商业目标对齐，而不是调整商业目标以适应AI能力。在这一新阶段的成功要求企业超越单纯为提高生产力和运营效率而实施AI。为了获得竞争优势，前瞻性的企业必须在其整个价值链中战略性地利用AI，以推动收入增长和提升客户体验。
完整报告包括针对不同阶段AI之旅的企业的详细见解和实用建议。
要阅读完整的《2025年人工智能报告》，请访问：www.epam.com/ai-report-2025。
方法论
本报告中发布的数据基于对7300名来自员工人数超过10000的企业的调查，受访者来自C级高管和副总裁层，以及来自美国、加拿大、英国、德国、瑞士、法国、荷兰、新加坡和阿根廷的工程师和开发人员，覆盖八个行业（金融服务、生命科学和医疗技术、教育与商业信息服务、能源、零售和消费品、通讯、媒体和娱乐、保险、汽车和制造）。调查于2024年10月24日至2024年12月3日进行，数据收集与Censuswide合作。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。