title: 'Infinitus推出首个值得信赖的语音AI代理用于医疗'
date: 2025-04-27
author: ByteAILab

---

专有的无幻觉AI代理架构保护患者和提供者，在经过验证的企业级语音AI平台上提供服务  
Infinitus Systems, Inc.是一家人工智能公司，已经支持了超过1亿分钟的医疗对话，为超过100万名患者加速了医疗服务。![图片](https://ai-techpark.com/wp-content/uploads/Infinitus.jpg){ width=60% }

---
今天，Infinitus宣布推出首个面向患者和提供者的语音AI代理，专为信任至关重要的用例而设计。  
Infinitus语音AI平台旨在确保患者和提供者对AI代理的信任，这些代理能够通过准确的、全天候的访问提供者或支付方策划的专业知识，转变患者体验。Infinitus已经提升了其经过验证的多模态、多模型平台，以支持内容丰富、通常复杂的患者对话，这些对话可以包含超过100次的交流，确保其遵循批准的内容、提供者和计划流程以及监管要求。Infinitus是第一个包括四项创新的语音AI架构，旨在与提供者及其患者建立信任：

- **AI响应控制以实现可信响应**：一种专有的离散动作空间利用大型语言模型(LLM)的力量来理解和促进对话，同时确保AI代理不会幻觉或生成任何不准确或超出客户或监管机构批准标准操作程序的响应。
- **专门知识图谱以实现可信信息交换**：Infinitus知识图谱允许代理实时上下文化和核实信息，将患者或支付方代理提供的信息与特定于支付方计划、治疗领域、患者历史、客户提供的知识库等受信源进行验证。
- **AI审查以实现可信结果**：这一自动化后处理和验证系统结合了从执行数百万任务中获得的类似人类的推理能力。AI评估对话输出，以确定响应及提取信息是否在任务的上下文中准确，从而提供一种手动无法实现的关键监督水平。必要时，AI代理可以标记给人类并建议后续行动。
- **稳健的安全和合规程序以实现可信流程**：Infinitus遵循SOC 2和HIPAA要求，包括偏差测试、受保护健康信息(PHI)的编辑以及安全、公正的数据处理的数据保留。

虽然代理在医疗应用中已被广泛使用，但它们尚未被有意设计为获得临床医生和患者的信任。  
“作为患者，最重要的问题通常发生在下班后，当护理团队休息或睡觉时。AI代理可以帮助减轻这种焦虑，在任何时间、任何地方赋予患者权力。但这只有在技术中内嵌信任和责任时才有可能。” Infinitus的首席执行官兼联合创始人Ankit Jain表示。“我们相信，我们是第一个在平台的每一个层面上提供医疗健康领域应有的信任的公司。”  

**面向患者和提供者的AI代理**  
Infinitus的AI代理可以主动拨打电话给患者，提供提示、请求和跟进，同时为患者提供全天候电话服务，以回答问题并在其医疗旅程中提供帮助。AI代理提高了医疗健康素养，支持药物依从性，及时升级任何报告的不良反应，尤其有利于管理慢性病或特殊药物需求的个人。  
面向提供者的代理提供准确可靠的详细信息，帮助简化报销流程，确保无缝体验。通过自动拨打电话给提供者，Infinitus的AI代理简化了护理协调并节省了时间，确保提交适当的临床文档、签名或批准，防止延误并改善患者获得疗法的机会。Infinitus的面向提供者的AI代理还可以让提供者了解治疗和政策，帮助他们在没有行政负担的情况下提供最高质量的患者护理。  
Zing Health是一家为美国服务不足的人群提供个性化护理的医疗保险优势提供商，已经部署了Infinitus的面向患者的AI代理，以进行全面的成员健康评估，从而扩展其员工资源并提供更一致的体验。  
“Infinitus已成为我们入职流程的关键部分，能够在新成员旅程的前60天内高效完成健康风险评估。健康风险评估是Zing护理模式中的重要一步。响应提供了我们成员医疗需求的早期洞察，使我们能够从一开始就提供个性化的参与、定制的护理和专门支持。” Zing Health的首席运营官Meghan Speidel表示。“自从部署Infinitus AI代理以来，我们的团队能够专注于有积极和紧迫需求的成员，在这些成员身上集中注意力可以产生最大的影响。”  
“In healthcare, only trust can unlock the full value of any innovation,”  Infinitus的首席技术官兼联合创始人Shyam Rajagopalan表示。“我们设计Infinitus的AI代理，确保临床对话不仅对患者和提供者极具价值，而且在患者旅程中一些最敏感的时刻是可信和合规的。”  

**扩展支付方面向的AI代理**  
新的支付方面向AI代理产品现在支持支付方，例如，在保险发现和事先授权后续工作中。新的数字产品包括医疗保险B部分和医疗保险受益者标识符(MBI)查询，帮助提供者减少验证资格的延迟，帮助患者获得必要的数据以获得和负担医疗服务。Infinitus扩展的支付方面向产品强化了公司减少行政负担、推动医疗生态系统创新的承诺。  
这紧随其后的是Infinitus入围Fast Company的2025年全球最具创新公司名单，表彰正在塑造行业的医疗企业。  

---  
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。