title: '波士顿动力与丰田研究院机器人向通用人工智能人形机器人迈进'
date: 2025-08-25
author: ByteAILab

---

联合研究合作使Atlas人形机器人实现自主的全身操作和运动行为，采用大型行为模型
今天，波士顿动力和丰田研究院（TRI）宣布在机器人和人工智能研究方面迈出了重要一步：展示了一种大型行为模型（LBM），为Atlas人形机器人提供支持。![图片](https://ai-techpark.com/wp-content/uploads/Boston.jpg){ width=60% }

---
在今天两家组织共同发布的视频中，Atlas执行了一系列复杂任务的长时间连续序列，这些任务需要将物体操控与运动结合起来。通过采用LBM，过去需要费力手工编程的新功能现在可以迅速添加，而无需编写任何新代码。

视频展示了这款人形机器人使用全身运动（如走路、蹲下和举起）完成一系列打包、分类和组织的任务。在整个任务序列中，研究人员在任务中插入了意外的物理挑战，例如关闭一个盒子的盖子并将其滑动到地板上，要求Atlas进行自我调整以应对。这种能力之前已经有展示过的人形机器人通常将低级走路和平衡控制与手臂的操控分开；而在这项工作中，单个大型行为模型直接控制整个机器人，将手和脚几乎视为相同。

这一突破得益于2024年10月波士顿动力与TRI之间的联合研究合作，旨在利用他们各自的优势和专业知识来加速智能机器人的发展。结果重申了人工智能技术在开发通用人形助手方面的巨大潜力。

“这项工作让我们一窥如何构建会改变我们生活和工作的通用机器人，”波士顿动力机器人研究副总裁Scott Kuindersma表示。“训练一个单一的神经网络来执行许多长时间范围的操作任务将带来更好的泛化能力，高度能力的机器人如Atlas在需要全身精确、灵巧和力量的任务中呈现出最少的数据收集障碍。”

丰田研究院大型行为模型高级副总裁Russ Tedrake表示：“人形机器人的主要价值主张之一是它们可以在现有环境中直接完成大量任务，但以往编程这些任务的方法根本无法扩展以满足这一挑战。大型行为模型以一种根本新的方式解决了这个机会——技能通过人类的演示迅速添加，随着LBM变得更强大，它们需要的演示也越来越少，从而实现越来越稳健的行为。”

这个项目由Scott Kuindersma和Russ Tedrake共同领导，旨在回答关于人形机器人和大型行为模型的基础性问题，推进该领域对整个身体控制的大型模型的理解，包括先进的操控和动态行为。

有关更多技术信息，请访问 https://bostondynamics.com/blog/large-behavior-models-atlas-find-new-footing/。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。