title: 'Zimmer Biomet收购Monogram Technologies，扩展机器人技术'
date: 2025-07-15
author: ByteAILab

---

拟议交易创建了最广泛、最灵活的骨科机器人和导航技术组合，以满足外科医生的需求
预计收购将在2025到2027年对调整后的每股收益持中性，并在此之后对收益具有增益，并预计从2027年开始对收入增长有所贡献。![图片](https://ai-techpark.com/wp-content/uploads/Zimmer-Biomet.jpg){ width=60% }

---

Zimmer Biomet Holdings, Inc.（纽约证券交易所及瑞士证券交易所：ZBH），一家全球医疗技术领导者，与Monogram Technologies Inc.（纳斯达克：MGRM），一家骨科机器人公司，今日宣布已签订最终协议，Zimmer Biomet将以每股4.04美元的现金收购Monogram所有已发行股票，相应的股权价值约为1.77亿美元，企业价值约为1.68亿美元。Monogram的普通股股东还将获得一种不可交易的附带价值权（CVR），使持有人如在2030年前实现某些产品开发、监管和收入里程碑，有权额外获得每股普通股最多12.37美元的现金。Zimmer Biomet和Monogram的各自董事会已一致批准了这一拟议交易。
Monogram的半自动和全自动机器人技术预计将为Zimmer Biomet的旗舰ROSA®机器人平台和广泛的导航及辅助技术扩展新的差异化能力。Monogram已开发出一种基于CT的半自动、AI导航的全膝关节置换（TKA）机器人技术，该技术于2025年3月获得FDA 510(k)批准，预计将在2027年初与Zimmer Biomet的植入物一起商业化。此外，Monogram还在开发该技术的全自动版本，具有显著提高安全性、效率和结果的潜力，以及应用于TKA之外的其他领域。交易完成后，Zimmer Biomet预计将拥有清晰的路径，成为骨科领域首家公司，提供完全自主的外科机器人。
“Monogram的技术是一次重大飞跃，展示了我们致力于成为外科机器人和导航领域最勇敢、最广泛的创新者，”Zimmer Biomet董事长兼首席执行官Ivan Tornos表示。“一旦交易完成，我们以客户为中心的产品组合将包括最全面和灵活的技术生态系统，以支持广泛外科医生的不同偏好——现在及未来。凭借Monogram的专有技术，Zimmer Biomet有潜力成为第一家公司实现完全自主的能力，重新定义骨科手术的标准和未来。”
拟议交易扩展了Zimmer Biomet广泛的骨科机器人、启用解决方案和分析能力，以满足外科医生在手术前、手术中和手术后的需求。Zimmer Biomet的广泛产品组合包括通过ROSA平台提供的无影像机器人；一款获得许可的CT基础手持机器人；混合现实导航；基于AI的手术导航；以及向先进的半自动和全自动机器人能力的路径。越来越多，Zimmer Biomet在全球范围内独特地定位自己，以解决各种外科医生的不同偏好，并处理多种外科技术，包括CT和非CT；机器人和非机器人；以及手动、以外科医生为中心的方法或半自动或全自动技术。
ROSA平台是Zimmer Biomet机器人产品的基石，目前在全球的安装量迅速接近2000个，并且在美国以外是市场领导者。Zimmer Biomet致力于继续推进ROSA平台，并正投资于一个强大的研发管道，预计在2027年前将推出几款新产品和软件应用。这包括ROSA Knee与OptimiZe，该产品已提交给FDA，预计今年晚些时候获得510(k)批准，以及ROSA后髋和ROSA肩部的全面商业推出。
“自成立以来，我们一直专注于推进骨科机器人技术，旨在安全、高效和准确地支持外科医生进行全膝关节置换，”Monogram首席执行官Benjamin Sexson表示。“我们非常高兴能将我们的技术加入Zimmer Biomet领先的外科机器人、导航解决方案和可信赖的植入物产品组合，并受益于他们深厚的行业经验和全球规模。”
Zimmer Biomet计划通过现金和其他可用债务融资来源的组合来为此次交易提供资金。Zimmer Biomet预计将保持强劲的资产负债表，并继续支持其既定的资本配置优先事项。
Zimmer Biomet认为，这一拟议交易和CVR结构在战略和财务上都具有吸引力。收购Monogram进一步增强了Zimmer Biomet在机器人领域的能力，这是骨科医疗中增长最快的领域之一。Zimmer Biomet预计，收购将在2027年及以后贡献收入增长，通过提高公司在美国的机器人膝关节采用率，拓展产品范围以吸引新客户，并扩大公司领先的全球膝关节产品供应。
Zimmer Biomet预计，该收购将在2025年、2026年和2027年期间对调整后的每股收益持中性，并在2028年及以后产生增益。此外，预计该交易将在第五年产生高单位数的投资资本回报率（ROIC），并在此后的年度提供逐步增加的贡献。
该拟议交易的完成需要获得所需的监管批准、Monogram普通股股东的批准以及其他惯常的成交条件，预计该合并将在今年晚些时候完成。
顾问摩根士丹利&Co. LLC担任Zimmer Biomet的独家财务顾问，霍根·洛维尔斯律师事务所为其提供法律咨询。
富国证券公司担任Monogram的独家财务顾问，杜安·莫里斯律师事务所为其提供法律顾问服务。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。