title: 'Sapient推出DynamiQ™用于药物发现与开发'
date: 2025-05-03
author: ByteAILab

---

DynamiQ整合了多种组学测量与配对的真实世界数据（RWD），通过序列样本实现对患者旅程、疾病驱动因素和药物反应的深度分析。![图片](https://ai-techpark.com/wp-content/uploads/Sapient-Launches.jpg){ width=60% }

---
  
Sapient是一家在多组学数据生成和临床洞察交付方面领先的公司，刚刚推出其下一代多组学与真实世界数据（RWD）人类生物数据库，现已更名为DynamiQ™ Insights Engine。这一新产品提升了Sapient在药物发现和精准药物开发策略中的分析速度、灵活性和深度。  
DynamiQ采用了扩展的数据湖仓基础设施，这是Sapient与其合作伙伴Rancho Biosciences共同开发的，能够快速策划Sapient独特的数据集，这些数据集包括每个样本中成千上万的蛋白质、代谢物、脂质和细胞因子的测量，以及匹配的基因组数据和真实世界数据，诸如电子健康记录（EHR）、实验室测量和临床结果。这些数据已从超过56,000个来自多样化个体的样本中收集和整合，为纵向分析提供了最为深度表型的数据集之一。  
数据在各种条件、诊断和结果中得到和谐，便于快速创建队列，以发现、验证和表征生物标志物或治疗目标。它还提供了患者旅程的纵向视图，以识别疾病和药物反应的动态驱动因素，并比较个体之间及随时间推移的疾病进展和治疗反应模式。  
“疾病过程并不是静态的，这就是DynamiQ的独特之处，”Sapient首席执行官Jonathan Usuka博士说道。“我们专注于动态分子过程的深度表征，这些过程通过调节疾病和外部因素的蛋白质和代谢物进行表达。我们从在不同时间点采集的同一患者的样本中获得这些多组学测量，当我们将其与临床数据结合时，可以更好地解读复杂性疾病在患者真实世界体验中的表现——疾病亚型如何显现，生活方式因素如何贡献，以及药物暴露和依从性如何影响生物机制和临床结果。这对于理解疗法在患者中的实际效果非常强大，有助于更好地预测反应并分层出最有可能从特定疗法中受益的患者。”  
“凭借DynamiQ的新一代功能和和谐的数据集，我们可以在生物标志物发现、目标识别和临床洞察交付方面进行更深层次和更广泛的分析，”Sapient联合创始人兼数据科学主管Tao Long博士表示。“我们可以轻松分析跨组学层级的分子相互作用，迅速从标准化的患者数据中构建队列，并在这些独立人群中验证客户研究的发现。重要的是，因为我们的多组学数据集是非目标导向的，非常适合基于人工智能和机器学习的分析，以发现新的亚组、新的生物标志物和目标。”  
Sapient将提供使用DynamiQ Insights Engine的指导分析，作为客户多组学研究的一部分，或作为旨在阐明新生物标志物、药物目标和诊断的独立生物计算项目。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。