title: 'G42和Mistral AI联合建设下一代AI平台和基础设施'
date: 2025-05-25
author: ByteAILab

---

在“选择法国”活动期间宣布的这项合作伙伴关系展示了阿联酋与法国在为全球构建开放、安全和可互操作的AI解决方案及基础设施方面的合作。![图片](https://ai-techpark.com/wp-content/uploads/G42.jpg){ width=60% }

---
Mistral AI也将探索与MBZUAI的合作机会，涉及前沿基础模型在各行业的高级研究与开发。

在全球人工智能（AI）领域的一个重要时刻，阿布扎比全球技术集团G42与总部位于巴黎的领先AI公司Mistral AI今天宣布建立战略伙伴关系，共同开发下一代AI平台和基础设施。此次公告是在“选择法国”活动的背景下进行的，与阿联酋总统谢赫·穆罕默德·本·扎耶德·阿尔·纳哈扬与法国总统艾曼纽尔·马克龙于2025年2月签署的更广泛的AI合作协议相一致，突显了两国在塑造一个开放、可供所有人访问的人工智能未来方面的愈加积极的势头。这一合作关系反映了阿联酋与法国近五十年来定义的长期经济和文化联系，在跨地区的AI合作中揭示了新篇章。此次合作将结合G42的运营规模和AI能力，通过其多个运营公司，包括专注于AI基础设施的Core42和专注于AI平台与解决方案开发的Inception，与Mistral AI在开放权重大语言模型方面的前沿研究、解决方案和产品进行深度融合。

G42集团首席执行官彭晓称：“这次合作展示了一种新的AI发展模式：一种在主权与互操作性之间、雄心与责任之间保持平衡的模式。与Mistral AI的合作，我们不仅在构建技术，更是在为数字相互依存的未来奠定基础，在这个未来中，信任和透明度是不可谈判的。”

该合作覆盖了AI价值链的各个环节，从AI模型训练、AI代理和基础设施开发，到各行业特定应用，涵盖了欧洲、中东及全球南方地区。Mistral AI平台与G42的AI生态系统的整合将以技术自主权和知识产权治理为设计理念，以保护创新，同时支持可扩展的部署。双方还将探索在各自现有及新国际市场中推广对方产品的机会。

Mistral AI联合创始人兼首席执行官阿瑟·曼什表示：“G42是一个与我们共享使命的合作伙伴，为使强大的开放人工智能惠及所有人而努力。这一联盟不仅加速了我们的进程，还确保人工智能的利益超越传统技术中心。”

根据协议内容，Mistral AI还将探索与位于阿布扎比的穆罕默德·本·扎耶德人工智能大学（MBZUAI）的合作机会，涉及前沿基础模型的高级研究与开发、人才培养，以及将尖端研究转化为现实世界AI解决方案，共同支持下一代AI平台和基础设施的建设。

MBZUAI校长及大学教授埃里克·辛格表示：“我们期待与Mistral AI和G42合作，推进下一代基础模型、能源效率和安全等领域的AI技术。我们在推动创新、合作、可访问性和包容性方面共同的价值观，使我们非常适合在AI领域推动研究进步，以惠及所有人。”

这项协议是双方共同致力于促进AI创新、开放、经济机会与包容性增长的重要组成部分，特别是在那些历史上技术基础设施相对缺乏的地区。今天的公告将G42与Mistral AI的合作伙伴关系定位为双边合作的旗舰，展示了人工智能开放和可访问的新方向。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。