title: '72% 的专业人士报告在工作中使用 AI，而 2024 年仅为 48%'
date: 2025-05-31
author: ByteAILab

---

Intapp 的 2025 年技术感知调研发现会计、咨询、金融和法律专业人士中 AI 的应用激增——其中一半使用未经公司授权的 AI 工具  
Intapp (NASDAQ: INTA)，一家全球领先的 AI 驱动专业解决方案提供商，今天发布了 2025 年技术感知调研的结果。![图片](https://ai-techpark.com/wp-content/uploads/72-of-professionals.jpg){ width=60% }

---
该调研覆盖了 800 多名来自美国和英国会计、咨询、金融和法律行业的收费人员，显示出专业人士对 AI 的看法和使用方式发生了重大变化。  
“AI 正成为专业人士工作流程中的重要组成部分，他们因此推动了公司在收入和利润上的增长，”Intapp AI 和数据副总裁 Robin Tech 表示。“广泛的 AI 采用已经成为常态，没有准备的公司则面临落后的风险。”  

AI 采用成为标准  
专业人士越来越认识到在工作中使用 AI 的好处，尤其是在处理繁琐的人工任务时。调研显示，AI 使用的两个主要用例及增长领域是数据摘要和文档生成。

72% 的专业人士表示他们在工作中使用 AI，较去年 48% 上升。  
56% 的公司已经采用了 AI，还有 32% 正在开始其 AI 旅程，这显示出近 88% 的公司在近期有可能实现 AI 的机构性采用。

不仅他们渴望将 AI 集成到日常任务中，而且许多人已经在这样做，通常是在未经公司批准或监督的情况下。50% 的专业人士表示，他们使用过未经公司授权的 AI 工具进行工作。另有 23% 表示他们尚未使用，但他们愿意尝试。  
“未经授权的 AI 使用带来了新的攻击向量，威胁到数据安全，”Tech 说。“无论是早期采用者还是较慢采用者，都需要意识到未经授权的 AI 使用所带来的风险，尤其是在涉及敏感客户数据时。”  

AI 帮助专业人士更聪明、更高效地工作  
当专业人士将 AI 工具整合到工作流程中，他们发现了新的创造性解决方案，提高了周转时间，并给客户留下了深刻印象。

62% 认为 AI 在工作场所的确非常有用。  
82% 表示 AI 生成的工作质量至少与他们自己的工作相当。  
41% 表示 AI 使他们能够合成大量信息。  
38% 表示 AI 帮助他们想到创造性的解决方案。  

AI 驱动专业人士和公司的增长  
专业人士将 AI 节省下来的时间重新分配到更高层次的工作上，从而推动增长。

42% 将节省下来的时间重新应用到更高层次的客户工作上。  
28% 将节省下来的时间重新用来加强与客户的关系，25% 用于加强与更广泛网络的关系。  
23% 将节省下来的时间用于追求新的商业机会。  
24% 将节省下来的时间用于增加可计费小时数。  
23% 将节省下来的时间用于追求新的商业机会。 

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。