title: 'IFS Q1年度经常性收入增长30%，估值达到150亿欧元'
date: 2025-05-02
author: ByteAILab

---

对工业智能人工智能的需求推动工业软件的领导地位
IFS，作为企业云和工业人工智能软件的领先提供商，宣布2025年第一季度强劲增长，截止于2025年3月31日。![图片](https://ai-techpark.com/wp-content/uploads/IFS-Q1-ARIFS-Q1-AR.jpg){ width=60% }

---
由于客户采用率的增加以及IFS.ai的变革性影响，IFS的市场价值现已超过150亿欧元。
IFS 2025年第一季度关键财务结果：

年度经常性收入同比增长30%
云收入同比增长39%
经常性收入占比82%，同比增长24%

IFS的策略得到前所未有的验证，现有股东加大投入，新少数股东也向公司进行投资。这将使得IFS能够更快地加速发展，抓住工业人工智能带来的不断增长的机遇。
IFS对生成性和智能代理人工智能为工业应用的客户需求正在激增，这得益于IFS.ai的易于采用和部署，并且能够快速提供价值。IFS的客户不仅仅是在试点人工智能，而是将其在大规模上进行操作，实现生产力、业务弹性和战略增长的提升。
在第一季度，超过50个新组织成为IFS的客户，包括全球知名品牌如道达尔能源公司、阿赛洛米塔尔欧洲项目、柯林斯航空、固特异以及日立能源。
IFS最近宣布了IFS Nexus Black™，这是一个战略创新计划，旨在加速工业组织高影响力人工智能的采用。通过与客户合作解决资产密集型行业中复杂的定制挑战，IFS Nexus Black™能够快速开发和部署人工智能能力，将大胆的想法在几周内转化为具体成果。
“IFS正在创造真正的市场动力，越来越多世界上受人尊敬的工业公司将IFS.ai融入其运营和业务流程的核心。”IFS首席执行官马克·莫法特说。“这一增长重申了我们在企业资产管理和现场服务管理等关键任务领域的市场领导地位。”
“IFS Nexus Black的开发展示了我们对客户创新的坚定承诺。这是加速人工智能价值创造的真正催化剂，专门为工业企业复杂需求设计。”
IFS首席财务官马蒂亚斯·海登表示：“现在，各企业比以往任何时候都更清楚灵活的技术堆栈在面临全球金融不稳定时的重要性，这在我们年度经常性收入同比增长30%中得到了体现。IFS为我们的工业客户尽心尽力，提供敏捷的解决方案，并为他们提供推动业务高效运作的工具。”

最近亮点：

IFS被任命为英国全党国会AI小组的顾问委员会成员，这是一个在最高层次讨论AI政策和治理的基于证据的论坛。
IFS被评选为2025年Gartner® Peer Insights™企业资产管理软件报告的客户选择唯一公司。
IFS在IDC MarketScape中被评为2024-2025全球SaaS和云使能制造ERP应用的领导者。
IFS在IDC MarketScape中被评为2024年全球再制造管理软件的领导者。
IFS与SBM签署战略协议，以突出其在沙特阿拉伯增长的承诺。

IFS媒体联系人：亚当·吉尔比 IFS，企业和执行沟通主任 邮箱：adam.gillbe@ifs.com
PR Newswire PR Newswire使传播者能够识别和接触关键影响者，编写并分发有意义的故事，并衡量其努力的财务影响。Cision是全球领先的公关和营销传播专业人士提供的媒体软件和服务的供应商。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。