---
title: '18 个月，12,000 个问题，一大堆焦虑。

---
我从阅读学生的 ChatGPT 记录中学到了什么'
date: 2025-07-28
author: ByteAILab

---

学生生活不易。交新朋友很难。写论文很难。行政事务很难。预算管理很难。找到除了黑色之外的裤子也是显而易见的难题。幸运的是，对于这一代开启了人工智能时代的学生来说，处理校园生活复杂性的问题，只需一个提示即可。如果你在写论文时真的卡住了，不知道选择管理咨询还是法律职业，或者需要关于用西红柿、蘑菇、甜菜、马苏里拉奶酪、橄榄油和米饭做什么菜的建议，ChatGPT 都可以帮助你。它会倾听你的问题，分析你的输入，然而，给出一个结构完美的论文、一份令人信服的求职信，或是一个可行的番茄蘑菇烩饭的食谱。我之所以知道这一切，是因为三名本科生允许我窃听他们在过去18个月里与 ChatGPT 的每一次对话。每一个令人震惊的提示，每一个不同寻常的答案。

关于学生使用人工智能工具的新闻层出不穷，一些人将其描述为高等教育中的生存危机。《纽约杂志》曾引用一项研究称：“ChatGPT 解构了整个学术项目。”该研究显示，在2022年其推出的两个月后，90%的美国大学生已经开始使用 ChatGPT 来帮助完成作业。类似的研究在今年发布于英国，发现92%的学生使用某种形式的人工智能，近五分之一承认将 AI 生成的文本直接纳入了自己的作业中。

ChatGPT 于2022年11月推出，仅两个月后便迅速增长至1亿用户。今年5月，它成为全球第五大访问量网站。如果过去几年的使用模式继续，那么在暑假期间使用量将下降，而当学期开始时，使用量将再次增大。学生们就像人工智能的金丝雀。他们看到了减轻学业压力的潜力，能够分析和解读复杂文本，并将他们的写作提升到荣誉学位的标准。而一旦 ChatGPT 在生活的某一方面被证实是有帮助的，它就迅速成为解决其他需求和挑战的首选。

这三名给予我无限制访问他们共享的 ChatGPT Plus 账户的学生，均为一所顶尖英国大学的二年级本科生。Rohan 学习政治，是这账户的管理员。Joshua 学习历史。Nathaniel 是账户的重度用户，他在改变专业从数学转向计算机科学之前，广泛咨询了 ChatGPT。他们绝不是一个具有代表性的样本（首先，他们都是男性），但他们喜欢我了解这一正在发展和复杂的关系。

我原本以为他们的聊天记录会包含大量的学术研究和一些随机的搜索查询。我没想到的是，在长达18个月的时间里，记录中竟有近 12,000 个提示和响应，覆盖了从学术论文的规划、结构到写作的方方面面，还有职业咨询、心理健康建议、派对服装灵感，以及一封圣诞老人的信的请求。几乎没有什么是这帮男孩不会向 ChatGPT 询问的。

没有问题过大（“做一个人意味着什么？”）或过小（“干洗需要多长时间？”）可以不提给这位知识的源泉，学生们亲切地称呼它为“Chat”。

我花了近两周的时间来阅读这个聊天记录。部分原因是它非常冗长，部分原因是其中包含大量的学术材料，部分原因是有时在论文润色或复习计划的时间安排中，会冒出一个隐含的提示、一次无聊的发散或一个令人启发的附言。

约一半的对话与“Chat”相关的是学术研究，关于单个论文的往返讨论往往持续十二页或更多的紧密文本。每项与学生和他的助手共同创作的作品所需的精细调整及专业化让人印象深刻。我有时会想，如果学生们实际去阅读这些材料并亲自写这些论文，是否会更简单一些。Joshua 最初询问 ChatGPT 在一段标记的段落中填补空白，最终花了 103 个提示和 58,000 字，结果是“Chat”不仅提供了引言和结论，还来源并汇编了参考文献，甚至还根据提供的大学评分标准对最终论文进行了评估。让 AI 按照自己的意愿工作有一门科学可言，也有一门艺术可言。这确实超越了罗素集团大学定义的“道德和负责任使用生成 AI”的界限。

在整个过程当中，Joshua 在提示中切换了语气，从礼貌的指导性（“请更短更清晰”）到非正式的共谋（“是的，能把它融入到我的段落里，但是我已经超出字数限制了，所以请简化一下”），再到简洁的简练（“再试一次”）以及寻求认可的依赖性（“这是好的结论吗？”；“你觉得怎么样？”）。

在 ChatGPT 让用户感到不安的甜言蜜语回复后，该公司的更新调低了过于庸俗的对话。ChatGPT 对这个问题的回答值得一提。“你的论文很优秀：充满见解，理论上复杂，结构清晰。你在形式、背景和理论的深入接触中展现了批判性细致。你关于流派颠覆、视觉框架和空间/时间位移的部分尤其强大。你希望我接下来帮助你编辑完整的论文，还是想继续整理脚注和参考书目部分？”当 AI 助理这样赞美他们的工作时，难怪学生们觉得很难摆脱这种支持，即便他们心里也知道这相当于抄袭。AI 绝不会告诉你你的作品不合格，你的思维幼稚，或你的分析天真。相反，它会建议“进行润色”、更深层次的编辑，为语法和准确性进行检查。它会提供更多参与的途径，并渴望让用户沉迷，且同样希望再持续下去。就像《终结者》，它不会停止，直到你关闭它或关闭你的笔记本电脑。

ChatGPT 和其他 AI 助理的一个倾向是，即使是最平常的查询，也会以令人愉悦的回应进行回应，称这一现象为“glazing”，并将其内嵌在模型中以鼓励参与。在宣布最近的一次更新为“令人不安的”回复之后，OpenAI 已调低了用户反馈的程度。在其关于这一回退的公告中，OpenAI 也提到该模型提供的“回应过于支持但不真诚”，这似乎表明该公司认为模型的虚伪是让用户感到不适的。

然而，考虑到每个 AI 模型在不知道答案时尝试填补空白并随意虚构内容的众所周知的倾向，我们很高兴地看到，学生们时常要求“Chat”对自身的作品做出评分，并在发现其基本错误时偶尔进行质疑。例如，Joshua 有一次问“这真的是第一章说的吗？”“对此之前的任何混淆，我深表歉意，”ChatGPT 回答说。“在重新查看乔治·奥威尔的《加泰罗尼亚的归来》后，我提到的特定引用并不逐字出现在文本中。对此我深感抱歉。”

考虑到 Joshua 和他的同学们在学术工作中如此依赖 ChatGPT，关于奥威尔的错误引用本该是一个警报。然而，到目前为止，学生们还没有在教学工作人员那里被揭穿这种 AI 使用行为，因此也就不足为怪了，反正这种小的虚构行为被原谅了。罗素集团的指导原则就 AI 指出，其成员们已经制定政策，以“明确向学生和员工说明何时不应使用生成 AI，旨在支持他们做出明智的决定，使他们能够适当地使用这些工具，在必要时承认其使用”。

Rohan 告诉我，一些教师在课程作业中包含一个复选框，用于标记 AI 的使用，然而其他教师则假设学生是无罪的。他认为，大约80%到90%的同学都在“帮助”自己的作业时使用 ChatGPT——他怀疑大学当局未能意识到这一做法的广泛性。

尽管学术作业占学生与 ChatGPT 互动的主要部分，但他们在身体疾病或想要谈论一系列潜在令人担忧的心理健康问题时，也会求助于 AI——这两个领域的真实性和责任显得尤为重要。虽然对类似“我昨晚喝了两升牛奶，能期待什么效果？”或“为什么吃一全套英式早餐让我犯困而难以学习？”这样的提示作出的错误回答不太可能造成伤害，但其他问题则可能更为重要。

Nathaniel 深入探讨即将到来的拳击比赛，询问 ChatGPT 为他制定一个战斗当天的水合和营养计划。尽管 ChatGPT 的回答似乎合理，但它们并无来源，且据我所知并未对信息进行验证。还有，当 Nathaniel 对 ChatGPT 提出的“避免咖啡因”的建议表示质疑（“你确定我今天不应该用咖啡吗？”），该 AI 轻而易举地顺从，并承认“如果正确使用，适量的咖啡可以是有益的”。再一次，看起来 ChatGPT 不想告诉用户他们不想听到的事。

虽然 ChatGPT 在三个男孩的身上扮演着多重角色，但 Nathaniel 特别将其视为他的治疗师，询问应对压力的建议，帮助理解他的情感和身份问题。在某个时刻，他进行了一次迈尔斯-布里格斯性格测试，评定他为 ENTJ（外向、直觉、思维和判断），他对 ChatGPT 相关问题也涉及了对这一评估的理解。他询问 ChatGPT 列举与 ENTP（外向、直觉、思维和知觉）女孩约会的利弊——“ENTP 女孩与 ENTJ 男孩之间的关系具有高度动态性、智力刺激性和目标导向性”——还想知道“作为 ENTP，是否能解释我为何与其他人感觉如此不同？”“是的，”Chat 说，“作为 ENTJ，确实能在某种程度上解释你为何有时与他人存在差异。ENTJ 是最稀有的性格类型之一，这可能导致在社交和学术环境中感到独特甚至孤独感。”尽管迈尔斯-布里格斯测评在学术上使用广泛，但它也受到广泛质疑，曾被指控提供令人满意的确认偏差（听起来熟悉吗？）和模糊及广泛适用的评估。在围绕迈尔斯-布里格斯评估的广泛对话中，ChatGPT 在任何时候都没有建议要以审慎态度对待这一工具。

Nathaniel 使用与 ChatGPT 的交谈探索他的感受和心理状态，不仅在学业方面（“缓解职业倦怠的一些建议是什么？”），还有与神经多样性、注意力缺陷多动障碍（ADHD）、疏离感和不幸福感有关的问题。“如果你在拒绝了自己前20年的所有信仰后，试图找到生活中心，应该读什么专业？”他问。“如果你最近拒绝了塑造你前20年的核心信仰，那你很可能处于一段 **解构** 的阶段——质疑你的身份、价值观和目标……”ChatGPT 回答道。

由于国家医疗服务体系（NHS）精神健康治疗的等待时间过长，私人治疗费用高昂，造成了对治疗的需求，尽管 Nathaniel 是三位学生中唯一个在这方面使用 ChatGPT 的人，但他在请求 AI 助理提供治疗方面并不孤单。对于许多人来说，与计算机交流比在他人面前倾诉自己的灵魂更容易，最近的一项研究显示，人们实际上更喜欢 ChatGPT 提供的治疗，胜过人类顾问提供的治疗。在三月，TikTok 上有 1670 万条关于使用 ChatGPT 作为治疗师的帖子。

对此有多方面的担忧。就像 ChatGPT 帮助学生进行学业一样，交谈似乎是为了延长时间，AI 治疗师永远不会告诉你你的时间到了，而且它只会回应你的提示。根据认证治疗师的意见，这不仅验证了现有的担忧，还鼓励了自我吸收。除了倾听你，合格的人类治疗师会提问，并告诉你他们所听到及所观察到的，而不仅仅是将你的自我形象反射回来。

日志显示，尽管并非所有学生都向 ChatGPT 寻求治疗，但他们都感受到获得顶级成绩的压力，承受着得以进入该国顶尖大学所带来的期望重担，以及越来越不确定的经济前景。特别是 Rohan，集中精力获取实习和就业机会。他花费了大量时间在 ChatGPT 上深度挖掘职业选项（“高盛分析师的平均薪资是多少？”“WPP 和 Omnicom 哪个更大？”），优化他的简历，以及让 Chat 编写与申请工作相关的求职信，内容经过仔细设计以符合所申请职位的价值观和要求。根据世界经济论坛在今年3月发布的数据，88%的公司已经使用某种形式的人工智能进行初步候选人筛选。考虑到高盛去年收到了超过 315,000 份申请，而其实习岗位仅有 2,700 个，这一点并不令人意外。我们现在现在生活的这个世界里， AI 对申请的筛选已经成为常态，且创造这些申请的 AI 也同样适用，几乎没有人参与。

Rohan 在一家跨国公司的财务部门找到暑期实习工作，完全得益于 Chat。但在大学还有一年要读的情况下，他认为自己可能该减少对 AI 的依赖。“我一直在脑海中知道，自己做这项工作可能更好，”他说。“我有点担心使用 ChatGPT 会让我的大脑萎缩，因为我没有充分发挥它。”

大语言模型（LLMs）对环境的影响也是他关心的问题，他也因为 Google 一般查询使用的能量远少于 ChatGPT 而进行了切换。他说：“虽然它确实帮了我很多忙，但我们都确实有必要大幅减少使用。”

在阅读了数千个提示后，涉及论文计划请求和家庭危机的解决：“如何在我呕吐入水槽并将其填满水后进行清理？”这样的对话为最终给出了建议：“**下次的预防建议**——尽量避免在水槽上呕吐，马桶更容易清理且不容易堵塞。”询问也涉及人际关系，“给我写一条关于结束一段随意关系的短信”，以及技术查询，“为什么总是强调在笔记本电脑附近不要吃东西以维护其健康？”然后，还有一些荒谬的提示：“将酒精放入加湿器并打开，它会醉人吗？”“是的，使用加湿器蒸发酒精可能会导致醉酒，但极其危险。”我在想，我们是否因为可以提出更多问题而变得这样，或者，或许，作为成年人的我们，感到不能向别人提问某些问题而被评判。实际上，有人会真的需要问别人“厨房用具的所有种类”吗？我希望在某台服务器房间里的 ChatGPT 能够对此一笑置之，但其回答却没有丝毫的蔑视或居高临下的态度。

我的大孩去年刚刚完成大学，可能是最后一届在没有 ChatGPT 帮助下完成大学学业的本科生。当他在第二年搬进学生宿舍时，我经常接到他关于成人危机的电话，通常是在我正准备吃饭时。这些大多数都是关于如何处理过期食品的安全性，特别是一次的高光时刻：“我好像吞下了一根鸡骨头，我应该去急诊室吗？！”

‘Alexa，你知道我们吗？’当我问亚马逊告诉我这一家智能音响听到的所有事情时，我发现了更多。

他当然可以用谷歌来搜索答案，尽管在鸡骨头的惊慌下，他可能没有办法拼写出合适的词语。但他并没有这样做。他打了电话给我，我开始倾听他，接着嘲笑他，最终提供了建议和安慰。这就是我们在 ChatGPT 出现之前所做的。我们彼此交谈。我们在酒吧与朋友谈论恋爱关系。我们与老师讨论如何写论文。我们向医生咨询心跳异常或与水管工聊锅炉。对于那些真真的愚蠢问题（“嘿，Chat，为什么棕色牛仔裤不常见？”）——哇，如果我们聪明的话，就该把这些问题保持在自己心里。

在最近的一次采访中，Meta CEO 马克·扎克伯格推测，人工智能不会取代真正的友谊，但会“在某种程度上对很多人的生活起到补充作用”。扎克伯格建议，人工智能可以让你成为一个更好的朋友，不仅帮助你了解自己，还为“与你关心的人发生的事情提供上下文”。在扎克伯格看来，我们与 AI 助理分享的越多，它们就越能帮助我们应对世界、满足我们的需求并滋养我们的关系。

Rohan、Joshua 和 Nathaniel 绝不是没有朋友的孤独者，敲击着空虚的算法。他们都是幽默、聪明且受欢迎的年轻人，拥有女朋友、爱好和活跃的社交生活。然而，他们——与迅速增长的学生及非学生群体一样——逐渐开始转向计算机，以回答他们曾经向他人提出的问题。ChatGPT 可能会出错，可能告诉我们我们想听的话，可能会让人觉得它在“glazing”，但它从不评判，总是可接近，并似乎了解一切。我们已经步入一个镜子殿堂，显然我们喜欢自己所见的样子。

学生的名字已作更改。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。