title: '调查：医疗保健领导者关注人工智能以为未来成功做准备'
date: 2025-05-20
author: ByteAILab

---

一项由全球健康与技术咨询公司Nordic®和《现代医疗》进行的美国医疗保健高管调查揭示了许多组织在人工智能（AI）基础准备方面的差距。![图片](https://ai-techpark.com/wp-content/uploads/Survey.jpg){ width=60% }

---
尽管有四分之三的高管对其组织的AI准备情况表示信心，调查结果却突显出感知与现实之间的巨大差距。仅有四分之一的受访者报告有建立良好的治理框架，其余人则承认需要创建或改善正式治理框架。超过一半的受访者表示在管理大型数据集方面能力仅为一般或根本没有，只有15%的人拥有可轻松扩展的AI基础设施。另一个长期成功的主要障碍是员工培训的不足，只有6%的人拥有全面的AI教育项目。

“未来的医疗保健将要求组织现代化其健康系统，并利用技术来改善患者护理和增强运营效率，”Nordic转型与创新服务高级副总裁Kevin Erdal表示。“尽管许多高管相信他们现在正在采取正确的步骤来采用AI，但长期成功所需的许多组成部分仍亟待解决。与有经验的战略合作伙伴合作，帮助组织评估其AI准备情况并创建量身定制的采用路线图，以支持其实施，可以促进决策并推动创新，反映出对人工智能技术负责任和伦理的使用与部署。”

作为战略咨询、数字与云、实施与支持以及企业资源规划解决方案的提供商，Nordic与医疗保健组织合作，支持每个阶段的转型旅程，提高现代化的有效性。调查的完整结果可在www.nordicglobal.com上查看。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。