title: 'Duro推出Duro Design'
date: 2025-06-23
author: ByteAILab

---

通过与客户的紧密合作，Duro Design提供了企业级的产品生命周期管理（PLM），以初创企业的速度—为工程师和制造商赋能，形成统一的数字化链条。![图片](https://ai-techpark.com/wp-content/uploads/Duro-Unve.jpg){ width=60% }

---

Duro，一家领先的硬件工程PLM平台，今天推出了其重新设计的产品Duro Design，这是一款从头开始重建的云和人工智能（AI）原生PLM，旨在帮助制造商将产品上市速度提高至三倍。
PLM市场预计到2032年将达到460亿美元，但目前仍被20世纪80年代建立的传统工具所主导—这些工具僵化、难以采用，且不适合现代工作流程。构建硬件仍然不必要地困难：数据孤岛，工具之间无法沟通，价值实现的时间可能需要数月或数年。这些过时的系统往往需要昂贵的顾问，造成团队之间的摩擦，而不是促进速度和协作。
如今的硬件工程师精通敏捷工作流程，他们希望PLM工具灵活、用户友好，并且像他们日常使用的软件一样相互连接。AI不再是可有可无的选择—它是企业SaaS的必要条件，能够提升生产力并简化用户体验（UX）。正如GitHub重新定义了开发者构建软件的方式，Duro正在重新定义硬件的产品生命周期管理。
“今天的公司需要超越数据存储的解决方案，以增强决策、简化供应链管理和加速创新，”Duro董事会成员、Former GrabCAD副总裁Jon Stevenson表示。“Duro正在提供一个可访问的AI原生PLM，帮助制造商优化产品生命周期的每个阶段—从概念到生产。”
硬件工程的新标准
Duro Design通过统一的数字线程连接设计、供应链和制造数据。该平台基于客户和行业反馈构建，取代了僵化的传统PLM，采用了一个快速部署、易于配置，并避免供应商锁定的云和AI原生系统。
“控制数字线程是制造业的下一个竞争优势，”Duro的首席执行官兼共同创始人Michael Corr表示。“通过Duro Design，我们正在帮助硬件团队超越传统工具，将设计、采购和制造统一在一个AI原生平台上。”
Duro Design的关键功能包括：

企业级功能与直观的用户体验：Duro使用户能够快速找到所需，无需点击众多菜单。团队希望现在就使用PLM，因为他们可以登录、登出并继续进行硬件设计。
内置AI用于验证、影响分析、元数据和采购：通过直接向工程师提供采购数据，提高准确性，加快设计进程并降低成本。
通过UI向导、YAML编辑器或GraphQL API实现多级配置：无需顾问。用户可以使用点击或代码配置部件编号方案、变更管理工作流程、自定义字段和验证。
其他开箱即用的功能：

CAD插件支持Altium 365、SolidWorks、Onshape和NX
最佳实践的新产品引入（NPI）工作流程
可扩展的变更订单和变更请求工作流程
与Netsuite、SAP、Ion、Epsilon3、Boltline等的集成

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。