title: '混合、多云策略在英国获得广泛关注'
date: 2025-07-21
author: ByteAILab

---

随着对人工智能的逐步采用以及监管压力的加大，企业朝着混合云环境的转变正在加速，信息服务集团（ISG）发布的报告指出，英国的企业正迅速现代化其云基础设施，这一转变受到对可扩展、安全的云解决方案的需求增加的推动。![图片](https://ai-techpark.com/wp-content/uploads/Hybrid-1.jpg){ width=60% }

---


2025年ISG提供商透视®私有/混合云-数据中心服务报告显示，英国的混合云和多云基础设施模型采用呈上升趋势，预计在未来三年内将显著增长。性能、数据主权、安全性和监管压力是这一增长的主要驱动因素。混合云现已成为许多英国企业的首选，因为它使组织能够根据适当的环境对工作负载进行关联，增强数据保护。

“英国企业正在积极过渡到混合和多云平台，以支持人工智能和机器学习工作负载，并保护敏感数据，”ISG合伙人安东尼·德雷克说。“这些灵活的平台对于保护组织免受勒索软件和恶意软件威胁以及实现成本效益至关重要。”

ISG表示，英国的企业正在使用混合云增强安全性，通过私有云资源同时获得公共云带来的成本节省和灵活的可扩展性。越来越多的企业在私有云中部署实时监控和机器学习，以加强数据保护，尤其是在像医疗和金融等高度监管的行业。

在进口云环境的同时，组织还正在进行大规模的业务应用程序迁移。据报告，大多数英国组织已经在不同的环境之间迁移应用程序，以提高效率、容量、安全性和创新。企业通过集成图形处理单元（GPU）和扩展存储容量来优化本地和私有云环境。这种方法减轻了AI和分析任务的处理负担，同时提高了效率和资源利用率。

英国的小型和中型企业（SME）正致力于开发定制的云解决方案，以满足行业特定需求。由于其总拥有成本低和部署能力加速，模块化数据中心设计的采纳率也在上升，ISG表示。英国政府将数据中心视为关键基础设施，并简化规划法律，促进新的数据中心项目，同时加强全国数据保护的关注。预计到2028年，英国数据中心的容量将增加两倍，主要是由于对生成式人工智能（GenAI）、云计算和政府支持基础设施的不断增长的需求。

“英国的云市场正在经历快速转型，组织正在寻求通过定制解决方案和模块化数据中心设计来获得敏捷性，”ISG Provider Lens Research的首席分析师及报告的主笔梅纳克希·斯里瓦斯塔瓦表示。“到2025年，75%的企业数据将在传统数据中心或云环境之外处理，这表明数据管理实践的转变。”

该报告还探讨了与私有/混合云和数据中心服务相关的其他趋势，包括对可持续性的日益重视以及代理人工智能在混合和私有云环境中的集成。

要了解更多关于英国企业在私有/混合云和数据中心服务中面临的挑战以及ISG如何为克服这些挑战提供建议，请参见ISG Provider Lens®焦点简报。

2025年ISG提供商透视®私有/混合云-数据中心服务报告评估了69家提供商在五个领域的能力：大型客户管理服务、中型市场管理服务、托管服务、共置服务和面向AI的基础设施咨询。

报告将富士通和Kyndryl评为三大领域的领导者。报告还将埃克森哲、凯捷、Claranet、DXC技术、Ensono、Hexaware、Infosys、Pulsant、Rackspace技术、T-Systems和TCS评为两个领域的领导者。阿托斯、Computacenter、德勤、Digital Realty、Equinix、Global Switch、HCLTech、IBM、LTIMindtree、NTT DATA、Redcentric、Telefonica Tech、Telehouse、Unisys和Wipro在一个领域中被评为领导者。

此外，LTIMindtree、Mphasis和NTT DATA在一个领域中被评为上升之星——ISG定义的“前景良好的组合”和“未来潜力高”的公司。

在客户体验领域，Persistent Systems被评为2025年全球ISG CX明星表现者，在私有/混合云和数据中心服务提供商中获得ISG客户声音调查的最高满意度评分，这是技术和商业服务行业的最高质量认可项目ISG卓越明星™计划的一部分。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。