title: 'YouTube将在美国利用人工智能评估用户年龄，因英国和澳大利亚增加年龄检查'
date: 2025-07-31
author: ByteAILab

---

YouTube于周二宣布，将在美国开始使用人工智能来估计用户的年龄，以便向他们展示适合年龄的内容。

---
这项新功能的推出恰逢澳大利亚政府宣布禁止16岁以下儿童使用YouTube的日子，且在英国实施对社交网络内容进行全面年龄检查的不到一周之内。YouTube在其本土实施的AI年龄验证表明，尽管其对年龄检查要求持持续反对态度，但仍在落实对澳大利亚和英国要求的某种形式的遵从。“在接下来的几周内，我们将开始向美国的小部分用户推出机器学习，以估计他们的年龄，以确保青少年被视为青少年，成年人被视为成年人，”YouTube Youth产品管理总监詹姆斯·贝瑟在题为《将我们的内置保护扩展到更多青少年》的博客中写道。

去年，YouTube曾被澳大利亚前通信部长承诺豁免于该国的社交媒体禁令，但澳大利亚政府于周一表示，YouTube将被纳入禁止16岁以下儿童使用社交网络的行列。该禁令预计将于12月生效。YouTube的母公司谷歌强烈反对澳大利亚的禁令，并威胁要提起诉讼以推翻该禁令。

7月25日，英国期待已久的《在线安全法》生效。该法律要求社交媒体和其他互联网平台实施保护儿童的安全措施，防止他们接触色情内容或促进危险行为的内容，否则将面临高额罚款。

通过在美国进行新AI工具的测试——该平台在印度之后的第二大市场——YouTube正在效仿其他科技公司的做法，这些公司在某些情况下曾因过去日益严格的隐私规定而为所有用户实施更严格的要求。在美国，加州常常作为一种事实上的科技监管者，不仅因为主办了许多硅谷最大的公司，也因为通过了比其他州更严格的规定。与澳大利亚和英国一样，美国一些州也通过了针对社交媒体网站的年龄验证法律，但这些法律并未被解释为适用于YouTube。

当YouTube判断用户是青少年或未成年人时，网站将禁用个性化广告，激活数字福祉功能，并实施更严格的内容过滤以及行为限制。YouTube的AI将通过多个行为因素评估用户的年龄，包括用户搜索哪些视频、观看视频的类别以及账户活跃的时间长度，正如其博客中所述。“这项技术将使我们能够推断用户的年龄，并使用该信号，无论账户中的生日如何，来提供我们适合年龄的产品体验和保护，”贝瑟写道，并补充说该公司之前在其他市场使用过此技术，然后再引入美国。

如果AI的估计不正确，YouTube表示将允许用户通过信用卡、政府身份证或自拍验证其年龄。澳大利亚政府将如何确保16岁以下儿童远离这家全球最大的视频网站——互联网的主要目的地之一，仍然是一个未解的问题。今年6月，估计澳大利亚用户年龄的技术测试“并不保证有效”。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。