title: 'Zifo调查：生物制药中的AI进展及数据准备挑战'
date: 2025-07-26
author: ByteAILab

---

一项针对科学家和信息学家的新调查显示，虽然生物制药领域在研发、制造和临床价值链上的人工智能（AI）和机器学习（ML）投资正在迅速加速，但持续存在的数据孤岛和整合难题却在阻碍进展——这引发了关于科学驱动公司是否真正准备好充分利用AI潜力的关键问题。![图片](https://ai-techpark.com/wp-content/uploads/Zifo-Survey.jpg){ width=60% }

---


这项由Zifo Technologies进行的数据准备调查，针对30多家科学驱动公司的科学家和信息学家进行了投票，揭示了对AI变革潜力的热情与数据管理和整合的持续挑战。

近三分之二的组织已经开始在价值链中投资AI和ML，但只有32%的受访者对公司有效利用科学数据以支持AI项目的能力表示高度自信。报告发现，70%的受访者表示获取AI项目所需数据“困难”或“稍微困难”，凸显了数据可访问性普遍存在的挣扎。数据在存储和元数据方面并不统一，报告指出，这反映出缺乏标准化实践阻碍了进展。

数据孤岛、互操作性和自动化漏洞成为主要障碍。近一半的组织发现，从实验室仪器中管道和整合数据“有些困难”或更糟，陈旧的基础设施与缺乏共同标准使得无缝数据交换复杂化。数据捕获的自动化正在增长，但仍有26%的组织主要依赖手动过程，10%根本没有使用自动化。标准化数据格式和本体的采用情况各异，39%的人同意其组织拥有这些标准，而同样比例的人对此表示不确定或不同意。

报告还指出，高性能计算（HPC）环境现有的数据管理解决方案存在重大缺口。大多数系统（如电子实验室笔记本ELN）并未设计为处理在复杂分析过程中产生的PB级非结构化数据。尽管仪器数据的初始捕获和分析数据产品的最终存储已高度自动化，但在HPC系统上进行的关键中间处理阶段仍缺乏支持。

正如Zifo的首席科学官Paul Denny-Gouldson所观察到的：“数据管理是确保数据重用和检索的基础，因为这赋予了FAIR（可查找、可获取、可互操作、可重用）数据的生机。”

尽管面临这些障碍，R&D领域的AI应用正在推进，39%的组织报告称中等程度采用AI，另有26%表示仅有少量使用。AI应用的重点在于研究（32%）和开发（27%），临床、制造和精准医疗也显示出日益增长的兴趣。组织们正在优先考虑针对性的、渐进式的AI干预，而不是大规模的、颠覆性的部署。“真正的价值越来越多地体现在将AI和机器学习整合到整个价值链的常规工作流程中，”保罗表示。

标识的关键挑战包括数据质量问题（27%）、数据隐私担忧（23%）和与实验室仪器的整合困难（21%）。隐私忧虑因生成性AI的崛起而加剧，促使许多组织研发内部解决方案以保留对专有数据的控制。

报告还指出，由于组织往往庞大而多样化，每个部门都专注于利用可用技术产生成果，因此很难评估每个部门利用AI驱动程序提高生产率和效率的能力。

当被问及AI的最大潜在好处时，受访者强调了加速发现、提高效率和节省成本，以及增强科学洞察力。“虽然改善患者结果应该理想上是最终目标，但调查结果表明，受访者也非常关注其他可触及的AI好处，”保罗指出。这些中间收益——更快的研究周期、优化的流程和更深入的数据驱动洞察——被视为更好产品的垫脚石，并最终改善患者和消费者的结果。

展望未来，Zifo强调，数据标准化和不同实验室仪器之间的无缝数据交换对于科学驱动行业完全实现AI的承诺至关重要。“当前时代可以称为‘数据管理时代’，最终将引领至‘AI时代’，”报告总结道。投资于健全的数据基础设施、跨职能协作和针对性AI应用的公司将更有可能将数据转化为发现——将创新转化为影响力。

要阅读和下载数据准备调查报告，请点击这里：[Zifo数据准备调查报告](https://zifornd.com/blogs/early-days-for-ai-but-scientific-data-management-gains-momentum/)

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。