title: '混合云、多云策略在英国越来越受到关注'
date: 2025-07-20
author: ByteAILab

---

随着人工智能(AI)和机器学习(ML)工作负载的激增，以及日益增加的监管压力，英国企业正在迅速现代化其云基础设施，这一趋势在今天发布的Information Services Group (ISG)（纳斯达克代码：III）关于英国2025年ISG Provider Lens®私有/混合云——数据中心服务的研究报告中得到了体现。![图片](https://ai-techpark.com/wp-content/uploads/Hybrid-1.jpg){ width=60% }

---


该报告发现，英国企业在采用混合和多云基础设施模型方面趋势向上，预计在未来三年内将出现显著增长。性能、数据主权、安全性和监管压力是推动这一增长的主要因素。混合云现在已成为许多英国企业的首选模型，因为它可以让组织将工作负载与合适的环境对齐，从而提高数据保护。

“英国企业正在积极向混合和多云平台过渡，以支持AI和ML工作负载，并保护敏感数据，”ISG合伙人安东尼·德雷克（Anthony Drake）表示。“这些灵活的平台对于保护组织免受勒索软件和恶意软件威胁，以及实现成本效率至关重要。”

ISG表示，英国的企业正在利用混合云增强安全性，利用私有云资源，同时从公共云中获得成本节约和灵活的可扩展性。越来越多的企业在私有云中部署实时监控和机器学习，以增强数据保护，特别是在医疗和金融等高度监管的行业。

随着组织拥抱云环境，它们正在进行大规模的业务应用程序迁移。报告指出，英国的大多数组织已在不同环境之间迁移应用程序，以提高效率、容量、安全性和创新能力。企业通过将图形处理单元(GPUs)集成入内部和私有云环境来优化这些环境，同时扩展存储能力。这种方法简化了AI和分析任务的处理，同时提高了效率和资源利用率。

英国的小型和中型企业(SMEs)专注于开发定制的云解决方案，以满足行业特定需求。由于其较低的总拥有成本和加快的部署能力，模块化数据中心设计的采纳率也在上升。英国政府将数据中心指定为关键基础设施，加上简化的规划法规，促进了新的数据中心项目，有力强化了国家数据保护的焦点。预计到2028年，英国数据中心的容量将增加两倍，主要受生成式AI(GenAI)、云计算和政府支持基础设施的需求推动。

“英国的云市场正经历快速转型，组织正在寻求通过量身定制的解决方案和模块化数据中心设计来实现灵活性，”ISG Provider Lens Research的首席分析师及该报告主要作者梅纳克希·斯里瓦斯塔瓦（Meenakshi Srivastava）表示。“到2025年，75%的企业数据将在传统数据中心或云环境之外处理，这表明数据管理实践的转变。”

该报告还探讨了与英国私有/混合云和数据中心服务相关的其他趋势，包括对可持续性的日益重视以及将代理AI集成到混合和私有云环境中的动向。

有关英国企业面临的私有/混合云和数据中心服务挑战的更多见解，以及ISG提出的应对建议，请查看ISG Provider Lens®焦点简报，此处链接。

2025年ISG Provider Lens®私有/混合云——数据中心服务报告评估了69家提供商在五个象限中的能力：大客户管理服务、中型市场管理服务、托管服务、共置服务和AI就绪基础设施咨询。

该报告将富士通（Fujitsu）和Kyndryl评为三个象限的领导者。它还将埃森哲（Accenture）、凯捷（Capgemini）、Claranet、DXC科技、Ensono、Hexaware、印孚瑟斯（Infosys）、Pulsant、Rackspace科技、T-Systems和TCS在两个象限中评为领导者。在一个象限中，阿托斯（Atos）、计算中心（Computacenter）、德勤（Deloitte）、Digital Realty、Equinix、Global Switch、HCLTech、IBM、LTIMindtree、NTT DATA、Redcentric、Telefonica Tech、Telehouse、Unisys和Wipro被评为领导者。

此外，LTIMindtree、Mphasis和NTT DATA在一个象限中被评为新兴明星——ISG定义的具有“有前景的产品组合”和“高未来潜力”的公司。

在客户体验方面，Persistent Systems被评为2025年全球私有/混合云和数据中心服务提供商中的ISG CX明星表现者。Persistent Systems在ISG的客户声音调查中获得了最高的客户满意度评分，这是ISG卓越之星™项目的一部分，作为科技和商业服务行业的优质认可。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。