title: 'Meta计划在明年底启用AI广告创建功能'
date: 2025-06-03
author: ByteAILab

---

Facebook和Instagram的拥有者Meta将帮助广告商在明年底之前使用人工智能工具完全创建和定位广告活动，这一举措对传统营销行业造成了震动，威胁到处理客户活动和预算的广告和媒体代理商。

---
马克·扎克伯格的Meta公司还拥有WhatsApp，旨在直接目标品牌的营销预算，给广告和媒体公司带来了压力。根据《华尔街日报》的报道，正在开发的AI工具将允许使用Meta广告平台的品牌通过产品图像和计划的营销支出来创建广告。

Meta的平台已经提供了一些AI工具，允许广告商在广告出现在Facebook和Instagram之前调整现有广告。然而，新工具可能会使传统广告创建、规划和购买的角色被自动化，同时为那些无法承担营销服务公司费用的小预算广告商打开了一条通路。这些AI工具将创建整个广告，包括图像、视频和文本，并根据客户的预算进行用户定位。比如，地理定位会使某家旅游公司的广告能够根据用户可能感兴趣的目的地提供特定的优惠。

随着Meta计划的AI推出的消息浮出水面，投资者迅速抛售了一些全球最大的营销服务公司的股票，这可能会显著增加Meta每年从广告中已经获得的1600亿美元（约合1180亿英镑）的收入。WPP的股票在早盘交易中下跌了3%，而法国公司Publicis Groupe和Havas的股价分别下跌了3.9%和3%。

扎克伯格重视推动AI驱动的广告，他将新工具的发展称为“广告类别的重定义”。在四月份，Meta更新了明年的支出预期，计划投资640亿至720亿美元，包括构建AI基础设施的成本。

Meta表示，增强其品牌的AI能力并非旨在取缔传统代理商。“我们相信代理商的未来，”Meta的首席营销官兼分析副总裁亚历克斯·舒尔茨在LinkedIn的最近一篇帖子中表示。“我们相信AI将使代理商和广告商能够集中宝贵的时间和资源于重要的创造力上。虽然我们认为未来营销中将会有更多的自动化，但代理商在跨平台的规划、执行和测量中的角色将变得更为重要。”

然而，舒尔茨补充说，AI工具将有助于“拉平小型和中型企业的竞争环境”，这些企业没有时间或财力去使用代理商。“数以百万计的小型企业依赖于我们的平台来实现增长，”他说。“对于这些无法与代理商合作，或在繁忙的日常中没有时间考虑其创意或定位的企业，AI可以帮助拉平竞争环境。”

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。