title: 'Scamnetic获得1300万美元A轮融资'
date: 2025-04-27
author: ByteAILab

---

Scamnetic的专利AI诈骗检测技术可以轻松集成到企业平台中，使服务提供商能够成为消费者安全的守护者。![图片](https://ai-techpark.com/wp-content/uploads/Scamnetic.jpg){ width=60% }

---
Scamnetic是一家致力于利用先进的AI技术保护个人和企业免受数字威胁的公司，今天宣布已获得1300万美元的A轮融资。Roo Capital领投；1st and Main Growth Partners、SaaS Ventures和Riptide Ventures也参与了此次融资。A轮融资使Scamnetic的总投资达到了1600万美元。

Scamnetic将利用这笔资金支持持续增长，以增强市场营销、销售和客户支持功能，并加速其产品路线图，以应对日益增长的全球需求。Scamnetic的客户将从增强的核心功能集、更强大的全球覆盖和在客户生命周期中提供更深层次的支持中受益。

“我们始终相信，对消费者最大的威胁不仅仅是欺诈，而是信任的侵蚀。这笔融资使我们能够加速我们的使命：在一个愈发充斥着诈骗的世界中恢复人们的信心。我们感激我们的合作伙伴，他们继续与我们携手并进，参与这一重要斗争，因为诈骗仍然是全球报告最多的犯罪——突显了前方巨大的市场机会。”Scamnetic首席运营官约翰·埃万斯（John Evans）如是说。

“诈骗是全球消费者和企业面临的最大问题之一，”Roo Capital合伙人斯宾塞·切科拉（Spencer Cecola）表示。“随着AI的兴起，诈骗变得愈发复杂，这一问题以惊人的速度蔓延。Scamnetic正在以有效的产品应对这一紧急挑战。世界需要用AI来对抗AI，我们很高兴能够以资本和实际支持来帮助他们迅速扩展并保持领先优势。”

Scamnetic提供市场上唯一的整体诈骗检测解决方案，打击所有当前的诈骗。Scamnetic的产品包括：

**Scan&ScoreTM**：自动扫描电子邮件、短信、社交媒体直接消息、网站、WhatsApp、Telegram等消息应用程序以及二维码、实体邮件和图像，以了解任何传入通信的风险。

**IDeveryoneTM**：使用先进但易于使用的技术验证任何对方的身份，使用户能准确了解他们与谁互动，无论是通过视频、音频还是文本。尤其在发送付款或敏感信息之前，能够有效打击约会诈骗、Facebook营销诈骗、加密货币诈骗、土地投资诈骗等。

**Scam InterventionTM**：Scamnetic提供的热线，拥有专家团队不懈努力为诈骗受害者恢复资产和宁静。Scamnetic提供24/7支持，帮助可能正处于诈骗当中的消费者，引导受害者走向恢复，并帮助他们重新掌控数字生活。

**Scam EducationTM**：最新的诈骗保护提示和资源。

除了诈骗受害者所经历的痛苦外，诈骗造成的经济损失也是巨大的。例如：

- 根据美国联邦贸易委员会，2024年美国消费者报告损失超过125亿美元，较2023年10亿美元的损失增加了25%。
- 根据美国联邦贸易委员会，2024年美国消费者报告因短信开始的诈骗损失达到4.7亿美元。
- 根据纳斯达克2024年全球金融犯罪报告，2023年诈骗和银行诈骗方案的全球预计损失总额为4856亿美元。
- 根据联邦调查局2023年互联网犯罪报告，2023年美国消费者诈骗损失同比增长22%。
- 根据全球反诈骗联盟2024年全球诈骗现状报告，国际诈骗者在12个月内窃取超过1万亿美元。


---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。