title: '波士顿动力与丰田研究院机器人朝着通用 AI 人形机器人迈进'
date: 2025-08-24
author: ByteAILab

---

联合研究合作使 Atlas 人形机器人能够实现自主的全身操作和运动行为，利用大型行为模型
今天，波士顿动力与丰田研究院 (TRI) 宣布在机器人和人工智能研究领域取得了重要进展：展示了一个大型行为模型 (LBM)，为 Atlas 人形机器人提供支持。![图片](https://ai-techpark.com/wp-content/uploads/Boston.jpg){ width=60% }

---
在两家组织共同发布的视频中，Atlas 执行了一系列连续的复杂任务，这些任务需要将物体操作与运动相结合。通过采用 LBM，以前需要费时手动编程的新能力现在能够迅速添加，而无需编写一行新代码。

视频展示了人形机器人使用全身移动，例如行走、蹲下和举起，以完成一系列打包、排序和整理的任务。在整个过程中，研究人员在任务进行中注入意想不到的物理挑战，例如关闭盒子的盖子并将其滑动到地面，要求 Atlas 自行调整应对。以前展示过这一能力的人形机器人通常将低级行走和平衡控制与手臂的操作控制分开；而在这个项目中，单个大型行为模型直接控制整个机器人，将手和脚几乎视为相同。

这一突破是波士顿动力与 TRI 于 2024 年 10 月签署的联合研究伙伴关系的结果，该合作旨在利用双方的综合优势和专长，加速智能机器人的发展。结果重申了人工智能技术在开发通用人形助手方面的巨大潜力。

“这项工作为我们构建通用机器人提供了一个视角，这些机器人将改变我们的生活和工作方式，”波士顿动力机器人研究副总裁 Scott Kuindersma 表示。“训练一个单一的神经网络以执行许多长期操作任务将导致更好的泛化，而像 Atlas 这样的高度智能机器人在需要全身精度、灵活性和力量的任务数据收集方面则呈现出最少的障碍。”

“人形机器人的主要价值主张之一是，它们能够直接在现有环境中实现大量任务，但以往编程这些任务的方法根本无法扩展以满足这一挑战，”丰田研究院大型行为模型高级副总裁 Russ Tedrake 说。“大型行为模型以一种根本新的方式解决了这一机会——技能通过人类演示迅速添加，随着 LBM 的不断增强，它们需要越来越少的演示即可实现越来越强大的行为。”

该项目由 Scott Kuindersma 和 Russ Tedrake 共同领导，正在进行研究，以回答关于人形机器人和大型行为模型的基本问题，推动该领域对全身控制的大型模型的理解，包括高级操作和动态行为。

有关更多技术信息，请访问 [https://bostondynamics.com/blog/large-behavior-models-atlas-find-new-footing/](https://bostondynamics.com/blog/large-behavior-models-atlas-find-new-footing/)。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。