title: 'Medable 发布新数字肿瘤试验解决方案'
date: 2025-05-18
author: ByteAILab

---

集成解决方案与自助服务功能简化所有试验体验  
Medable Inc.，一家临床开发和电子临床报告技术的领先提供商，今天宣布其下一代数字肿瘤试验解决方案，旨在减少站点和赞助商的操作复杂性，同时为脆弱的癌症患者及其护理人员提供可访问的数字工具。![图片](https://ai-techpark.com/wp-content/uploads/Medable.jpg){ width=60% }

---
  
肿瘤试验历来复杂，但由于高级精准医学、标志物整合以及需要更广泛的患者人群等因素，变得日益复杂，这导致试验设计、招募和数据管理面临挑战。同时，FDA对肿瘤试验中电子患者报告结果（ePRO）的重视程度日益增强，以系统性地通过数字工具捕捉患者对症状、副作用和生活质量的看法，这在改变赞助商进行癌症试验的方式。  
Medable最新的肿瘤试验解决方案结合了人工智能、自动化和差异化的电子临床报告（eCOA）能力，以简化肿瘤试验，实时捕获高质量患者数据、远程参与和持续监督。Medable的解决方案简化了站点的工作流程，尤其是那些经常管理多个癌症研究的站点，以及构建复杂肿瘤试验协议的赞助商和合同研究组织（CRO）。同样重要的是，Medable将患者置于试验中心，使患者提供意见变得更加容易，从而将他们的生活经验转化为推动癌症突破的具体数据。  
Medable的数字试验平台在全球癌症试验的所有四个研究阶段中都得到了应用。其肿瘤解决方案的基础是基于人工智能的电子临床报告（eCOA，包括ePRO）技术。从数据捕获到实时监督，它支持高质量患者数据的收集，包括ePRO和数字测量，同时支持更大的患者灵活性并为脆弱人群提供实时监督。Medable eCOA减少了患者负担——这在肿瘤学中尤其重要，因为协议复杂性高，患者通常免疫受损或感到疲惫——通过数字化评估、缩短就诊时间以及支持远程参与。它还包括符合协议的库、快速构建能力和用户友好的工作流程，简化了试验执行并提升了试验响应能力。  
“Medable的数字试验平台是确保每位患者的声音被听见的引擎，” Medable的客户价值副总裁兼肿瘤负责人Musaddiq Khan表示。“其专门设计用于解决肿瘤试验中的最大挑战，减少复杂性以加快流程，减轻站点负担，并为研究人员提供更大的清晰度。”  
欲了解更多信息，请访问2025年美国临床肿瘤学会（ASCO）年会（5月30日至6月3日）在芝加哥的Medable展位#10105。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。