title: 'DEEPX与百度达成合作，推动全球设备端AI发展'
date: 2025-08-13
author: ByteAILab

---

在网络安全领域具有丰富经验的销售领军人物Ohad Cohen近日被任命为OX Security的首席营收官（CRO）。![图片](https://ai-techpark.com/wp-content/uploads/OX-Securit-1.jpg){ width=60% }

---
在这个职务上，Cohen将负责全球销售运营和市场战略，进一步推动OX Security的使命，使组织能够专注于实际上重要的网络风险，从代码到运行时。

作为销售副总裁，Cohen在将OX打造成应用安全领域增长最快的公司之一上发挥了关键作用，其销售额在过去一年内达到了1000万美元，并且客户基础增加了三倍。OX已经赢得了包括微软、IBM、英特尔、eToro和SoFi在内的200多家国际领先组织的信任。

Cohen被提升为CRO，体现了OX Security持续扩大其全球影响力和满足日益增长的高效、全面、轻松的应用安全解决方案需求的承诺。在新的角色中，他将指导在所有地区的全球销售运营，增强与网络安全生态系统内战略合作伙伴的关系，并广泛扩大OX在企业和商业市场的影响力。

Cohen表示：“每天我都听到行业专家们谈论市场准备好消除噪音，专注于实际重要的风险、漏洞和警报。我很高兴能在OX这关键时刻担任这个扩展角色，期待领导我们全球的努力，使组织能够在整个开发生命周期中安全保障，从代码到运行时，而不浪费宝贵的时间和资源。”

在加入OX之前，Cohen曾在Cider Security担任销售负责人，负责市场战略，成功将公司的年度经常性收入翻倍，直到该公司在2022年底被Palo Alto Networks收购。总的来说，他为新职位带来了超过15年的高影响力软件和网络安全销售领导经验。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。