title: 'CoreWeave任命新政府事务副总裁卡尔·霍尔绍泽'
date: 2025-06-03
author: ByteAILab

---

霍尔绍泽拥有二十年的政府和公共事务经验，包括在TechNet和Visa的政策领导职位。![图片](https://ai-techpark.com/wp-content/uploads/CoreWeave-4.jpg){ width=60% }

---
CoreWeave（纳斯达克代码：CRWV），AI超大规模公司，今天宣布任命卡尔·霍尔绍泽为政府事务副总裁。霍尔绍泽最近担任TechNet的执行副总裁和联邦政策与政府关系负责人，TechNet是全国性、跨党派的科技高管网络。霍尔绍泽在技术、金融服务以及国会山的政策经验已持续二十年，他领导了企业层面的倡导活动，动员利益相关者，塑造复杂的监管环境，并在加强商业和推动增长方面取得政策胜利。

CoreWeave的联合创始人兼首席执行官迈克尔·因特拉特表示：“CoreWeave正在帮助推动重塑我们生活的AI创新。联邦和州层面的公共政策将日益影响我们的业务。在公司这一关键时刻，我们非常高兴卡尔的加入。他将在扩大CoreWeave参与公共政策辩论方面发挥主导作用，确保我们继续成为公共部门的有价值合作伙伴，帮助改造美国经济以适应AI时代。”他说：“作为CoreWeave高级团队的新成员，卡尔的广泛背景和专业知识对我们的增长和发展将是不可或缺的，因为他将努力使公司的战略与影响AI的政府新政策保持一致。”

霍尔绍泽表示：“CoreWeave是一家AI领域的领导者，正在投资和构建下一代基础设施，支持全国各地的就业、企业和社区。CoreWeave是一个伟大的美国创新故事，我期待与政策制定者密切合作，制定释放AI对企业和消费者的全部潜力的框架和规则。”

霍尔绍泽为CoreWeave带来了20年的政府关系、公共事务和倡导领导经验。在TechNet担任执行副总裁期间，他建立并领导了团队，在AI、隐私、贸易、网络安全和半导体领域取得了重要胜利。作为Visa的全球政府关系高级主任，霍尔绍泽引导了AI、数据隐私、区块链和金融科技的全球政策，为支付行业赢得了胜利。他的倡导工作曾获得《国会山》、全国游说与伦理研究所以及CEO Update的认可，他在2025年被评选为杰出协会游说人。

霍尔绍泽是CoreWeave不断壮大的领导团队中的最新成员，作为今年其他几位战略任命的补充，包括最近担任Juniper Networks首席营销官的首席营销官让·英格利什，最近担任Snap Inc.和Block, Inc.首席信息安全官的吉姆·希金斯，以及担任SentinelOne和Uber首席信息官的桑迪·维努戈巴尔。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。