title: 'ARCHIMED收购Arkstone，推动人工智能临床决策市场'
date: 2025-08-01
author: ByteAILab

---

Arkstone是一家创新的生物技术公司，致力于实现感染病专家知识的民主化以及抗击抗生素耐药性，现已被全球医疗私募股权公司ARCHIMED收购，ARCHIMED现在持有其多数股份。![图片](https://ai-techpark.com/wp-content/uploads/ARCHIME.jpg){ width=60% }

---
  
Arkstone是一家在机器学习（ML）和人工智能（AI）驱动的感染病临床决策支持及抗生素管理方面的先锋公司，宣布被专注于医疗行业的领先私募股权公司ARCHIMED收购。  
这项交易标志着Arkstone成长轨迹中的一个重要时刻，使公司能够扩大其全球足迹，加深其研发能力，并将其精准导向的技术带给全球更多临床医生。在ARCHIMED的资金支持、深厚的医疗专业知识和国际影响力的支持下，Arkstone准备在对抗抗生素耐药性（AMR）这一我们时代最紧迫公共健康威胁的全球斗争中，扩大其影响力。  
“Arkstone的OneChoice报告正在重新定义感染病管理。我们的合作将使Arkstone能够进入更多市场，加速产品创新，并最终通过减少抗生素的滥用来拯救生命，”ARCHIMED的合伙人Igor Petricca表示。“这项交易提供了额外的维度，因为临床决策支持软件（CDS）和感染病处于我们医疗IT和诊断事业的热点子领域的交叉点。”  
Arkstone的旗舰产品OneChoice报告利用人工智能和机器学习进行人机协作，通过分析实验室结果和患者数据生成最佳的感染病治疗建议，并在实验室结果到达时提供针对患者的指导。目前，该报告已在美国及国际上的实验室中使用，正在改变医疗提供者诊断、治疗和理解感染病的方式。  
“ARCHIMED收购Arkstone为我们的使命注入了强劲动力，并为创新和全球扩张开启了新篇章，”Arkstone的首席科学官、共同创始人Ari Frenkel博士表示。“这一合作确保我们拥有资源、网络和战略指导，以全球范围内实现我们的愿景。我们将共同扩大临床医生所需工具的可及性，以抗击抗生素耐药性并负责任地开处方。”  
收购后，Arkstone将继续与现有团队运作。公司的下一个阶段将专注于快速增长、进一步产品开发和进入新市场。  
Arkstone的首席技术官、共同创始人Dave Gross评论道：“此次合作标志着Arkstone的转型里程碑。ARCHIMED的深厚专业知识和全球影响力将显著增强我们快速创新的能力，并将拯救生命的抗生素管理解决方案带给更广泛的全球受众。我们非常高兴能开启这一激动人心的新篇章。”  
这一合作关系强调了抗生素管理的关键重要性，并将Arkstone定位为人工智能、感染病和临床决策支持交叉点的全球领导者。  
“这项收购是对我们与合作伙伴建立的深厚信任的有力肯定，以及我们团队所提供的世界级支持的体现，”Arkstone的首席客户官、共同创始人Sol Levi表示。“这是将我们个性化方案带给更多合作伙伴、加速创新以及深化一直以来定义Arkstone成功的协作关系的机会。”  
随着Arkstone进入这一新篇章，它始终坚定地以赋能临床医生、保护患者为目标，领导精准导向感染病临床决策支持的未来。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。