title: '帕特森健康中心利用Oracle AI提升农村医疗效率'
date: 2025-07-18
author: ByteAILab

---

帕特森健康中心（PHC）正在使用Oracle Health CommunityWorks推动其临床和财务运营的效率，以帮助改善在农村堪萨斯社区的患者护理。![图片](https://ai-techpark.com/wp-content/uploads/Patterson-Heal.jpg){ width=60% }

---
PHC还采用了Oracle Health Clinical AI Agent，以减轻临床医师的行政负担，使他们可以花更多时间与患者交流。因此，PHC能够扩大对附近欠发展地区的医疗服务的接入，并更好地支持社区内的病人护理。

根据2024年医疗质量和支付改革中心的报告，超过63%的农村堪萨斯州医院已经关闭或面临关闭风险，这主要是由于人口减少、高未保险率、患者服务的减少及资金削减等因素。作为堪萨斯州安东尼市的一家小型关键接入、多学科医院和急救中心，PHC需要扩大护理服务并最大化运营效率，以强化其财务状况并保持作为地区值得信赖的医疗提供者的地位。为了实现这些目标，PHC部署了Oracle Health CommunityWorks，这有助于自动化其临床和财务运营，提高效率和改善护理协调，同时增强对当地患者的医疗服务。

“我们正在为社区提供先进的医疗服务，这需要创新的技术帮助我们扩展服务，同时保持高质量的家庭中心护理，”帕特森健康中心首席执行官Sarah Teaff说道。“通过Oracle Health技术，我们可以跨不同护理场所进行协作，提供卓越的健康和福利服务，为我们的社区创造一个更健康的未来，同时利用AI来自动化繁琐的临床文档流程，以提升我们临床医生的体验。”

Oracle Health CommunityWorks为PHC提供了许多新功能，其中包括一个患者门户，以简化患者与机构员工之间有关即将到来的预约和手术的沟通。这有助于减少等待时间，使PHC更容易与外部提供者协作制定促进连续护理的治疗计划。PHC还能够创建一个集成的数字病历，简化临床工作流程，并将临床互动直接连接到其计费流程，从而实现更大的财务透明度和增加的报销。集成到电子健康记录（EHR）中的Oracle Health Clinical AI Agent，可以自动从患者-医生互动中生成结构化的草稿笔记，合并预先记录的数据，限制冗余，并组织内容以便于审阅——简化文档处理并提高护理效率。这种自动化显著减少了导致提供者倦怠的手动工作。

“Oracle Health正在提供AI驱动的解决方案，帮助改善护理，并为患者和护理者提供更好的体验，”Oracle Health和生命科学的执行副总裁兼总经理Seema Verma说道。“我们正在帮助像PHC这样的卫生系统为患者提供优质护理，同时减少行政负担，帮助临床医生专注于患者护理。”

请加入我们，于2025年9月9日至11日在佛罗里达州奥兰多参加Oracle健康与生命科学峰会，了解Oracle如何应用AI和其他先进技术来帮助改造医学实践和临床研究。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。