title: 'Mytra 聘请前特斯拉首席财务官扎克·柯克霍恩加入董事会'
date: 2025-08-07
author: ByteAILab

---

柯克霍恩与特斯拉校友重聚于 Mytra，旨在转变仓储行业并提高经济生产力
Mytra，这家通过独一无二的三维机器人技术加速工业生产力的公司，今天宣布前特斯拉首席财务官（CFO）扎克·柯克霍恩将加入其董事会。![图片](https://ai-techpark.com/wp-content/uploads/Mytra-Adds.jpg){ width=60% }

---

“作为 Mytra 董事会的一员，我感到非常荣幸能够加入这支经验丰富且有能力的团队，”柯克霍恩说道。“Mytra 正推动全球仓储的重大变革，深入研究支撑众多企业的复杂且常常被忽视的工作。他们的技术有望在运营成本、流动资金和客户服务方面带来显著改善，远超现有解决方案。我深知这项工作的关键性，并很高兴能支持团队在规模上取得进展。”
在柯克霍恩担任的期间，特斯拉成为全球最有价值的公司之一，监督其在2020年实现首个完整财年的盈利，并为行业领先的增长、利润和资本效率做出了贡献。这一消息是在 Mytra 最近任命 Gabi Bressack Gantus 为其首位首席财务官之后发布的。Gantus 在特斯拉担任财务和商业运营总监已有十年，柯克霍恩和她一起共事了超过十年。
“Mytra 在这个行业的团队中，Gabi 和 Zach 的联合经验是没有人能比的，”Mytra 首席执行官兼联合创始人克里斯·沃尔提（Chris Walti）表示。“从在特斯拉以创纪录的速度将硬件公司扩大到盈利能力，再到应对日益复杂的行业、变化的贸易政策和全球供应链的挑战，他们经历了所有这一切。我们非常高兴能将扎克的专业知识加入 Mytra 强大的行业领导团队中，”沃尔提说道。
他们在制造、成本优化和供应链韧性方面的深厚专业知识将帮助 Mytra 扩大规模。这一消息发布一年后，Mytra 于2024年7月从隐秘状态中推出，并获得7800万美元的融资。随后，该公司任命了三位行业老将加入 Mytra 的领导团队，包括迈克·布雷沃特（Mike Brevoort）担任人工智能首席工程师、劳雷尔·富勒顿（Laurel Fullerton）担任电气工程总监、马修·克拉克（Matthew Clark）担任结构工程总监。Mytra 最近将总部迁至加州布里斯班一处占地100,000平方英尺的空间，以满足日益增长的客户需求，并拥有100人的团队。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。