title: 'Iris Telehealth与Holmusk合作以推动数据驱动的心理健康护理'
date: 2025-06-06
author: ByteAILab

---

Holmusk的NeuroBlu平台与Iris Insights：利用真实世界证据提升患者结果和价值导向护理 
Iris Telehealth，领先的远程精神病学服务提供商，和Holmusk，全球领先的行为健康领域真实世界证据和数据分析公司，今天宣布了一项战略合作伙伴关系，将两个先进的人工智能平台结合在一起，通过临床真实世界数据和本地化洞察力来转变心理健康护理。![图片](https://ai-techpark.com/wp-content/uploads/Iris-Telehealth.jpg){ width=60% }

---

这一开创性的合作将Holmusk的NeuroBlu平台与Iris Telehealth的商业智能平台Iris Insights集成，创造出一个为医疗机构提供特定于其本地市场的行为健康数据的解决方案。这一集成使得组织能够通过先进的风险分层能力识别高风险患者群体，所有这些都可以通过Iris Insights生态系统内的直观仪表盘访问。
合作的主要目标包括开发和评估利用数据展示改善结果和客户价值的项目，以及利用强大的心理健康数据并应用自然语言处理（NLP）和人工智能（AI）来增强患者风险的预测。
“Iris Telehealth与Holmusk的这一合作标志着我们在转变行为健康护理交付方面的重要进展，”Iris Telehealth首席执行官Andy Flanagan表示。“通过将Holmusk的世界级NeuroBlu平台集成到我们的Iris Insights系统中，我们正在赋能医疗机构获取真实世界的证据和分析，以做出明智的决策，提高患者结果，并建立真正可持续的行为健康项目。”
Holmusk的NeuroBlu AI平台将为Iris Insights生态系统内的增强预测建模和数据驱动洞察力提供分析基础。这一能力对于希望扩展其行为健康服务的卫生系统特别重要，同时能够在管理成本和改善临床结果的基础上，利用本地化的数据驱动洞察。
“这项合作汇聚了两个互补的优势——深厚的数据科学能力和直接的临床交付——以推动行为健康领域的重大创新，”Holmusk首席执行官Nawal Roy表示。“我们共同为医疗机构创造了新的机会，以展示其价值，同时改善需要心理健康支持的患者的生活。”
此次合作恰逢全国医疗机构面临对行为健康服务需求日益增加、临床医生短缺以及需要证明可衡量结果的压力的关键时刻。通过提供源自真实世界数据的可操作洞察，针对特定市场和人群量身定制，Iris Telehealth与Holmusk的合作将帮助医疗领导者应对这些挑战，同时构建更有效、可持续的心理健康项目，以满足社区独特的需求。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。