title: '知识产权中的人工智能：80%的人感受到压力，只有少数人充分利用其潜力'
date: 2025-07-22
author: ByteAILab

---

RWS报告揭示了知识产权行业对人工智能的态度  
一份来自RWS的新研究报告显示，尽管80%的知识产权专业人士面临着增加收入和降低成本的压力，但很少有人利用人工智能的潜力来改变他们的未来。![图片](https://ai-techpark.com/wp-content/uploads/AI-9.jpg){ width=60% }

---
  
根据RWS报告《知识产权需要在人工智能面前更大思考》的79%的受访者，关心准确性和可靠性仍然是采用人工智能的最大障碍。此外，还有62%的人认为安全和数据保护是第二大障碍。  
该报告涉及来自33个国家的312名全球知识产权专业人士的深入访谈，调查了行业对人工智能的态度和期望，以及专业人士如何在其战略中采用人工智能。  
RWS的高级副总裁詹姆斯·莱西表示：“知识产权行业在拥抱人工智能方面采取了谨慎的态度。然而，一些知识产权专业人士已经意识到，当人工智能与人类专业知识结合时，它能够重塑知识产权团队的运作方式，提高规模和创造价值。”  
尽管只有34%的知识产权专业人士已积极转向运营或定期使用人工智能，但他们的应用中出现了一些使用案例。这些包括将人工智能用于“可提交”专利翻译、专利撰写、专利数据库优化和专利/商标起诉。  
有趣的是，几乎十分之一（8%）的受访者表示，他们对人工智能没有兴趣或没有计划。而在被问及人工智能的预期好处时，知识产权专业人士特别提到了效率、更好的自动化和生产力。  
阅读完整报告《知识产权需要在人工智能面前更大思考》。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。