title: 'FPT在2025年Globee®技术大奖中获多项类别奖'
date: 2025-07-05
author: ByteAILab

---

全球IT服务提供商FPT在第20届2025年Globee®技术大奖中获得五个类别的奖项，这是全球最具声望的商业奖项之一。![图片](https://ai-techpark.com/wp-content/uploads/FPT-Named.jpg){ width=60% }

---
这一成就凸显了公司对创新和开发实用、未来导向解决方案的持续承诺，旨在为全球企业提供持久的价值。

FPT获得的奖项包括：

银奖Globee®：金融服务的AI解决方案：FPT的AIDP  
银奖Globee®：人工智能和机器学习：FPT的CodeVista  
银奖Globee®：AI软件：FPT的Ivychat  
银奖Globee®：数字健康解决方案：FPT的DentalLAB  
铜奖Globee®：AI驱动的预测性维护：FPT的AI驱动服务导向车辆诊断（SOVD）

“这些成就展示了我们技术组合的实力，以及全球客户对FPT的信任。随着人工智能的广泛采用，我们将继续致力于提供具有影响力、效率高且可扩展的创新，帮助企业现代化运营、优化成本并保持竞争力。凭借全球足迹和强大的技术专长，FPT在客户数字化转型的每个阶段都能提供支持，”FPT软件公司的执行副总裁、首席数字和技术官Dao Duy Cuong表示。

“2025年Globee®技术大奖的获奖者代表了创新的前沿，”Globee®奖的总裁San Madan表示。“他们的成就正在推动各个行业的发展、改善生活，并为技术所能成就的新标准设定了新的标杆。”

Globee®技术大奖旨在表彰全球范围内公司和个人的卓越与突破性创新。2025年，奖项评审团由3700多位经过审核的专业人士组成，确保了严格、透明的评估流程，基于经过验证的行业专业知识。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。