title: 'Infinitus推出首个值得信赖的医疗语音AI代理'
date: 2025-04-28
author: ByteAILab

---

专有的无幻觉AI代理架构保护患者和提供者，以经过验证的企业级语音AI平台
Infinitus Systems, Inc.是一家AI公司，已实现超过1亿分钟的医疗对话，加速服务超过100万患者。![图片](https://ai-techpark.com/wp-content/uploads/Infinitus.jpg){ width=60% }

---
今日，该公司宣布推出首个面向患者和提供者的语音AI代理，专为信任至关重要的用例而设计。
Infinitus语音AI平台旨在确保患者和提供者对可以通过准确的、全天候提供的提供者或支付方策划的专家知识的AI代理建立信任。Infinitus通过先进的多模式、多模型平台，处理内容丰富、通常复杂的患者对话，可包括超过100个交流，确保遵循已批准的内容和提供者及计划程序，以及监管要求。Infinitus是首个语音AI架构，包含四项旨在与提供者及其患者建立信任的创新：

- **AI响应控制以实现可信响应**：专有的离散动作空间利用大型语言模型（LLMs）的力量理解和促进入对话，同时确保AI代理不产生幻觉或生成与客户或监管机构的标准操作程序无关的响应。
- **专门的知识图谱以实现可信信息交换**：Infinitus知识图谱允许代理实时上下文化和验证信息，将患者或支付方代理提供的信息与特定于支付方计划、治疗领域、患者历史、客户提供的知识库等值得信赖的来源进行验证。
- **AI审查以实现可信结果**：此自动后处理和验证系统融入了通过执行数百万任务获得的人类级推理。AI评估对话输出，以确定响应及任何提取信息在任务上下文中是否准确，提供了一种人工无法实现的关键监督级别。当有必要时，AI代理可以标记人类并建议后续行动。
- **强大的安全和合规程序以实现可信流程**：Infinitus遵循SOC 2和HIPAA要求，包括偏差测试、受保护健康信息（PHI）涂抹和数据保留，以确保安全、公正的数据处理。

虽然代理在医疗应用中已广泛使用，但尚未专门设计以赢得临床医生和患者的信任。
“作为患者，最重要的问题往往在非工作时间提出，此时护理团队处于非工作状态或沉睡。AI代理可以帮助减轻这种焦虑，并在任何时间，无论身在何处，赋能患者。但只有在技术中建立信任和问责制时，这才能实现，”Infinitus的首席执行官兼联合创始人Ankit Jain说道。“我们相信，我们是在医疗的每一个层面上首次交付应有的信任。”

### 面向患者和提供者的AI代理
Infinitus的AI代理能够主动致电患者，进行提示、请求和后续跟进，并全天候提供服务，解答问题并在患者的医疗旅程中提供帮助。AI代理提高了医疗素养并支持药物依从性，及时升级任何报告的副作用，特别是对管理慢性病或需要专业药物的个体有莫大收益。面向提供者的代理则向提供者提供准确可靠的详细信息，帮助简化报销过程，实现无缝体验。通过对提供者的自动拨打电话，Infinitus的AI代理简化了护理协调，节省时间，确保适当的临床文档、签名或批准的提交，以防止延误并提高患者接受治疗的机会。Infinitus的面向提供者的AI代理还能够让提供者了解治疗方案和政策，帮助他们在没有行政负担的情况下提供最高质量的患者护理。

Zing Health是一家提供个性化照护的医疗保险优势提供商，专注于服务美国未被充分服务的人群，已部署Infinitus的面向患者的AI代理，进行综合会员健康评估，以扩展其员工资源并提供更一致的体验。
“Infinitus已成为我们入职过程中关键的一部分，通过在新会员旅程的前60天内高效完成健康风险评估，这个评估是Zing护理模型中的重要一步。回答提供有关我们的会员医疗需求的早期见解，使我们能够从一开始就提供个性化的参与、定制的护理和专门的支持，”Zing Health的首席运营官Meghan Speidel说道。“自从部署Infinitus AI代理以来，我们的团队能够专注于那些有主动和即时需求的会员，在这些地方集中关注具有最高影响。”

“In healthcare, only trust can unlock the full value of any innovation,” said Shyam Rajagopalan, CTO and co-founder of Infinitus. “We designed Infinitus’ AI agents to ensure clinical conversations are not only maximally valuable to patients and providers, but trusted and compliant during some of the most sensitive moments in a patient’s journey.”

### 扩展的支付方AI代理
新的面向支付方的AI代理产品支持支付方，例如保险发现和事先授权后的跟进。新的数字产品包括医疗保险B部分和医疗保险受益者识别码（MBI）查找，使提供者能够减少验证资格过程中的延误，帮助患者获得必要的数据以获取和支付医疗服务。Infinitus扩展的面向支付方的产品强化了该公司减少行政负担和推动整个医疗生态系统创新的承诺。

这项发布正值Infinitus获得《快公司》2025年全球最具创新公司名单的席位，以表彰在塑造行业方面具备影响力的医疗公司。

---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。