title: '医疗AI公司突破瓶颈，实现基因组解释自动化'
date: 2025-04-21
author: ByteAILab

---

突破基因组学（Breakthrough Genomics），一家位于加利福尼亚州的AI驱动稀有疾病诊断领导者，今天宣布了一项突破性的成就，在基因组解释方面达成了新的里程碑。![图片](https://ai-techpark.com/wp-content/uploads/Healthcare-AI.jpg){ width=60% }

---
该公司报告称，它成功地分析并从数千万篇关于遗传疾病的科学出版物中提取临床见解。

尽管在理解一个人的基因密码如何影响他们的整体健康和患病几率方面取得了无数进展，但诊断稀有疾病，尤其是在儿童中，仍被视为诊断实验室面临的最大挑战之一。许多病例仍未得到解决，使患者及其家庭无法找到爱人的致病原因。

突破基因组学利用其专有的AI驱动基因语言模型，现已完成世界上第一个全面解释的变异文献数据库，帮助解决未诊断的病例，同时大幅减少医学遗传学家审查个体全基因组所需的时间。

在分析一个典型的稀有疾病案例时，医学遗传学家通常需要花费2到3小时审查数十篇科学出版物，以评估某一基因变异是否对患者的病情负责。这一繁琐的文献审查过程不仅容易导致常见的人工错误，而且还造成了显著的效率瓶颈，影响整个行业。

通过该公司的新解释变异文献数据库，遗传学家现在可以即时访问超过1000万个基因变异的每篇相关论文的简明结构化摘要。每个摘要中包含的信息包括基因-疾病关联、患者-变异信息、实验和功能研究，以及基于美国医学遗传学会（ACMG）设定的标准进行变异分类所需的家族分离分析。

自动化这一复杂过程一直是无数诊断公司的“圣杯”，但迄今为止，在规模和所需精度上都未能实现突破，无法提高整体诊断效率。

突破基因组学的首席执行官兼认证医学遗传学家Dr. Laura Li（博士，FACMGG）强调了这一成就的影响，“我们的AI和临床分子遗传学家多年辛勤工作，终于实现了这个技术性壮举，达成的里程碑将从根本上改变稀有疾病诊断的格局。”

作为该公司在稀有疾病诊断领域能力的证明，最近一项来自英属哥伦比亚儿童医院的研究发现，公司的AI驱动虚拟遗传学家（Virtual Geneticist™）平台使他们能够立即解决额外10%的未诊断临床案例。在这项研究中，临床医生能够在5小时内处理800个全外显子病例，并在前10名列表中99%的情况下找到正确的诊断变异。该研究还表明，临床医生对单个案例进行分析所需的时间从小时减少到仅几分钟。

新发布的文献数据库可以通过年度订阅的形式访问突破基因组学的虚拟遗传学家平台，或者通过API集成访问，以便在客户现有工作流程中使用。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。