title: 'Matrice.ai加速实时视觉AI，获得Voltage Park融资'
date: 2025-07-31
author: ByteAILab

---

扩展的数百万种子轮融资助力能源、零售和公共部门的视觉AI工厂全球扩张  
Matrice.ai，构建用于现实环境的模块化视觉AI工厂，今天宣布其种子融资回合的战略扩展，由Voltage Park主导，Ax3.ai、Plug and Play Ventures以及一批知名行业天使投资者参与。![图片](https://ai-techpark.com/wp-content/uploads/Matrice.jpg){ width=60% }

---
  
Matrice.ai的工厂平台目前已在中东和菲律宾为能源、零售和公共部门的数百台实时摄像头提供支持。这一轮融资验证了Matrice.ai在市场上的强劲表现，公司专注于向北美和欧洲的扩张计划。  
凭借Voltage Park的AI基础设施和支持，Matrice.ai能够加速开发和部署用于复杂工业和商业环境的实时计算机视觉解决方案——涵盖油田、零售区、智慧城市和体育场馆。  
“Voltage Park不仅仅是我们的财务支持者，他们还是我们共同开发和部署视觉AI工厂的合作伙伴，”Matrice.ai的联合创始人Amar Krishna表示。“凭借他们世界级的AI基础设施，用于训练和推断，以及用于部署、集成和操作生产工作负载的企业级软件架构，我们能够以以前难以想象的速度和成本构建和部署高度准确的定制视觉模型。我们正在为现实世界工业化AI。”  
Voltage Park的使命是通过使高性能AI基础设施可访问来赋能创新者。这笔对Matrice.ai的投资强调了这一承诺，旨在针对实用的高价值企业应用。  
“Voltage Park的使命是帮助企业利用AI将数据转化为商业智能，”Voltage Park首席产品和技术官Saurabh Giri表示。“我们寻找那些将AI从理论转向变革性应用的公司，而Matrice.ai的平台正是完美的例子。他们在视觉模型方面的领域专业知识使我们的客户能够在多个行业中将像素转换为智能，提供垂直特定的解决方案。我们非常高兴能够为Matrice.ai的视觉模型提供可模块化、协调、完全集成的硬件-软件堆栈的AI基础设施支撑，无需安全和数据隐私的权衡。”  
“这种合作伙伴关系为我们提供了AI基础设施优势，能够实现现实世界视觉AI的工业化，”Matrice.ai的联合创始人兼CTO Dipendra Jha表示。“我们正在构建GPU优化的推理管道，将实时视频转化为精准的实时洞见——延迟最小，企业控制完全。”  
这笔融资将用于：

- 快速构建和部署用于火焰检测、群体分析和排队监测等用例的针对性AI管道。
- 扩大训练和推理堆栈，以便使用Voltage Park基础设施进行可扩展部署。
- 扩展北美和欧洲的企业运营，以满足日益增长的需求。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。