title: 'Bobby Reddy, Jr. 被评选为2025年TIME100健康榜单'
date: 2025-05-10
author: ByteAILab

---

Prenosis首席执行官兼联合创始人荣登全球健康领域100位最具影响力人物榜单
Prenosis, Inc.，一家由人工智能驱动的精准诊断领域的领导者，今天宣布其首席执行官兼联合创始人Bobby Reddy, Jr., PhD被评选为2025年TIME100健康榜单，这是一个认可全球健康领域100位最具影响力个体的名单。![图片](https://ai-techpark.com/wp-content/uploads/Bobby-Reddy.jpg){ width=60% }

---

Reddy的这一认可源于他多年来在开发集成诊断和治疗方案方面的先锋工作，这些方案结合了先进的机器学习与生物学洞见，改善复杂情况（如脓毒症）的早期检测和管理。在他的领导下，Prenosis开发出创新技术，为医疗提供者提供个性化的患者信息，从而为危重患者做出更快速、更准确的治疗决策。“能被列入2025年TIME100健康榜单是一个巨大的荣誉，但这份荣誉真正属于Prenosis的整个团队，”Reddy说。“我们的使命一直是通过根据每位患者的生物特征量身定制医疗服务来改善生命。这一认可验证了我们在利用人工智能应对一些医疗行业最紧迫挑战的重要性，尤其是脓毒症，这仍然是全球医院主要死亡原因之一。”
自2014年创立Prenosis以来，Reddy带领公司经历了重大增长，筹集资金以推进其愿景，确保与主要医疗系统的开发合作，以及与罗氏建立商业分销合作关系。该公司的旗舰产品，Sepsis ImmunoScoreTM，荣膺2024年TIME最佳发明，已在传统症状出现之前显示出卓越的准确性，可以识别风险患者，每年潜在拯救数千条生命。
2025年TIME100健康榜单的获奖者是由TIME编辑根据他们在应对重大健康挑战方面的影响、创新和影响力进行挑选的。被认可的人士包括来自私营部门、政府、学术界、研究和娱乐界的领导者。完整名单及相关致敬将在2025年5月26日的TIME杂志中出现，周五（5月16日）将在新闻摊位上发售，并已在time.com/time100health在线发布。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。