---
title: '我妹妹被发现已经去世。

---
然后我发现了她的搜索历史——以及吸引她的在线世界'
date: 2025-05-29
author: ByteAILab

---

阿黛尔·泽伊内普·沃尔顿（Adele Zeynep Walton）知道事情不妙，当她在新森林的露营车外迷迷糊糊地走出来，看到父母的车向她驶来时——当时她正和男朋友露营——起初对早起家庭散步的想法感到不满，但随即注意到那辆车偏离了车道，靠近时，她的母亲看起来“歇斯底里”。“立刻，”她说。“我想到，‘一定是艾米（Aimee）’。”艾米是沃尔顿的妹妹，21岁，几个月来一直精神状况不佳。她热爱音乐技术与艺术——她的自画像装点了家中南安普顿的墙壁，得以保持在她去世前的样子。她是歌手法瑞尔·威廉姆斯的铁杆粉丝，曾被他在演唱会上五次叫上台跳舞。但随着精神状态的恶化，艾米也变得愈发难以联络。“有两个月，我们不知道她在哪里，做什么，”沃尔顿说。

在新森林，2022年10月的那个早晨，沃尔顿得知了令人心碎的真相：艾米在伯克郡斯劳的一间酒店被发现已经去世。她似乎是选择了自杀。在接下来的日子、周和月里，沃尔顿和她的家人逐渐了解到，艾米前往酒店的道路是由一张复杂的在线关系网铺就的。

沃尔顿，25岁，是一名记者，她拼凑出艾米曾经在一个自杀促销论坛上活动的线索，该论坛与英国至少50起死亡案件有关，现正根据《在线安全法》受到监管机构Ofcom的调查。根据警方的调查，艾米在这个论坛上学会了如何获取致命物质，并认识了一名飞往希思罗机场，陪伴她走向死亡的男子。虽然他最初因协助自杀被指控，但后来没有进一步的行动。

坐在沃尔顿父母南安普顿家中的花园里，她解释了她是如何写下这段经历的。她的书《Logging Off: The Human Cost of Our Digital World》部分是对她妹妹的讲述，部分则是对普通网络浏览者、消极滚动和社交媒体用户的号召，希望唤起人们对数字世界中所允许和延续的危害的关注。“我想：我需要把所有的精力投入到更深的挖掘之中。为什么公众没有意识到这些不断发生的危害？因为这持续在发生。每个月我都会听说一个新家庭……我们已经向国会议员们提出过这个问题。为什么这仍在继续？”她提到来自南安普顿的弗拉德·尼科林-凯斯利（Vlad Nikolin-Caisley），他在使用与艾米相同的自杀论坛后去世；本月早些时候，一名女性因涉嫌协助他的自杀被逮捕。

“在艾米死后的预审查中，我希望在线因素能被纳入审查范围，并且在九月的正式审问中，‘在线危害’能够被列为导致或促成她死的因素，”沃尔顿说。这是她最近才了解到的一个术语。“在我们失去艾米之前，我不知道‘在线危害’是什么意思，”她说。她第一次听到这个词是来自伊恩·拉塞尔（Ian Russell），他是莫莉的父亲，也是在线安全的倡导者。莫莉·拉塞尔（Molly Russell）在14岁时自杀，而法医异常地报告称，在线活动在“以多于最小的方式”对她的死亡有贡献。沃尔顿希望调查艾米死亡的法官能采取类似的观点，因为她相信，单单用“自杀”这个词会不成比例地将责任压在艾米身上，而无视这个数字世界的问责和监管。

她最初将妹妹的死称为“自杀”，但 τώρα她觉得这已经不再是对艾米死因的真实描述。因为如果自杀是自我导向的伤害行为，那么在一个有目的的在线社群的影响下，人能够在多大程度上被认为是自我导向的？她反问，当算法继续展示与自残相关的内容，形成一个愈发昏暗的兴趣循环时，一个人真的在选择自由吗？“我很难以‘自杀’来称呼这个，”沃尔顿说。“我认为艾米是被引导做出这个决定的。”

她对这些观念的逐步认识促使她变成了一位活动家——她与“在线安全丧失家属协会”（Bereaved Families for Online Safety）合作，并担任“与大科技作斗争”组织（People vs Big Tech）的一名青年大使。“我们需要明确问题，并与其斗争，”她说。“否则，这样就助长了认为这是每个人个人责任去保护自己在线安全的感觉。”沃尔顿表示，警方报告称与艾米同住在酒店的那名男子在她死前与她同住了11天。她的房间里堆满了艾米的不安的笔记，沃尔顿说，以至于难以辨认。他后来告诉警方，他是在“工作”。然后是那种被认为是艾米从与肯尼斯·劳（Kenneth Law）有关的渠处获得的毒性物质，后者与英国的88起死亡有关，且正接受国家犯罪署的调查。

根据《纽约时报》的调查，论坛是由两名男子创办的，他们还经营着一些“单身汉”的网站。希望追溯妹妹的最后步伐，沃尔顿自己访问了这个论坛。“许多帖子基本上在说，‘你家人不关心你’，‘你应该去做了。’‘你什么时候要乘那班巴士？’是他们使用的一个短语。”沃尔顿认为，论坛上发生的事情“是对极端行为的某种形式的洗脑，导致人们原本可能不曾考虑过的极端行为。”她对同艾米一起走向死亡的那名男子的可能性感到恐惧：“他可能在过着一个病态的幻想，一个想看到一个年轻脆弱的女人结束自己生命的单身男人。”

在艾米去世之前，沃尔顿对技术持中立态度。但如今，她认为“数字世界是我们线下世界的扭曲，在某种程度上加剧了其陷阱、最大化了其风险。”她在书中对在线危害受害者的考虑范围广泛——从阿基·巴特斯比（Archie Battersbee），他在遭受重创的那一天还访问了抖音，到梅雷格·阿马雷·阿布哈（Meareg Amare Abrha），一位因在脸书发布煽动性帖子而被杀的埃塞俄比亚大学教授。她也考虑了那些寻求工会化以改善薪酬和工作条件的亚马逊员工，以及她那位90岁的邻居“托尼”，他因数字排斥而向沃尔顿学习如何使用智能手机。 

“长期以来，人们把技术与进步、技术与创新画上了等号。这就是我希望这本书挑战的内容，”她说。她希望特朗普的就职典礼，“那些科技大佬们[马克·扎克伯、蒂姆·库克、桑达尔·皮查伊、杰夫·贝索斯和埃隆·马斯克]整齐排列在一起，是人们意识到这些权力网是如何紧密相连的一个转折点。”

但有时，她直言自己感觉像是70年代的气候科学家。她也第一时间承认自己与技术的关系复杂——艾米的关系也是如此。她对艾米的早期记忆就是围绕着父母卧室里的家庭电脑。“有一段我们玩耍的视频，年龄一岁和三岁——‘查德威克与狡猾的鸡蛋小偷’。我们一次次地玩……我们在厨地玩《星梦乐园》、《小企鹅俱乐部》、《模拟人生》、《农场英雄》长大。在家中的每个重要童年回忆都与艾米使用数字技术有关，”她说。“无论是Xbox、任天堂还是电脑……从八岁起，我们就在‘数码相机’上拍照，只是为了好玩！”

在某种意义上，沃尔顿说，她过着“双重生活”。她明显质疑自己的习惯。她在写书期间都穿着运动服，但她在关于这个项目的任何Instagram帖子中都没有展示这一点。她使用一个应用来帮助自己减少屏幕时间。而在探讨艾米的去世后，与家人“集体悲伤”的视频通话使得许多生活在土耳其的亲属得以相聚。推广书籍的过程中，让她更难保持在线。“我觉得自己是个伪君子！”她说，因为“我这周的屏幕时间是九个半小时。”一天？“这太恶心了，”她说。“我通常是六个小时。”而且，她补充道，“我不想表现得好像自己很完美，像是，‘我掌控了一切，大家快来看看’。因为我每天都在努力重新开始。我们正面对着一个设计来吸引我们注意力的系统。”

沃尔顿在书中写道：“活动可以让幸存者在他们被剥夺的地方重新获得控制权。”我想知道这对于她是否起到了这样的作用，因为这个过程听起来令人精疲力尽。“我说过吗？”她惊讶地说。“但如果我不这样做，那愤怒会去哪里？它会在我内心发酵，让我生病。我需要把它释放出来。”

她已经向支持小组、当地国会议员（首先是罗伊斯顿·史密斯，然后是达伦·帕费尔）以及国家科学、创新和技术事务大臣彼得·凯尔（Peter Kyle）讲述了艾米发生的事情。“当我们谈论在线安全时，通常是在谈论儿童安全。我觉得代表艾米很重要，并不是只关注孩子。我们在生活中的任何时刻都可能变得脆弱。而如果我们只关注儿童的安全，我们将看到一代人走到18岁时都不知道如何在数字生活中保持安全和健康，”她说道。“我觉得这是我对艾米的责任，因为我希望我能保护她。”当她说“我正在做我所做的事情都是出于对她的爱，而我常常无法给予她的时候”，她的眼中闪烁着泪光却未能落下：“我想这在有心理健康困扰的人群中是很常见的。她并不希望人们知道她过得有多挣扎。”

在写作和活动之间企图找到悲伤的空间或许并不容易。“有些天我觉得，我真无能为力。或者，我只需要在床上待一天。因为我的身体在追赶所有的情感……有些天我会哭着说，真希望我不必这样做。希望我能享受我的20多岁，过得愉快。”“但这是我的担忧：有权势的人只会在感受到这种悲伤时才会采取行动。我不想让任何人遭受这样的痛苦。但如果马克·扎克伯格比如失去了一个因在线危害而去世的孩子，他就会意识到，‘天哪，我得醒悟了’。”阿黛尔·泽伊内普·沃尔顿的《Logging Off: The Human Cost of Our Digital World》将于6月5日出版（售价20英镑）。欲支持《卫报》，请在guardianbookshop.com上订购您的副本。可能会产生运费。在英国和爱尔兰，可以拨打免费电话116 123与撒玛利亚人联系，或发送电子邮件至jo@samaritans.org或jo@samaritans.ie。在美国，您可以拨打或发送短信至全国自杀预防生命线988，与危机顾问建立联系，或发送文本HOME至741741。在澳大利亚，危机支持服务Lifeline电话为13 11 14。其他国际热线可以在befrienders.org上找到探索更多关于这些主题的信息：互联网安全、心理健康、数字英国、健康、社交媒体、数字媒体、采访共享、重用此内容。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。