```
---

title: 'Socure获得“中级”FedRAMP®授权'
date: 2025-04-02
author: ByteAILab

---

Socure现在获得授权，为专注于打击欺诈和改善在线服务交付的联邦机构提供安全、准确的数字身份验证服务。![图片](https://ai-techpark.com/wp-content/uploads/Socure-Earns.jpg){ width=60% }

---
Socure，数字身份验证、合规性和防欺诈的领先人工智能（AI）供应商，今天宣布其Socure For Government（SocureGov）平台已获得联邦风险与授权管理计划（FedRAMP®）的“中级”授权。

根据美国政府问责局（GAO）2025年更新的高风险系列报告，减少不当支付和欺诈的关键项目如税收、补助、紧急救助和医疗保险可节省数十亿美元，同时提高政府效率和效益。SocureGov利用AI帮助机构应对导致身份欺诈和不当支付高发率的许多挑战，同时在大规模提供安全性和服务。

通过SocureGov，机构将通过单一平台获取先进的数字身份认证和防欺诈能力，实现一个简单、无缝且安全的验证过程，为美国公众提供服务。该平台的核心是应用AI和机器学习技术，实时分析和关联个人的数字身份的每个方面，准确验证身份和银行账户，同时在发生欺诈之前检测和防止欺诈行为。

这一里程碑凸显了Socure在扩大公共部门采用准确数字身份验证以打击欺诈和保护联邦、州和地方信息安全方面的持续承诺。Socure目前已被34个州机构和3个联邦机构使用，止住了每年数十亿美元的欺诈损失，而不影响公众获取政府福利和服务的可及性和包容性。

“我们正处在身份和欺诈预防的一个关键时刻——一个不能再墨守成规的拐点。对手在不断进步，我们也在不断进步。随着Socure获得FedRAMP授权，联邦机构现在有能力将斗争带到他们那里，利用最先进的身份验证技术保护我们的国家，消除纳税人的欺诈损失。现在是行动的时候——因为欺诈预防不仅是一种必要性，更是一种责任，”Socure公共部门负责人Jordan Burris表示。

Socure的平台为公共部门机构提供：

- 对更多合格个体的自动批准——主流人群99%，对包括Z世代、千禧一代和新移民在内的难以识别人群高达94%，而传统供应商只能验证65-75%的美国成年人口。
- 更有效的欺诈预防，在风险最高的5%用户中捕获99%的第三方身份欺诈，而传统供应商只能阻止40-55%的第三方身份欺诈攻击。
- 通过完全自动化的身份验证和防欺诈过程减少人工审核和不必要的视频审核费用，响应时间仅为毫秒，而传统供应商可能需要数周来验证一个身份或要求面对面验证。
- 一个完全自动化的文档验证预测分析平台，处理大约1%无法自动验证的人群的身份验证，而传统供应商要求25-35%的美国人口经历繁琐的验证方法。

随着越来越多的政府服务转向在线并采用前瞻性的方法打击身份欺诈，Socure准备将其来自私营部门的最佳分析和技术带入未来的政府在线项目中。FedRAMP®消除了联邦机构在采用创新云解决方案之前进行漫长的安全审查和授权流程的负担。Socure也于2024年1月被列入国家风险与授权管理（也称GovRAMP）项目的授权产品列表，展示了其满足GovRAMP合规性核心监管和行业定义要求的能力。该产品还被列入Kantara信任状态列表，作为经过批准的IAL 2组件服务。

探索AITechPark，了解人工智能、物联网、网络安全、AITech新闻以及行业专家的深刻见解的最新进展！
```
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。