title: 'Tevogen.AI、微软与Databricks构建Beta PredicTcell模型'
date: 2025-08-17
author: ByteAILab

---

Tevogen.AI正在探索外部市场机会，作为潜在的收入来源。![图片](https://ai-techpark.com/wp-content/uploads/Tevogen.AI_.jpg){ width=60% }

---

Beta版本将纳入肿瘤学目标，提升PredicTcell模型的准确性和多样性，并可能加速癌症免疫疗法的开发。
Tevogen.AI将开发增强的分析和可视化工具，支持其内部研发团队。

Tevogen（“Tevogen Bio Holdings Inc.”或“公司”）（纳斯达克代码：TVGN）今天宣布，其人工智能倡议Tevogen.AI正在与微软（纳斯达克代码：MSFT）和Databricks扩展合作，构建其基础性PredicTcell模型的Beta版本。
在Databricks数据智能平台的支持和他们创新工程团队的协助下，Tevogen.AI已开始策划一个以肿瘤学为中心的数据集。该数据集被整合进初步的病毒学数据集中，旨在改进PredicTcell模型的Alpha版本的准确性。
此开发的下一个阶段建立在Tevogen.AI最近发布的国际专利申请（WO 2025/129197）基础上，该申请概述了用于预测免疫活性肽的新型机器学习系统，这是开发针对癌症和传染病的靶向治疗的重要步骤。
“我们非常幸运能够与微软和Databricks等伟大的组织合作，构建我们基础性AI模型的Alpha版本，”Tevogen.AI首席信息官兼负责人Mittul Mehta说。“肿瘤学是药物发现中AI最具影响力的领域之一，考虑到该疾病的复杂性和高质量数据集的有限可用性。”

前瞻性声明
本新闻稿包含某些前瞻性声明，包括但不限于关于Tevogen的研究和制造能力的计划；关于未来增长的预期；关于医疗保健和生物制药行业的预期；以及Tevogen对其感染疾病和癌症治疗候选产品的开发、潜在好处和患者获取的期望。前瞻性声明有时可以通过“可能”、“可以”、“会”、“预期”、“预测”、“潜在”、“目标”、“机会”、“项目”、“相信”、“未来”及类似词语或其反义词来识别。这些声明是基于管理层截至本新闻稿日期的预期、假设、估计、预测和信念，并受到若干已知和未知风险、延误、不确定性和其他不受公司控制的因素的制约，这些因素可能导致实际结果、表现或公司成就与前瞻性声明中表达或暗示的结果、表现或期望有实质性差异。
可能导致实际结果、表现或成就与前瞻性声明中表达或暗示的结果大相径庭的因素包括但不限于：Tevogen可能需要筹集额外资本以执行其商业计划，但该资本可能无法以可接受的条款或根本无法获得；Tevogen竞争市场的变化，包括与其竞争格局、技术发展或监管变化有关的方面；国内及全球经济状况的变化；Tevogen未能执行其增长战略或在管理其增长和扩展运营方面遇到困难的风险；Tevogen未能开发和维护有效的内部控制的风险；Tevogen未能实现其商业化和开发计划，或识别和实现额外机会的风险，这可能受到竞争、Tevogen的增长和经济管理能力、招聘和留住关键员工等因素的影响；Tevogen未能跟上快速的技术发展，以提供新的和创新的产品和服务，或在不成功的新产品和服务上进行大量投资的风险；与开发、许可或收购新治疗方法相关的风险；与Tevogen业务相关的监管诉讼或程序的风险；预临床研究和临床试验的执行、成本和完成中固有的不确定性；与监管审查、批准和商业开发相关的风险；与知识产权保护相关的风险；Tevogen有限的经营历史；以及Tevogen的年度报告（Form 10-K）中讨论或引用的因素。
您不应对前瞻性声明过分依赖，这些声明仅在其发布之日有效。Tevogen不承担更新任何前瞻性声明的义务，除非适用法律要求。

---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。