title: 'IBM收购Hakkoda以提升数据和人工智能转型技能'
date: 2025-04-09
author: ByteAILab

---

IBM（NYSE: IBM）今天宣布已收购Hakkoda Inc.，一家全球领先的数据和人工智能咨询公司。![图片](https://ai-techpark.com/wp-content/uploads/IBM-Acqu.jpg){ width=60% }

---
Hakkoda将扩展IBM Consulting的数据转型服务组合，增加专业的数据平台专长，以帮助客户准备好他们的数据，以推动人工智能驱动的业务运营。

Hakkoda在迁移、现代化和货币化数据资产方面具有领先能力，并且是获得多项奖项的Snowflake合作伙伴。这项收购放大了IBM满足快速增长的数据服务需求的能力，并帮助客户构建集成的企业数据资产，以优化速度、成本和效率，满足多个业务用例的需求。

Hakkoda还带来了强大的创造性人工智能资产组合，可以加速数据现代化项目。其行业解决方案补充并建立在咨询师在金融服务、公共部门、医疗保健和生命科学等行业的深厚专业知识基础上。Hakkoda将进一步扩展IBM利用其基于人工智能的交付平台IBM Consulting Advantage为客户提供咨询专业知识和人工智能的能力。

“IBM在咨询行业的前沿如何通过人工智能为我们的咨询师提供动力，”IBM Consulting高级副总裁兼负责人Mohamad Ali表示。“凭借Hakkoda的数据专业知识、深厚的技术合作伙伴关系和以资产为中心的交付模式，IBM将能够更好地为客户提供价值，助力他们以人工智能进行转型。”

“从一开始，Hakkoda就致力于‘身处竞技场’，不仅仅是观察历史上最大的转型，而是塑造它，”Hakkoda首席执行官兼联合创始人Erik Duffield表示。“正因如此，我们在这个关键时刻非常高兴能加入IBM，此时各个组织都在寻求值得信赖的合作伙伴来帮助他们为人工智能时代现代化数据。IBM的创新遗产、对发现的承诺以及与客户在其最技术挑战上的深厚合作关系，是将Hakkoda的行业聚焦现代数据咨询推向全球市场的完美搭配。”

根据IDC的数据，企业智能服务的全球预计支出为1690亿美元，未来五年的复合年增长率约为13%，预计到2028年将增长到超过2430亿美元。为了从其数据中提取价值，企业领导者需要一个深思熟虑的数据迁移策略和一个现代的、多用例的数据平台在云端。

作为Snowflake的精英合作伙伴，Hakkoda拥有数百个SnowPro核心和高级认证。他们被评为2024年Snowflake医疗保健和生命科学服务年度合作伙伴，以及2023年Snowflake美洲系统集成创新合作伙伴年度奖。Hakkoda还是AWS的高级合作伙伴。

Hakkoda总部位于纽约，带来了数百名专家，遍布美国、拉丁美洲、印度、欧洲和英国，加入IBM Consulting。欲了解有关Hakkoda的更多信息，请访问https://hakkoda.io/。

此次收购于2025年4月2日完成，交易的财务细节未披露。


---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。