title: 'EPRI & Epoch AI报告：AI训练推动电力需求激增'
date: 2025-08-13
author: ByteAILab

---

人工智能的快速发展，尤其是用于支持现代广泛应用的大规模模型训练，正在推动电力需求的重新增长。![图片](https://ai-techpark.com/wp-content/uploads/EPRI-Epoch.jpg){ width=60% }

---
EPRI和Epoch AI今天发布的一份新报告预测，到2030年，训练一个领先模型可能需要超过4吉瓦(GW)的电力——足以为数百万美国家庭供电。

历史上，大规模AI模型的训练通常需要大量的局部电力供应。尽管快速的效率提升，报告显示，训练一个领先模型的电力需求在过去十年中每年都已翻倍。AI公司发现，增加模型的规模和复杂性可以提供更好的性能，这反过来又推动了对额外计算和电力的需求。报告指出，尽管最近在计算效率方面取得了突破，AI行业仍可能在未来几年继续扩大模型规模。

总体而言，AI的电力需求不仅限于大规模训练。相当大的电力容量也将用于AI的部署以服务用户、训练小型模型和进行AI研究。美国的AI电力容量目前估计在5 GW左右，到2030年可能达到500 GW——这与今天数据中心的全球总需求相匹配，并组成整体数据中心电力需求的快速增长部分。

“训练尖端AI模型的能源需求正在每年翻倍，很快将与最大的核电站的产出相抗衡，”Epoch AI的董事Jaime Sevilla表示。“这份报告提供了对这些趋势及其未来走向的严格、数据驱动的分析。Epoch AI将继续研究AI的能源需求及相关主题。”

“AI应用正在日常生活中变得越来越普遍，并可能在未来的能源系统中发挥关键作用，”EPRI总裁兼首席执行官Arshad Mansoor表示。“为了满足这些日益增长的能源需求，数据中心开发者和电力供应商正在采用创新解决方案，通过平衡的方法进行建设。建立新的基础设施，同时通过数据中心设计的灵活性进行平衡，将对加速电网连接、最小化成本和增强系统可靠性至关重要，”他补充道。

EPRI去年推出了DCFlex协作项目，以展示使数据中心灵活性成为现实的技术、政策和工具。数据中心灵活性，包括地理分布的训练数据中心，可能会将数据中心从被动客户转变为电网资产，以提高可靠性、降低成本并加快连接。该努力汇聚了超过45家公司，包括创始成员Google、Meta、NVIDIA以及各类公用事业公司，最近在北卡罗来纳州的Lenoir、亚利桑那州的凤凰城和法国巴黎启动了首批真实世界的现场示范。

---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。