--- 
title: 'IAM成熟度在大多数组织中滞后，GuidePoint Security发现' 
date: 2025-06-02 
author: ByteAILab 
--- 

新发布的报告表明IAM程序资金不足、发展滞后，与网络安全威胁不对齐
今天，GuidePoint Security与Ponemon研究所合作发布的一份新报告发现，大多数组织在身份和访问管理（IAM）策略方面表现不佳，使他们容易受到基于身份的威胁。![图片](https://ai-techpark.com/wp-content/uploads/IAM-Maturity.jpg){ width=60% }

---


尽管去年75%的网络攻击利用了基于身份的威胁，但GuidePoint Security的《身份和访问管理（IAM）成熟度状态报告》显示，IAM相比其他IT安全投资仍然得不到优先考虑，大多数组织依然处于IAM成熟度的早期到中期阶段。只有一半的受访者认为他们的IAM工具有效，甚至更少（44%）的受访者对自身防止身份事件的能力表示高度信心。

“这些发现应当成为一个呼吁——身份是主要的攻击向量，需要被优先关注，”GuidePoint Security身份和访问管理副总裁Kevin Converse表示。“许多组织仍依赖手动过程和过时的方法，这限制了他们管理风险的能力。实现IAM成熟度意味着要理解IAM不仅仅是一个IT功能——它是稳健和主动安全策略的基石。”

报告还强调了IAM技术、专业知识和资源方面的显著不足，这些因素正在阻碍项目的成熟，使得组织难以在当今复杂的环境中保护身份。

《身份和访问管理（IAM）成熟度状态报告》的主要发现包括：

- IAM资金不足且发展滞后。只有50%的受访者认为他们的IAM工具和投资有效。对IAM的投资仍落后于其他安全优先事项。
- 手动过程和专业知识差距是成熟的障碍。缺乏适当技术（54%）、内部专业知识（52%）和资源（45%）被认为是实现IAM成熟度的主要挑战。许多组织仍然依赖电子表格、脚本和其他手动工作。
- IAM成熟度是增强安全的途径。一小部分（23%）投资于自动化和先进IAM技术的组织报告安全事件较少，并且身份控制更强。他们在采用生物识别认证、身份威胁检测和集成治理平台方面处于领先地位。
- IAM实施与安全目标不对齐。令人惊讶的是，45%的受访者表示，IAM投资的主要驱动因素是改善用户体验，而非安全。
- 项目感知与现实之间存在脱节。尽管大多数组织报告有政策到位或在制定中（83%），但只有28%将这些政策集成到其IAM平台中。

“IAM触及网络中的每个应用程序、用户和设备，”Converse补充道。“通过将其视为战略优先事项并相应投资，组织可以自信地拥抱像AI这样的新兴技术，最小化风险并加速业务增长。”

《身份和访问管理（IAM）成熟度状态报告》的基础是对625名参与其组织身份和访问管理项目的美国IT和IT安全专业人员的全面调查结果。

有关更多信息：

下载《身份和访问管理（IAM）成熟度状态，2025》
注册我们的网络研讨会，“砖屋CISO合作伙伴独家：身份在界限之外”
阅读我们的博客以获取更多IAM见解
在Indentiverse 2025与GuidePoint Security联系
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。