title: '付赎金后，仅有50%的受害者能够恢复数据：2025年网络威胁防御报告'
date: 2025-04-23
author: ByteAILab

---

勒索软件攻击和赎金支付正在减少，但越来越多的受害者在屈从于网络犯罪分子的要求后却一无所获。![图片](https://ai-techpark.com/wp-content/uploads/Only-Half.jpg){ width=60% }

---
在刚刚发布的2025年网络威胁防御报告（CDR）中，CyberEdge Group揭示了一个令人震惊的现实：只有一半付赎金的组织实际上能够恢复他们的数据。这个令人沮丧的统计数据表明，在全球打击勒索软件集团的斗争中出现了重大变化。

作为网络安全行业最全面和被广泛引用的研究报告之一，CDR已经进入第12个年头。2025年版从来自17个国家和19个行业的1200名IT安全专业人士那里汇集了见解，提供了有关安全挑战、技术采用和未来计划的深入分析。

### 勒索软件趋势：双刃剑

今年的CDR描绘了勒索软件在威胁形势中不断演变的复杂状况：

- 受到攻击的组织减少。成功的勒索软件攻击率从两年前的73%下降至今年的63%。
- 支付赎金的组织也在减少。2024年，只有41%的受害组织选择支付赎金，而三年前这一比例为63%。
- 数据恢复的组织更少。令人震惊的是，仅有54%的付赎金受害者能够恢复他们的数据，而两年前这一比例为73%。

“组织终于开始觉醒。他们在提高恢复能力、改善备份和拒绝奖励网络犯罪方面投入了更多的资金，”CyberEdge Group的创始人兼首席执行官Steve Piper表示。“但是对于那些仍然想要支付赎金的组织来说，今年的结果是一个警告：几乎一半的付费者得不到任何回报。这就像是将一袋现金交出去，看着罪犯消失。”

### 2025年报告的更多亮点

2025年CDR不仅仅围绕勒索软件展开，还提供了数十个可操作的见解，包括：

- 人工智能上升。超过四分之三的安全专业人士（84%）更倾向于使用基于人工智能的安全工具。
- 异想天开。82%的组织在2024年经历了成功的网络攻击——而只有64%预计今年仍会如此。
- 安全意识仍然不足。“员工的安全意识低”位列IT安全团队面临的障碍和挑战之首。
- 最难保护的IT资产。移动设备、工业控制系统（ICS）、物联网设备和容器（如Docker、Kubernetes）是最难防御的IT资产。
- 重要证书。安全管理和安全工程证书对网络安全专业人员提供了最大的职业提升。
- 身份安全受到重视。98%的组织计划在今年加强身份安全策略，检测和响应与身份相关的威胁位列首位。
- MSSP至关重要。九成以上的组织选择将安全外包给管理安全服务提供商（MSSP），以管理检测和响应（MDR）为重中之重。
- 2025年最热门的安全技术。今年计划采购的安全技术包括下一代防火墙（网络安全）、欺骗技术（终端安全）、机器人管理（应用与数据安全）和高级安全分析（安全管理与操作）。


---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。