title: 'Nintex推出新的生成性AI功能以推动业务自动化'
date: 2025-04-11
author: ByteAILab

---

新的AI功能和Nintex助手帮助用户轻松生成流程、工作流、表单和集成，以解决关键业务挑战  
Nintex，一家全球领先的AI驱动流程自动化和应用开发公司，今天宣布推出新的生成性AI和自然语言处理（NLP）能力，使用户能够通过简单的语言提示生成流程、工作流、表单和自定义集成到核心业务系统中。![图片](https://ai-techpark.com/wp-content/uploads/Nintex.jpg){ width=60% }

---
对于中型市场组织和大型企业的部门来说，这是首次能够将生成性AI整合到其业务实践中，以加快其自动化项目的价值实现时间并整体提高效率。这些新功能增加了Nintex Automation CE平台日益增长的AI能力组合，使企业能够快速创建专门定制的解决方案来应对其独特挑战，而不是尝试拼凑和定制现成的应用。

“Nintex的合作伙伴AiGS的首席执行官Kevin Schaal表示：“随着企业继续追求组织效率，许多企业正在寻找利用资源的更多方式，并推动传统任务中心自动化的极限。AI扩展了传统自动化的价值——从自动化任务到协调流程再到构建解决方案。通过将生成性AI应用于自动化平台，企业可以显著改善其自动化解决方案的设计和执行，使其员工能够以最有效的方式做好工作。”

新的Nintex AI功能将加速自动化项目和解决方案生成  
随着组织优先考虑运营效率，增加自动化项目的规模和采用已成为简化工作、优化资源和推动积极商业成果的关键。Nintex Automation CE平台上的最新AI驱动功能减少了设计、部署和扩展自动化解决方案所需的时间和精力。这些功能利用了先进的语言和推理模型以及多代理框架，为客户带来了高效的结果。新功能包括：

- **AI流程生成器**：在Nintex流程管理器内通过生成性AI创建新流程——在创建流程草稿时节省宝贵时间和资源。生成的过程采用结构化和系统的方法，包含与Nintex流程管理器中所有流程一致的步骤、任务和操作。用户可以查看并修改生成的流程，无论是以程序格式还是流程图格式，从而进一步完善并最终确定它们。

- **AI表单助手**：Nintex表单内的新AI表单助手现在使所有技术水平的用户能够通过与Nintex助手的对话互动，从头开始轻松构建复杂表单或修改现有表单。这个新助手使用了一组合作代理的有序集合，每个代理操作于构建或修改表单的不同方面：包括重复部分、字段类型、表单规则、表单样式或上下文帮助。在未来的几个季度中，Nintex AI引擎将继续对这一多代理方法进行扩展和发展，依靠Nintex助手在整个Nintex平台上运作。

- **AI工作流生成器**：在Nintex工作流内通过自然语言提示生成简单到复杂的工作流。通过Nintex助手，用户受益于AI驱动的上下文指导，使他们能够在设计和开发过程中创建复杂工作流。工作流助手提供一系列广泛的功能，比如从提示生成工作流、添加任务和操作，以及构建决策逻辑，还有更多功能即将到来。

- **AI扩展生成器**：使用AI辅助的自然语言提示在核心业务系统和Nintex工作流之间生成自定义连接器，以集成自动化工作流内的核心系统。Nintex Xtensions®用于创建工作流操作所需的API连接，以与第三方服务集成，使其能够执行诸如检索数据、发送通知或从外部应用和服务更新记录等操作。

除了新的生成性AI功能，Nintex还宣布了其针对Salesforce的Nintex DocGen®解决方案，为Agentforce用户提供在Salesforce内部直接使用AI代理生成和管理文档的能力——轻松将生成的文档连接到记录。  
Nintex DocGen® for Salesforce目前已在AppExchange上可用，网址为www.appexchange.com/。Salesforce AppExchange是一个领先的企业市场，提供合作伙伴应用和专家服务，帮助公司、开发者和企业家以全新的方式进行构建、市场营销和增长。

“Nintex相信，AI实质性地加速了组织业务自动化的价值，这就是为什么我们设计了一个强大的AI层，利用最新的语言模型、多代理框架和代理协议来支持整个自动化旅程：构建、执行和优化自动化解决方案。”Nintex首席产品官Niranjan Vijayaragavan表示。“组织可以使用Nintex AI构建和部署自动化解决方案，嵌入AI代理以通过协调业务流程和改进决策来执行这些解决方案，并利用Nintex AI持续优化自动化解决方案。今天宣布的功能使用户能够构建复杂的自动化解决方案，以推动商业价值。”

Nintex Automation CE平台使业务和IT用户能够通过利用流程智能、复杂的工作流和应用开发，创建针对其独特业务挑战的专门解决方案，通过强大的、以AI为中心的用户体验。


---
---
感谢阅读！如果您对AI的更多资讯感兴趣，可以查看更多AI文章：[GPTNB](https://gptnb.com)。